Repository: sabriunal/turkish-translation-backup
Catalog: KDE/25years-kde-org_www.po
Languages: tr

source: <p>This is a brief summary:</p> <ol> <li>Application development</li> <li>Web development</li> <li>Software testing</li> <li><a href='https://bugs.kde.org'>Bug reporting</a></li> <li>Bug triaging</li> <li>Sending code fixes and new features</li> <li>Enabling <I>User Feedback</I> for Plasma on <I>System Settings</I></li> <li><a href='https://community.kde.org/Get_Involved/translation'>Translating</a></li> <li><a href='https://community.kde.org/Get_Involved/design'>Visual designing</a></li> <li><a href='https://t.me/kdeusability'>User experience (UX) designing</a></li> <li><a href='https://community.kde.org/Promo'>Promoting and doing marketing</a></li> <li>Working on tasks on <a href='https://phabricator.kde.org'>KDE's Phabricator</a></li> <li>Producing and editing videos for KDE's social media accounts</li> <li>Writing and updating documentation and manuals</li> <li>Writing <a href='https://community.kde.org/Main_Page'>wiki articles</a></li> <li>Organizing events</li> <li>Participating in events</li> <li>Answering users' questions on the <a href='https://forum.kde.org'>forum</a> or <a href='https://www.reddit.com/r/kde/'>Reddit</a></li> <li>Promoting KDE in your local community/school/business/family</li> <li>Evangelizing about KDE on the Internet</li> <li>Following, sharing and interacting with posts on KDE's social media: <ul> <li><a href='https://www.facebook.com/kde'>Facebook</a></li> <li><a href='https://www.linkedin.com/company/kde/'>LinkedIn</a> </li> <li><a href='https://twitter.com/kdecommunity'>KDE Community Twitter</a></li> <li><a href='https://twitter.com/Akademy'>Akademy Twitter</a></li> <li><a href='https://www.instagram.com/kdecommunity/'>Instagram</a></li> <li><a href='https://tube.kockatoo.org/a/kde_community/'>PeerTube</a></li> <li><a href='https://www.youtube.com/c/KdeOrg/videos'>YouTube</a></li> <li><a href='https://vk.com/kde_ru'>VK</a></li> <li><a href='https://joindiaspora.com/u/kdecommunity'>Diaspora</a></li> <li><a href='https://mastodon.technology/@kde'>Mastodon</a></li> </ul> <li>Sharing links pointing to KDE websites and social media on other platforms</li> <li>Writing posts or making videos about KDE for your personal blog post, social media and YouTube/PeerTube channels</li> <li>Using <a href='https://apps.kde.org'>KDE software</a></li> <li>Packaging KDE software for your distro/app store</li> </ol>
tr: <p>Kısa bir özet için:</p> <ol> <li>Uygulama geliştirme</li> <li>Web geliştirmesi</li> <li>Yazılım sınama</li> <li><a href='https://bugs.kde.org'>Hata bildirme</a></li> <li>Hata triyajı</li> <li>Kod düzeltmeleri ve yeni özellikler ekleme</li> <li><I>Sistem Ayarları</I>'nda Plasma için <I>Kullanıcı Geri Bildirimi</I>'ni etkinleştirme</li> <li><a href='https://community.kde.org/Get_Involved/translation'>Çeviri</a></li> <li><a href='https://community.kde.org/Get_Involved/design'>Görsel tasarım</a></li> <li><a href='https://t.me/kdeusability'>Kullanıcı deneyimi (UX) tasarlama</a></li> <li><a href='https://community.kde.org/Promo'>Promosyon ve pazarlama</a></li> <li><a href='https://phabricator.kde.org'>KDE's Phabricator</a>'undaki görevleri tamamlama</li> <li>KDE'nin sosyal medya hesapları için videolar üretme</li> <li>Kılavuzları ve belgelendirmeyi güncelleme ve yeni yazma</li> <li><a href='https://community.kde.org/Main_Page'>Viki makaleleri</a> yazma</li> <li>Etkinlikler düzenleme</li> <li>Etkinliklere katılma</li> <li><a href='https://forum.kde.org'>Forum</a>'da veya<a href='https://www.reddit.com/r/kde/'>Reddit</a>'te kullanıcı sorularını yanıtlama</li> <li>Yerel topluluğunuzda/okulunuzda/iş ortamınızda KDE'yi tanıtma</li> <li>İnternette KDE misyonerliği yapma</li> <li>KDE sosyal medya hesaplarının gönderilerini takip etme, paylaşma ve etkileşimde bulunma: <ul> <li><a href='https://www.facebook.com/kde'>Facebook</a></li> <li><a href='https://www.linkedin.com/company/kde/'>LinkedIn</a> </li> <li><a href='https://twitter.com/kdecommunity'>KDE Topluluğu Twitter</a></li> <li><a href='https://twitter.com/Akademy'>Akademy Twitter</a></li> <li><a href='https://www.instagram.com/kdecommunity/'>Instagram</a></li> <li><a href='https://tube.kockatoo.org/a/kde_community/'>PeerTube</a></li> <li><a href='https://www.youtube.com/c/KdeOrg/videos'>YouTube</a></li> <li><a href='https://vk.com/kde_ru'>VK</a></li> <li><a href='https://joindiaspora.com/u/kdecommunity'>Diaspora</a></li> <li><a href='https://mastodon.technology/@kde'>Mastodon</a></li> </ul> <li>KDE web siteleri ve sosyal medya hesaplarının bağlantılarını paylaşma</li> <li>Kişisel ağ günlüğünüzde, sosyal medyanızda veya YouTube/PeerTube hesaplarınızda yazılar yazmak veya videolar üretmek</li> <li><a href='https://apps.kde.org'>KDE yazılımları</a> kullanmak</li> <li>Dağıtımınız veya uygulama mağazanız için uygulamalar paketlemek</li> </ol>

source: Companies
tr: Şirketler

source: Are you a manager in a company that finds our work useful? Let's develop better code together! Many companies encourage their developers to contribute to KDE's software. You can too.
tr: Çalışmalarımızı yararlı bulan bir şirkette yönetici misiniz? Birlikte daha yararlı kodlar yazalım. Birçok şirket, geliştiricilerine KDE yazılımlarına katkıda bulunmaları için telkinde bulunuyor. Siz de yapabilirsiniz.

source: Get in touch
tr: İletişime geç

source: You can also sponsor our activities or, better yet, become <a href='https://ev.kde.org/getinvolved/supporting-members/'>a KDE patron</a>!
tr: Etkinliklerimize sponsor olabilir veya daha da iyisi, bir <a href='https://ev.kde.org/getinvolved/supporting-members/'>a KDE düzenli bağışçısı olabilirsiniz</a>!

source: Merch!
tr: Ürünler!

source: Celebrate the occasion with KDE 25th Anniversary T-shirts and stickers! Remember: Freewear donates to KDE with every purchase.
tr: KDE'nin 25. yıldönümü tişörtlerini ve yapışkanlarını satın alarak kutlayın! Unutmayın: Freewear, her bir satıştan KDE'ye bağışta bulunur.

source: Fitted T-shirt
tr: Kalıplı Tişört

source: Non-fitted T-shirt
tr: Kalıpsız Tişört

source: Stickers
tr: Yapışkanlar

source: Visit Freewear
tr: Freewear'ı ziyaret et
