Repository: sabriunal/turkish-translation-backup
Catalog: KDE/basket._desktop_.po
Languages: tr

# Name
source: Basket Archives & Templates
tr: Basket Arşivleri ve Şablonları

# Name
source: Applications
tr: Uygulamalar

# Comment
source: Applications
tr: Uygulamalar

# Name
source: Baskets
tr: Sepetler

# Comment
source: Baskets
tr: Sepetler

# Name
source: General
tr: Genel

# Comment
source: General
tr: Genel

# Name
source: New Notes
tr: Yeni Notlar

# Comment
source: New Notes
tr: Yeni Notlar

# Name
source: Notes Appearance
tr: Notlar Görünüşü

# Comment
source: Notes Appearance
tr: Notlar Görünüşü

# Name
source: Version Sync
tr: Sürüm Eşzamanlaması

# Comment
source: Version Sync
tr: Sürüm Eşzamanlaması

# Name
source: BasKet Note Pads
tr: Sepet Not Defterleri

# GenericName
source: Notes and to-dos organizer
tr: Notlar ve Yapılacaklar Düzenleyicisi

# Comment
source: Taking care of your ideas.
tr: Düşüncelerinizi saklar.
