Repository: sabriunal/turkish-translation-backup
Catalog: KDE/choqok._json_.po
Languages: tr

# Name
source: Accounts
tr: Hesaplar

# Name
source: Appearance
tr: Görünüş

# Name
source: Behavior
tr: Davranış

# Name
source: Plugins
tr: Eklentiler

# Name
source: Open Collaboration Services
tr: Birlikte Çalışma Hizmetlerini Aç

# Name
source: Pump.io network
tr: Pump.io ağı

# Name
source: Filter posts
tr: Gönderileri Süz

# Name
source: Preview Images
tr: Görselleri Önizle

# Name
source: Konqueror Choqok Plugin
tr: Konqueror Choqok Eklentisi

# Name
source: Expand URLs via longurl.org
tr: longurl.org ile URL'leri Genişlet

# Name
source: Now Listening
tr: Şimdi Dinleniyor

# Name
source: Upload with Choqok
tr: Choqok ile Karşıya Yükle

# Name
source: Quickly Filter posts
tr: Gönderileri Tez Süz

# Name
source: Search Action
tr: Arama Eylemi

# Name
source: Flickr
tr: Flicker

# Name
source: Preview videos
tr: Videoları Önizle

# Description
source: Manage Your Accounts
tr: Hesaplarınızı Yönetin

# Description
source: Personalize Choqok Look and Feel
tr: Choqok Görünüm ve Hisini Kişiselleştir

# Description
source: Personalize Choqok's Behavior
tr: Choqok'un Davranışını Kişiselleştir

# Description
source: Select and Configure Plugins
tr: Eklentiler Seçin ve Yapılandırın

# Description
source: Choqok MicroBlog Plugin
tr: Choqok MicroBlog Eklentisi

# Description
source: Choqok Shortener Plugin
tr: Choqok Kısaltıcı Eklentisi

# Description
source: Choqok Uploader Plugin
tr: Choqok Karşıya Yükleme Eklentisi

# Description
source: Open Collaboration Services
tr: Birlikte Çalışma Hizmetlerini Aç

# Description
source: Pump.io network
tr: Pump.io ağı

# Description
source: Twitter.com Service
tr: Twitter.com Hizmeti

# Description
source: Notify Important Posts
tr: Önemli Gönderileri Bildir

# Description
source: Filtering unwanted posts
tr: İstenmeyen Gönderileri Süz

# Description
source: Load a thumbnail of images to have a preview of it
tr: Önizlemelerini yapmak için görsellerin küçük hallerini yükle

# Description
source: Sets status of your instant messenger as your status in micro-blog.
tr: Anlık iletileşme programınızdaki durumu, mikro blog'unuzdaki durumunuz olarak ayarlar.

# Description
source: Sets status of your instant messenger as your status in micro-blog
tr: Anlık iletileşme programınızdaki durumu, mikro blog'unuzdaki durumunuz olarak ayarlar.

# Description
source: Post to Choqok the selected text in Konqueror, and other features
tr: Konqueror'da seçili metni Choqok'a gönderir

# Description
source: Extract the full URL using longurl.org service and show it as a tooltip
tr: Tam URL'yi longurl.org kullanarak çıkar ve bir araç ipucu olarak göster

# Description
source: Tells your friends what you are listening to.
tr: Arkadaşlarınıza ne dinlediğinizi söyleyin.

# Description
source: Tells your friends what you are listening to
tr: Arkadaşlarınıza ne dinlediğinizi söyleyin.

# Description
source: Upload with Choqok
tr: Choqok ile Karşıya Yükle

# Description
source: Filter posts by author name or content text
tr: Gönderileri, yazar adı veya içerik metni ile süzün

# Description
source: Add a Search action to the UI for Twitter API microblogs like Twitter and GNU social
tr: Twitter ve GNU Social gibi mikro blog hizmetlerine bir Arama eyleme ekleyin

# Description
source: A plugin to shorten URLs via the bit.ly service.
tr: bit.ly hizmetini kullanarak URL'leri kısaltmak için bir eklenti.

# Description
source: A plugin to shorten URLs via the goo.gl service.
tr: goo.gl hizmetini kullanarak URL'leri kısaltmak için bir eklenti.

# Description
source: A plugin to shorten URLs via the is.gd service.
tr: is.gd hizmetini kullanarak URL'leri kısaltmak için bir eklenti.

# Description
source: A plugin to shorten URLs via the TightURL service.
tr: TightURL hizmetini kullanarak URL'leri kısaltmak için bir eklenti.

# Description
source: A plugin to shorten URLs via the tinyarro.ws service.
tr: tinyarro.ws hizmetini kullanarak URL'leri kısaltmak için bir eklenti.

# Description
source: A plugin to shorten URLs via the ur1.ca service.
tr: ur1.ca hizmetini kullanarak URL'leri kısaltmak için bir eklenti.

# Description
source: A plugin to shorten URLs via the ur.ly service.
tr: ur.ly hizmetini kullanarak URL'leri kısaltmak için bir eklenti.

# Description
source: A plugin to shorten URLs via the Yourls service.
tr: Yourls hizmetini kullanarak URL'leri kısaltmak için bir eklenti.

# Description
source: Extract the full URL and show it as a tooltip
tr: Tam URL'yi çıkar ve bir araç ipucu olarak göster

# Description
source: Upload image to flickr.com
tr: flickr.com'a görsel yükle

# Description
source: Upload image to imageshack.us
tr: imageshack.us'a görsel yükle

# Description
source: Upload image to mobypicture.com
tr: mobypicture.com'a görsel yükle

# Description
source: Upload image to posterous.com
tr: posterous.com'a görsel yükle

# Description
source: Upload image to twitgoo.com
tr: twitgoo.com'a görsel yükle

# Description
source: Upload image to twitpic.com
tr: twitpic.com'a görsel yükle

# Description
source: Load a preview of YouTube & Vimeo videos
tr: YouTube ve Vimeo videolarının bir önizlemesini yükle

# Authors Name
source: Farhad Hedayati Fard
tr: Ferhat Hidayeti Fard

# Authors Name
source: Bhaskar Kandiyal
tr: Baskar Kandiyal

# X-Purpose-ActionDisplay
source: Upload with Choqok...
tr: Choqok ile Karşıya Yükle...
