Repository: sabriunal/turkish-translation-backup
Catalog: KDE/choqok._desktop_.po
Languages: tr

# Name
source: New Post Arrived
tr: Yeni Gönderi Alındı

# Comment
source: New post arrived
tr: Yeni gönderi alındı

# Name
source: Job Success
tr: İş Başarılı

# Comment
source: A job finished successfully
tr: Bir iş başarıyla tamamlandı

# Name
source: Job Error
tr: İş Hatası

# Comment
source: There was an error while performing a job
tr: Bir iş yapılırken bir hata oluştu

# Name
source: Shortening
tr: Kısaltma

# Comment
source: Shortening a URL
tr: Bir adres kısaltılıyor

# GenericName
source: Micro-blogging Client
tr: Mikro Günlük İstemcisi

# Name
source: Share Link with Choqok
tr: Choqok ile Bağlantı Paylaş

# Name
source: Share Link with Choqok (Title)
tr: Choqok ile Bağlantı Paylaş (Başlık)
