Repository: sabriunal/turkish-translation-backup
Catalog: KDE/edu-kde-org_www.po
Languages: tr

source: History of the KDE-Edu Project
tr: KDE-Edu Projesinin Tarihçesi

source: How did it start?
tr: Nasıl başladı?

source: The KDE-Edu project was started in July 2001. The goal of the project is to develop Free Educational Software (GPL license) within the KDE environment. This software is mainly aimed to schools, to students and to parents at home as well as to adults willing to extend their knowledge.
tr: KDE-Edu projesi Temmuz 2001'de başladı. Projenin amacı KDE ortamı içinde (GPL lisanslı) bir Özgür Eğitim Yazılımı geliştirmek. Bu yazılım öncelikli olarak okullar, öğrenciler, evdeki veliler ve bilgilerini genişletmek isteyen yetişkinler için hedeflenmektedir.

source: A new KDE module was created, the kdeedu module. The applications in that module are fully KDE compatible (use of KMainWindow, XML GUI, ...) and get a proper documentation handbook in docbook format. Thus, all applications interfaces and documentation are translated in more than 65 languages, via the l10n KDE teams.
tr: kdeedu isimli yeni bir KDE modülü oluşturuldu. Bu modüldeki uygulamalar tamamen KDE uyumludur (KMainWindow, XML GUI, ... kullanılır) ve docbook biçiminde uygun bir belgelendirme el kitabına sahiptir. Böylelikle tüm uygulama arayüzleri ve belgeleri l10n KDE takımları aracılığıyla 65'den çok dile çevirilir.

source: The kdeedu module joined the KDE 3.0 official release.
tr: kdeedu modülü KDE 3.0 resmi sürümüne katıldı.

source: About Us
tr: Hakkımızda

source: Users Stories
tr: Kullanıcı Öyküleri

source: This means that soon Parley data can be retrieved directly from Ambaradan. In a second stage data for KHangMan and Marble will be made available.
tr: Bu, Parley verilerinin yakında doğrudan Ambaradan'dan alınabileceği anlamına geliyor. İkinci aşamada KHangMan ve Marble verileri sunulacaktır.

source: Further reading:
tr: Daha fazla okuma:

source: When three educational projects get together
tr: Üç eğitim projesi bir araya geldiğinde

source: Report from Successful Multimedia and Edu Sprint in Randa
tr: Randa'dan Başarılı Çoklu Ortam ve Eğitim Siprinti Raporu

source: KDE Education and Multimedia Sprint ... some results ...
tr: KDE Eğitim ve Çoklu Ortam Sprinti .. bazı sonuçlar ...

source: Editing Parley ... it's so easy that kids can do
tr: Parley'i Düzenleme .. çocukların yapabileceği kadar kolay

source: Updated language data online
tr: Dil verileri çevrimiçi güncellendi

source: %1 Applications
tr: %1 Uygulama

source: %1 Categories
tr: %1 Kategori

source: Development Information
tr: Geliştirme Bilgileri

source: Application Categories
tr: Uygulama Kategorileri

source: Age Categories
tr: Yaş Kategorileri

source: Subject Categories
tr: Konu Kategorileri

source: Graphics
tr: Grafikler

source: Here you can find our graphics, feel free to use them, when appropriate.
tr: Burada bizim grafiklerimizi bulabilirsiniz, uygun olduğunda, kullanmaktan çekinmeyin.

source: You'll find more detailed artwork <a href='KDEEdu_artwork.svg'>here</a>
tr: <a href='KDEEdu_artwork.svg'>Burada</a> daha detaylı sanatsal çalışmalar bulacaksınız.

source: Contact Us
tr: Bize Ulaşın

source: Mailing Lists
tr: E-posta Listeleri

source: Forums
tr: Forumlar

source: Join us on irc.freenode.net, channel <strong><a href="irc://irc.freenode.org/#kde-edu">#kde-edu</a>.</strong>.
tr: Bize irc.freenode.net üzerinde <strong><a href="irc://irc.freenode.org/#kde-edu">#kde-edu</a></strong> kanalından katılın.

source: Press
tr: Basın

source: Information about promotion <a href="press.php">here</a>.
tr: Tanıtım hakkında daha çok bilgi <a href="press.php">burada</a>.

source: How to use the logo and icons? Get answers <a href="graphics.php">here</a>.
tr: Logo ve simgeler nasıl kullanılır? Cevapları <a href="graphics.php">buradan</a> alın.

source: Contributions
tr: Katılımlar

source: Here we present some contributions to our applications.
tr: Burada uygulamalarımıza yapılan bazı katkıları tanıtıyoruz.

source: All the files are distributed under free licenses. If not otherwise stated this is the GNU General Public License. You are encouraged to download and use the files according to their license.
tr: Tüm dosyalar özgür lisanslar altında dağıtılmaktadır. Aksi belirtilmedikçe lisans GNU Genel Kamu Lisansı'dır. Dosyaları lisanslarına göre indirmekten ve kullanmaktan çekinmeyin.

source: And you are even more encouraged to contribute your own files or improve the existing ones! Visit the <a href="../get_involved/">Get Involved page</a>.
tr: Ve hatta kendi dosyalarınızla veya mevcut olanları geliştirerek katkı vermekten hiç çekinmeyin! <a href="../get_involved/">Dahil olun sayfasını</a> ziyaret edin.

source: Vocabulary Files
tr: Kelime Dosyaları

source: (old KDE3 style)
tr: (eski KDE3 biçimi)

source: (current KDE4 style)
tr: (şimdiki KDE4 biçimi)

source: Logo Scripts
tr: Logo Betikleri

source: Kig Macros
tr: Kig Makroları

source: Since Kig can import and use third-party macros as built-in objects, it can have new objects, being more and more powerful.
tr: Kig, üçüncü parti makroları yerleşik nesne olarak içe aktarıp kullanabildiğinden yeni nesnelere sahip olabilir ve çok daha güçlenebilir.

source: Once you have a macro file, you can import it into Kig using one of these instructions (tailored for a typical Linux system):
tr: Bir makro dosyası bulduğunuz zaman, bu talimatlardan birini kullanarak Kig'in içine aktarabilirsiniz (tipik bir Linux sistemi için uyarlanmış hali):

source: Local installation
tr: Yerel kurulum

source: Global installation
tr: Genel kurulum

source: How can I import a macro file?
tr: Bir makro dosyasını nasıl içe aktarabilirim?

source: KTurtle Logo Scripts
tr: KTurtle Logo Betikleri

source: You can download these Logo files and freely use them with KTurtle.
tr: Bu Logo dosyalarını indirebilir ve özgürce KTurtle ile kullanabilirsiniz.

source: If you have questions or need help, don't hesitate to <a href="/contact_us/">contact us</a>.
tr: Sorularınız veya yardıma ihtiyacınız varsa <a href="/contact_us/">bize ulaşmaktan</a> çekinmeyin.

source: Contributed Learning Files
tr: Katkıda Bulunulmuş Öğrenme Dosyaları

source: Creating kvtml Files
tr: kvtml Dosyaları Oluşturuluyor

source: You can create a kvtml file using %1. You add the back and front for each cards and then you save your data. It will be saved using the kvtml extension.
tr: %1 kullanarak bir kvtml dosyası oluşturabilirsiniz. Her kart için ön ve arkaekleyebilir ve sonrasında verilerinizi saklayabilirsiniz. Bunlar kvtml uzantısıyla kaydedilir.

source: Share Your Files
tr: Dosyalarınızı Paylaşın

source: If you have questions or need help, ask the <a href="mailto:kde-edu@kde.org">the KDE-Edu mailing list</a>.
tr: Sorularınız veya yardıma ihtiyacınız varsa <a href="mailto:kde-edu@kde.org">KDE-Edu e-posta listesini</a> kullanabilirsiniz.

source: Areas
tr: Alanlar

source: Vocabulary / Languages
tr: Kelime / Diller

source: Anatomy / Physiology
tr: Anatomi / Fizyoloji

source: Joints
tr: Eklemler

source: Bones
tr: Kemikler

source: Muscles
tr: Kaslar

source: Ligamenti
tr: Bağ

source: Miscellaneous
tr: Çeşitli

source: Music
tr: Müzik

source: Guitar
tr: Gitar

source: Music Theory
tr: Müzik Teorisi

source: Geography
tr: Coğrafya

source: History
tr: Tarih

source: Math
tr: Matematik

source: Chemistry
tr: Kimya

source: Exam Preparation
tr: Sınav Hazırlama

source: Contributors
tr: Katkıda Bulunanlar

source: Please send your contributed files to <a href="mailto:kde-edu@kde.org">the KDE-Edu mailing list</a> so they can be uploaded on this page.
tr: Lütfen katkı dosyalarınızı <a href="mailto:kde-edu@kde.org">KDE-Edu e-posta listesine</a> gönderin böylece bu sayfaya yüklenebilirler.

source: Areas:
tr: Alanlar:

source: More vocabulary files
tr: Daha fazla kelime dosyaları

source: For KDE 3 many files exist that work perfectly fine with the new versions of the programs. Have a look at <a href="../contrib/kvtml.php">Vocabulary files for KDE 3</a>.
tr: KDE 3 için olan ve programların yeni sürümleriyle de mükemmel şekilde çalışan pek çok dosya bulunmaktadır. <a href="../contrib/kvtml.php">KDE 3 için kelime dosyalarına</a> bir göz atın.

source: Last update: %1
tr: Son güncelleme: %1

source: Get Involved...
tr: Katıl...

source: With KDE
tr: KDE ile

source: For more information go to the <a href="http://kde.org/community/getinvolved/">main KDE page</a>.
tr: Daha fazla bilgi için <a href="http://kde.org/community/getinvolved/">KDE ana sayfasına</a> gidin.

source: With KDE Education
tr: KDE Eğitim ile

source: KDE-Edu logo
tr: KDE-Edu logosu

source: If you want to help within the KDE Education team you probably find a suitable task below. Your help is welcome!
tr: KDE Eğitim ekibine yardımcı olmak istiyorsanız muhtemelen aşağıda uygun bir görevi bulabilirsiniz. Yardımlarınıza açığız!

source: Feedback
tr: Geri Bildirim

source: The easiest way to get involved is to use the applications and give us some feedback about:
tr: Dahil olmak için en kolay yol, uygulamaları kullanmak ve bize haklarında geri bildirimde bulunmaktır:

source: The usability of the user interface.
tr: Kullanıcı arayüzünün kullanılabilirliği.

source: The quality of the content (vocabularies, precision of the output etc.)
tr: İçeriğin kalitesi (sözlükler, çıktının hassaslığı, vb.)

source: Possible targets to use the application for.
tr: Uygulamanın kullanımı için olası amaçlar.

source: Missing features of the application.
tr: Uygulamanın eksik özellikleri.

source: Writing Content Files
tr: İçerik Dosyaları Yazımı

source: You can contribute various content files. Read more about:
tr: Çeşitli içerik dosyalarına katkıda bulunabilirsiniz. Daha çok bilgi için:

source: Creating <a href="kvtml.php">kvtml vocabulary files</a>
tr: <a href="kvtml.php">kvtml kelime dosyalarını</a> oluşturma

source: Writing <a href="kturtle.php">KTurtle Logo scripts</a>
tr: <a href="kturtle.php">KTurtle Logo betiklerinin</a> yazımı

source: Writing <a href="kig.php">Kig macros</a>
tr: <a href="kig.php">Kig makrolarının</a> yazımı

source: Creating <a href="parley.php">themes for Parley</a>
tr: <a href="parley.php">Parley için temalar</a> oluşturma

source: Please upload files you created to <a href="http://www.kde-files.org/">kde-files.org</a> using this <a href="http://kde-files.org/content/add.php">upload page</a>.
tr: Lütfen oluşturduğunuz dosyaları şu <a href="http://kde-files.org/content/add.php">yükleme sayfasını</a> kullanarak <a href="http://www.kde-files.org/">kde-files.org</a>'a yükleyin.

source: They will appear on the page and also show up in the download dialogs of the applications. Already available files can be found here:
tr: Bunlar sayfada ve aynı zamanda uygulamaların indirme ekranlarında görünecek. Mevcut dosyaları şurada bulabilirsiniz:

source: KStars Data files
tr: KStars Veri dosyaları

source: KTurtle Scripts
tr: KTurtle Betikleri

source: Parley files (kvtml)
tr: Parley dosyaları (kvtml)

source: KWordQuiz files (kvtml)
tr: KWordQuiz dosyaları (kvtml)

source: Cantor files
tr: Cantor dosyaları

source: Step files
tr: Step dosyaları

source: If you have questions or need help don't hesitate to <a href="../contact_us/">contact us</a>.
tr: Sorularınız veya yardıma ihtiyacınız varsa <a href="../contact_us/">contact us</a> çekinmeyin.

source: Writing Kig Macros
tr: Kig Makrolarının Yazımı

source: You can extend Kig with macros written in Python. Please look at the <a href="/kig/manual/scripting-api/">Kig Python Scripting API Documentation</a>.
tr: Python ile yazılmış makrolarla Kig'i geliştirebilirsiniz. Lütfen <a href="/kig/manual/scripting-api/">Kig Python Betikleme UPA Belgelendirmesine</a> bakınız.

source: There are some macros available in the <a href="../contrib/kig/">Contribution section</a>.
tr: <a href="../contrib/kig/">Katkı bölümünde</a> bazı makrolar bulunmaktadır.

source: Writing KTurtle Scripts
tr: KTurtle Betiklerinin Yazımı

source: As every developer knows: the best way to learn a programming language is to study example code. You can find some Logo scripts <a href="../contrib/kturtle/">here</a>. Additional examples are welcome!
tr: Her geliştiricinin bildiği gibi bir programlama dili öğrenmenin en iyi yolu örnek kodları incelemektir. Bazı Logo betiklerini <a href="../contrib/kturtle/">burada</a> bulabilirsiniz. Sizlerden de ek örnekler bekliyoruz!

source: Creating Vocabulary Files
tr: Kelime Dosyalarını Oluşturma

source: <a href="/applications/language/parley/">Parley</a> and <a href="/applications/language/kwordquiz/">KWordQuiz</a> use the same XML data file format called <strong>kvtml</strong>. To some extent these files also work with <a href="/applications/language/khangman/">KHangMan</a> and <a href="/applications/language/kanagram/">Kanagram</a>.
tr: <a href="/applications/language/parley/">Parley</a> ve <a href="/applications/language/kwordquiz/">KWordQuiz</a><strong>kvtml</strong>isimli aynı XML veri dosyası biçimini kullanır. Bazı eklemelerle bu dosyalar <a href="/applications/language/khangman/">KHangMan</a> ve <a href="/applications/language/kanagram/">Kanagram</a>'da da çalışır.

source: Programs exporting kvtml Files
tr: kvtml olarak dışarı dosya aktararan programlar

source: You can create a kvtml file using <a href="/applications/language/kwordquiz/">KWordQuiz</a>. You add the back and front for each cards and then you save your data. It will be saved using the kvtml extension.
tr: <a href="/applications/language/kwordquiz/">KWordQuiz</a> kullanarak bir kvtml dosyası oluşturabilirsiniz. Her kart için ön ve arka ekleyebilir ve sonrasında verilerinizi saklayabilirsiniz. Bunlar kvtml uzantısıyla kaydedilir.

source: We suggest to use <a href="/applications/language/parley/">Parley</a>. Parley offers a wealth of editing possibilities without being too difficult.
tr: <a href="/applications/language/parley/">Parley</a>'in kullanılmasını tavsiye ederiz. Parley kolay sayılabilecek bir şekilde zengin düzenleme olanakları sunar.

source: Please see <a href="sample.kvtml">here</a> for an example of a kvtml file if you want to create one with an editor.
tr: Bir düzenleyiciyle kvtml dosyası oluşturmak istiyorsanız lütfen <a href="sample.kvtml">şuradan</a> bir örneğini görün.

source: More Resources
tr: Daha Fazla Kaynak

source: For a closer look at the filesharing features of KDE Education applications and the kvtml file format please visit following techbase wiki pages:
tr: KDE Eğitim uygulamalarının dosya paylaşım özelliklerine ve kvtml dosya biçimine daha yakından bakmak için aşağıdaki Techbase viki sayfalarını ziyaret edin:

source: KNewStuff Project
tr: KNewStuff Projesi

source: Tutorial for developers how to add KNewStuff feature
tr: KNewStuff özelliği ekleme hakkında geliştiriciler için öğretici

source: Copyright Issues
tr: Telif Hakkı Sorunları

source: Creating Parley Themes
tr: Parley Temaları Oluşturma

source: The KDE Education Project
tr: KDE Eğitim Projesi

source: Grow knowledge
tr: Bilgiyi çoğaltın

source: Welcome to KDE Edu!
tr: KDE Edu'ya hoş geldiniz!

source: We make free educational software for children and adults, students and teachers. We make software for you.
tr: Biz çocuklar ve yetişkinler, öğrenciler ve öğretmenler için özgür eğitim yazılımları yapıyoruz. Biz, sizin için yazılım yapıyoruz.

source: Grow your knowledge with our applications.
tr: Uygulamalarımızla bilginizi genişletin.

source: Or get involved with us in development apps.
tr: Veya uygulamaları geliştirmemizde bize katılın.

source: Our applications
tr: Uygulamalarımız

source: Applications
tr: Uygulamalar

source: Get involved
tr: Dahil olun

source: <strong>Free Educational Software based on the KDE technologies:</strong> students, parents, children, teachers, adults, you can freely use our software, copy it, modify it to your needs and enjoy learning!
tr: <strong>KDE teknolojilerine dayalı Özgür Eğitim Yazılımları:</strong> öğrenciler, veliler, çocuklar, öğretmenler, yetişkinler ve siz özgürce yazılımlarımızı kullanabilir, kopyalayabilir, ihtiyaçlarınıza göre değiştirebilir ve öğrenmenin keyfini çıkarabilirsiniz!

source: Keep up to date
tr: Yenilikleri takip edin

source: Have a look at the KDE feed reader <a href="http://kde.org/applications/internet/akregator/" title="aKregator RSS/Atom reader">aKregator</a>.
tr: KDE besleme okuyucusu <a href="http://kde.org/applications/internet/akregator/" title="aKregator RSS/Atom reader">aKregator</a>'a bir göz atın.

source: KDE-Edu on Microsoft Windows
tr: Microsoft Windows üzerinde KDE-Edu

source: Latest News from our Blogs
tr: Bloglarımızdan en son haberler

source: More News &raquo;
tr: Daha Fazla Haber &raquo;

source: Marble Authors
tr: Marble Yazarları

source: Original Author and Maintainer
tr: Asıl Yazar ve Projeyi Yürüten

source: Co-Maintainer and Architect
tr: Yardımcı Proje Sürdürücü ve Mimar

source: Routing, Maemo5 support
tr: Yönlendirme, Routing desteği

source: Marble architecture, Plugins, Maemo5 support
tr: Marble mimarisi, Eklentiler, Maemo5 desteği

source: Marble architecture, OpenGL, Maemo5 support
tr: Marble mimarisi, OpenGL, Maemo5 desteği

source: OpenStreetMap Support
tr: OpenStreetMap Desteği

source: Map Wizard, Earthquake Plugin
tr: Harita Sihirbazı, Deprem Eklentisi

source: Extended Plugin configuration
tr: Genişletilmiş eklenti yapılandırması

source: Windows packages
tr: Windows paketleri

source: Mac OS X packages
tr: Mac OS X paketleri

source: Marble on Windows, KML Support
tr: Windows üzerinde Marble, KML Desteği

source: Online Service Support, Maemo5 support
tr: Çevrimiçi Servis Desteği, Maemo5 desteği

source: Proxy Support
tr: Vekil Sunucu Desteği

source: GPS Plugins, GeoClue Bindings
tr: GPS Eklentileri, GeoClue Bağlayıcıları

source: Marble Plasmoid, Temperature and Precipitation maps
tr: Marble Gereci, Sıcaklık ve Yağış haritaları

source: Python Bindings
tr: Python Bağlayıcıları

source: Historical Maps
tr: Tarihi Haritalar

source: IRC developer support & KIO plugin
tr: IRC geliştirici desteği ve KIO eklentisi

source: Sun shading, real-time cloud cover
tr: Güneş gölgeleme, gerçek zamanlı bulut örtüsü

source: GeoData XML parsing framework
tr: GeoData XML ayrıştırma çerçevesi

source: APRS plugin
tr: APRS eklentisi

source: The Marble Team would like to thank its members who participated in the Google Summer of Code for their successful work on Marble:
tr: Marble Takımı, Google Summer of Code'da gösterdikleri başarıdan dolayı katılımcı üyelerine teşekkür eder:

source: Developers
tr: Geliştiriciler

source: Development &amp; Patches:
tr: Geliştirme ve Yamalar:

source: Platforms &amp; Distributions:
tr: Platformlar ve Dağıtımlar:

source: Artwork:
tr: Sanatsal İşler:

source: Credits
tr: Destekleyenler

source: Various Suggestions &amp; Testing:
tr: Çeşitli Öneriler ve Testler:

source: Editing
tr: Düzenleme

source: We'd especially like to thank John Layt who provided an important source of inspiration by creating Marble's predecessor "Kartographer".
tr: Özellikle John Layt'a, Marble'ın atası olan "Kartographer"ı yaratarak önemli bir ilham kaynağı olmasından dolayı teşekkür ederiz.

source: Last update:
tr: Son güncelleme:

source: Marble Data
tr: Marble Verisi

source: Maps
tr: Haritalar

source: Blue Marble Next Generation (500 m / pixel)
tr: Mavi Marble Yeni Nesil (500 m / piksel)

source: NASA Goddard Space Flight Center Earth Observatory
tr: NASA Goddard Uzay Uçuş Merkezi Dünya Gözlemevi

source: Earth's City Lights
tr: Dünya'nın Şehir Işıkları

source: A combination of two datasets:
tr: İki veri setinin birleşimi:

source: Street Map
tr: Sokak Haritası

source: Cities and Locations
tr: Şehirler ve Konumlar

source: Czech Statistical Office
tr: Çek İstatistik Ofisi

source: Public database
tr: Kamu veritabanı

source: Flags
tr: Bayraklar

source: Flags of the World
tr: Dünya Bayrakları

source: Stars
tr: Yıldızlar

source: The Bright Star Catalogue
tr: Parlak Yıldız Kataloğu

source: 5th Revised Ed. (Preliminary Version) Hoffleit D., Warren Jr W.H., Astronomical Data Center, NSSDC/ADC (1991)
tr: 5. Gözden Geçirilmiş baskı (Ön Sürüm) Hoffleit D., Warren Jr W.H., Astronomik Veri Merkezi, NSSDC/ADC (1991)

source: Get Involved with Marble
tr: Marble'a Dahil Olun

source: Contact: Mailing lists and IRC
tr: İletişim: E-posta listeleri ve IRC

source: The KDE Education team is very open to new people: Join us and have a chat with us on IRC
tr: KDE Eğitim ekibi yeni insanlara çok açıktır: Bize katılın ve IRC üzerinden bizimle sohbet edin

source: <b>#kde-edu</b>, server: irc.freenode.net
tr: <b>#kde-edu</b>, sunucu: irc.freenode.net

source: <b>#marble</b>, server: irc.freenode.net
tr: <b>#marble</b>, sunucu: irc.freenode.net

source: Also you can reach us via our mailing lists:
tr: Bize ayrıca e-posta listelerimiz üzerinden de ulaşabilirsiniz:

source: <b><a href="https://mail.kde.org/mailman/listinfo/kde-edu">kde-edu@kde.org</a></b> for all educational topics that are related to Marble
tr: <b><a href="https://mail.kde.org/mailman/listinfo/kde-edu">kde-edu@kde.org</a></b> Marble ile ilgili tüm eğitimsel konular

source: <b><a href="https://mail.kde.org/mailman/listinfo/marble">marble@kde.org</a></b> for general discussions about Marble
tr: <b><a href="https://mail.kde.org/mailman/listinfo/marble">marble@kde.org</a></b> Marble hakkında genel tartışmalar

source: For Marble development it's a good idea to join our development mailing lists:
tr: Marble geliştirimi için geliştirme e-posta listelerimize katılmak iyi bir fikirdir:

source: <b><a href="https://mail.kde.org/mailman/listinfo/marble-devel">marble-devel@kde.org</a></b> for development discussions about Marble
tr: <b><a href="https://mail.kde.org/mailman/listinfo/marble-devel">marble-devel@kde.org</a></b> Marble hakkındaki geliştirme tartışmaları için

source: <b><a href="https://mail.kde.org/mailman/listinfo/marble-commits">marble-commits@kde.org</a></b> if you want to follow the progress of Marble's source code.
tr: <b><a href="https://mail.kde.org/mailman/listinfo/marble-commits">marble-commits@kde.org</a></b> Marble'ın kaynak kodundaki ilerlemeleri takip etmek istiyorsanız.

source: <b><a href="https://mail.kde.org/mailman/listinfo/marble-bugs">marble-bugs@kde.org</a></b> for all people who want to fix Marble bugs.
tr: <b><a href="https://mail.kde.org/mailman/listinfo/marble-bugs">marble-bugs@kde.org</a></b> Marble hatalarını düzeltmek isteyen tüm insanlar için.

source: There are many ways to contribute maps:
tr: Haritalara katkıda bulunmak için birçok yol vardır:

source: Join the OpenStreetMap Project!
tr: OpenStreetMap Projesinde Yer Al!

source: Check Wikipedia or other sources for historic maps. Especially here it's important that the license is clear and is compatible. Adjust those maps
tr: Tarihi haritalar için Vikipedi ya da diğer kaynakları kontrol edin. Burada özellikle lisansın net ve uyumlu olması önemlidir. Bu haritaları ayarlayın

source: Find maps which might be interesting for Marble. For maps that are intended to get shipped together with Marble it's important that the topic covered is of general interest or has an important educational aspect covered. All other maps can get shipped via the Get Hot New Stuff technology.
tr: Marble için ilgi çekebilecek yeni haritalar bulun. Marble ile gelmesi düşünülen haritaların önemli özelliği, konunun genel ilgi uyandıran bir konu olması ve önemli bir eğitimsel alanı kapsamasıdır. Diğer tüm haritalar, "Yeni Çıkanlar" yardımıyla indirilebilir.

source: Documentation
tr: Belgelendirme

source: Artwork and Design
tr: Sanatsal Çalışmalar ve Tasarım

source: Marble needs artists! There are many fun things to improve:
tr: Marble'ın sanatçılara ihtiyacı var! Geliştirmek için birçok eğlenceli şey var:

source: Of course we are also always interested in getting better Oxygen-style icons.
tr: Elbette daha iyi Oxygen simgeleri almak her zaman ilgimizi çeker.

source: Homepage
tr: Anasayfa
