Repository: sabriunal/turkish-translation-backup
Catalog: KDE/edu-kde-org_www.po
Languages: tr

source: Core Developer and Co-Maintainer
tr: Asıl Yazar, Geliştirici ve Yardımcı Projeyi Yürüten

source: Development & Patches
tr: Geliştirme ve Yamalar

source: Platforms & Distributions
tr: Platformlar ve Dağıtımlar

source: Artwork
tr: Sanatsal İşler

source: Various Suggestions & Testing
tr: Çeşitli Öneriler ve Sınamalar

source: Special thanks for providing an important source of inspiration by creating Marble's predecessor "Kartographer".
tr: Marble'ın öncülü "Kartographer" uygulamasını yaratarak önemli bir ilham kaynağı olmasından dolayı özel teşekkürler.

source: Desktop Globe
tr: Masaüstü Küresi

source: Maintainer and Original Author
tr: Projeyi Yürüten ve Özgün Yazar

source: Themes support, features development
tr: Tema desteği, özellik geliştirimi

source: Initial project setup and ideas
tr: İlk proje organizasyonu ve fikirler

source: Graphics design and icons
tr: Grafik tasarımı ve simgeler

source: A memory and pairs game for KDE
tr: KDE için bir bellek ve çiftleri eşleştirme oyunu

source: Developer and maintainer
tr: Geliştirici ve projeyi yürüten

source: Practice Dialogs
tr: Çalışma Pencereleri

source: Scripting
tr: Betikleme

source: Countless fixes, former maintainer, port to KDE4
tr: Sayısız düzeltme, eski yürütücü, KDE4 geçişi

source: Artwork and Oxygen Icons
tr: Sanatsal Çalışmalar ve Oxygen Simgeleri

source: Port to KConfig XT
tr: KConfig XT geçişi

source: Rewriting the kvtml library for KDE4
tr: kvtml kitaplığının KDE4 için yeniden yazımı

source: Bug reports and testing on the way to KDE4
tr: KDE4 yolunda hata raporları ve sınamalar

source: Conceived the name Parley
tr: Parley isminin tasarlanması

source: Vocabulary Trainer
tr: Kelime Çalıştırıcı

source: Rocs Graph Theory
tr: Rocs Graph Kuramı

source: Code contributions
tr: Kod katkıları

source: Interactive Physical Simulator
tr: Etkileşimli Fizik Simülatörü

source: KDE Edutainment News
tr: KDE Eğlenceli Eğitim Haberleri

source: News from our Blogs
tr: Bloglarımızdan Haberler

source: By Age
tr: Yaşa Göre

source: By Subject
tr: Konuya Göre

source: All Applications
tr: Tüm Uygulamalar

source: Support
tr: Destek

source: User Information
tr: Kullanıcı Bilgisi

source: Technical Information
tr: Teknik Bilgi

source: Vocabulary Files (KDE3)
tr: Kelime Dosyaları (KDE3)

source: Vocabulary Files (KDE4)
tr: Kelime Dosyaları (KDE4)

source: News
tr: Haberler

source: Project's History
tr: Projenin Tarihçesi

source: Get Involved
tr: Katıl

source: Parley Themes
tr: Temaları Müzakere Edin

source: Graphic Resources
tr: Grafik Kaynakları

source: Mailing List
tr: E-posta Listesi

source: edu.kde.org Webmaster
tr: edu.kde.org site yöneticisi

source: Latest KDE-Edu News
tr: En Son KDE-Edu Haberleri

source: Categories
tr: Kategoriler

source: Back to overview
tr: Genel bakışa geri dön

source: More about %1
tr: %1 hakkında daha çok bilgi

source: %1 Homepage
tr: %1 Ana sayfası

source: %1 on KDE-Apps.org
tr: KDE-Apps.org üzerinde %1

source: Get help
tr: Yardım al

source: %1 on UserBase
tr: UserBase üzerinde %1

source: KDE Community Forums
tr: KDE Topluluk Forumları

source: %1 Handbook
tr: %1 El Kitabı

source: Contact the authors
tr: Yazarlarla iletişim kur

source: Report a bug
tr: Bir hata bildir

source: %1 on Freenode
tr: Freenode üzerinde %1

source: Mailing List:
tr: E-posta Listesi:

source: subscribe
tr: üye ol

source: list information
tr: liste bilgileri

source: archive
tr: arşiv

source: Development information
tr: Geliştirme bilgileri

source: Screenshot
tr: Ekran Görüntüsü

source: No screenshot available
tr: Ekran görüntüsü yok

source: Features
tr: Özellikler

source: Developed By
tr: Geliştiren

source: License
tr: Lisans

source: Show more information about
tr: Hakkında daha fazla bilgi göster

source: Show less information
tr: Daha az bilgi göster

source: Source code repository
tr: Kaynak kod deposu

source: Search for open bugs
tr: Açık hata ara

source: Major Bug reports
tr: Büyük Hata raporları

source: Minor Bug reports
tr: Küçük Hata raporları

source: Wish reports
tr: İstek raporları

source: Junior Jobs
tr: Yeniler için İşler

source: Code checking
tr: Kod denetimi

source: Show results of automated code checking on the English Breakfast Network (EBN).
tr: English Breakfast Network (EBN) üzerindeki otomatik kod denetimi sonuçlarını göster.

source: Code Checking
tr: Kod Denetimi

source: Documentation Sanitation
tr: Belgelendirme Sağlığı

source: All
tr: Tümü

source: Age
tr: Yaş

source: Subject
tr: Konu

source: Preschool
tr: Okul öncesi

source: School
tr: Okul

source: University
tr: Üniversite

source: Language
tr: Dil

source: Mathematics
tr: Matematik

source: Science
tr: Bilim

source: You need to build and install libkdeedu before building %1. To get it type:
tr: %1 yapımından önce libkdeedu kitaplığının yapmalı ve kurmalısınız. Bunun için şunları yazın:

source: Contents
tr: İçindekiler

source: Latest News
tr: En Son Haberler

source: Date
tr: Tarih

source: Headline
tr: Başlık

source: Read more on
tr: Hakkında daha çok bilgi için

source: KDE-Edu on Windows
tr: Windows üzerinde KDE-Edu
