Repository: sabriunal/turkish-translation-backup
Catalog: KDE/edu-kde-org_www.po
Languages: tr

source: Development
tr: Geliştirme

source: You like to write source code and feel like spending some time improving Marble? Let us know, we're looking forward to help you getting started! Before you start it's probably best to read the "Marble's Secrets" blog series:
tr: Kaynak kod yazmayı seviyor ve Marble'ı geliştirmek için biraz zamanınız olduğunu mu hissediyorsunuz? Öyleyse bize haber verin, size başlarken yardımcı olmak için bekliyoruz! Başlamadan önce büyük ihtimalle en iyisi "Marble'ın Sırları" blog serisini okumak:

source: Marble's Secrets Part I
tr: Marble'ın Sırları Bölüm I

source: Marble's Secrets Part II
tr: Marble'ın Sırları Bölüm II

source: Marble's Secrets Part III
tr: Marble'ın Sırları Bölüm III

source: Quality Assurance
tr: Kalite Kontrol

source: Bugs and Features
tr: Hata ve Özellikler

source: Marble in the Press and Awards
tr: Basında ve Ödüllerde Marble

source: Reviews
tr: İncelemeler

source: Marble - Screenshots
tr: Marble - Ekran Görüntüleri

source: Measuring Distances on the globe
tr: Dünya üzerinde mesafe ölçümü

source: Measuring Distances on a flat map
tr: Düz harita üzerinde mesafe ölçümü

source: Visualizing Night and Day on Satellite View
tr: Uydu Görünümünde gece ve gündüz görselleştirmesi

source: ... also works for Mars and a flat map
tr: ... ayrıca Mars ve bir düz haritada da çalışır

source: Crater Tycho on the Moon
tr: Ay üzerindeki Tycho Krateri

source: C'est magnifique!
tr: Çok güzel!

source: Think back how people imagined the world in 1689
tr: İnsanların 1689'da dünyayı nasıl hayal ettiklerini düşünün

source: A topographic map of Turkey
tr: Türkiye'nin bir topografik haritası

source: Downloading new maps in Marble
tr: Marble'da yeni haritaların indirilmesi

source: Training lessons for Bengali and Polish are available.
tr: Bengali ve Lehçe için alıştırmalar kullanılabilir.

source: tool to visualize the spectral lines of each element
tr: her elementin tayf çizgilerini görselleştirmek için araç

source: Molecular weight calculator
tr: Molekül ağırlığı hesaplayıcı

source: an Isotope table
tr: bir izotop tablosu

source: 3D molecule editor, with a load and save functionality
tr: Yükleme ve kaydetme işlevselliğine sahip 3B molekül düzenleyici

source: an equation solver for stoichiometric problems
tr: stokiyometrik problemler için bir denklem çözücü

source: filetype conversion for different types of chemical programs
tr: farklı türdeki kimya programları için dosya türü dönüştürme

source: tool to produce a comprehensive list of all Risk_and_Safety_Statements
tr: tüm Risk_ve_Güvenlik_Açıklamalarının kapsamlı bir listesini oluşturmak için araç

source: Several word lists included
tr: Birkaç kelime listesi dahil

source: Hints and cheat help system
tr: İpuçları ve hile yardım sistemi

source: Word list editor
tr: Kelime listesi düzenleyici

source: Word lists distribution via <i>KNewStuff</i>
tr: <i>KNewStuff</i> ile kelime listeleri dağıtımı

source: Scalable user interface appropriate for children
tr: Çocuklar için uygun ölçeklenebilir kullanıcı arayüzü

source: Percentage exercise - in this exercise you have to calculate percentages.
tr: Yüzde çalışması - bu çalışmada yüzde hesaplamanız gerekiyor.

source: Browse the maps clicking in a map division to see its name, capital and flag
tr: İsmini, başkentini ve bayrağını görmek için bir harita bölümünü tıklayarak haritalara göz atın

source: The game tells you a map division name and you have to click on it
tr: Oyun bir harita bölümünün adını söyler ve siz harita üzerinde onu tıklamaya çalışırsınız

source: The game tells you a capital and you have to guess the division it belongs to
tr: Oyun bir başkent söyler ve siz onun ait olduğu bölümü tahmin etmeye çalışırsınız

source: The game tells you a division and you have to guess its capital
tr: Oyun bir bölüm söyler ve siz onun başkentini tahmin etmeye çalışırsınız

source: The game shows you a map division flag and you have to guess its name
tr: Oyun bir harita bölümünün bayrağını gösterir ve siz onun adını tahmin etmeye çalışırsınız

source: The game tells you a map division name and you have to guess its flag
tr: Oyun bir harita bölümünün adını söyler ve siz onun bayrağını tahmin etmeye çalışırsınız

source: The game shows an empty map and you have to place divisions on it one by one
tr: Oyun boş bir harita gösterir ve siz üzerine bölümlerini teker teker yerleştirmeye çalışırsınız

source: <p><strong>Kig</strong> is an application for Interactive Geometry</p>
tr: <p><strong>Kig</strong> Etkileşimli Geometri için bir uygulamadır</p>

source: <p><strong>Kiten</strong> is a Japanese reference/study tool.</p>
tr: <p><strong>Kiten</strong> bir Japonca başvuru ve çalışma aracıdır.</p>

source: English to Japanese and Japanese to English dictionary
tr: İngilizce Japonca ve Japonca İngilizce sözlük

source: <p><strong>KLettres</strong> is an application specially designed to help the user to learn alphabet in a new language and then to learn to read simple syllables. The user can be a young child aged from two and a half or an adult that wants to learn the basics of a foreign language.</p><p>There are twenty five languages available at the moment: Arabian, Brazilian Portuguese, Czech, Danish, Dutch, British English, US English, Phonics English, French, German, Hebrew, Hugarian, Italian, Kannada, Low Saxon, Malayalam, Norwegian Bokmål, Punjabi, Luganda, Romanized Hindi, Russian, Spanish, Slovak, Telugu and Ukrainian.</p>
tr: <p><strong>KLettres</strong>, kullanıcının yeni bir dilde alfabeyi öğrenmesine ve ardından basit heceleri okumayı öğrenmesine yardımcı olmak için özel olarak tasarlanmış bir uygulamadır. Kullanıcı, iki buçuk yaşında küçük bir çocuk veya bir yabancı dilin temellerini öğrenmek isteyen bir yetişkin olabilir.</p><p>Şu anda kullanılabilen yirmi beş dil vardır: Arapça, Brezilya Portekizcesi, Çekçe , Danca, Hollandaca, Britanya İngilizcesi, Amerikan İngilizcesi, Fonetik İngilizce, Fransızca, Almanca, İbranice, Macarca, İtalyanca, Kannadaca, Aşağı Saksonca, Malayalam Dili, Bokmål Norveççesi, Pencapça, Luganda, Romanlaştırılmış Hintçe, Rusça, İspanyolca, Slovakça, Teluguca ve Ukraynaca .</p>

source: 4 difficulties and 2 ages modes
tr: 4 zorluk ve 2 yaş kipi

source: Special GUI with delayed keyboard action and scalable themes reasonable for younger users
tr: Gecikmeli klavye eylemleri olan özel GKA ve genç kullanıcılar için uygun ölçeklenebilir temalar

source: 16 languages available
tr: 16 dil mevcut

source: Download and upload of additional language data using <i>KNewStuff</i>
tr: <i>KNewStuff</i> kullanarak ek dil verilerini indirin veya yükleyin

source: powerful mathematical parser
tr: güçlü matematiksel çözümleyici

source: precise metric printing
tr: hassas metrik baskı

source: different plot types
tr: farklı çizim türleri

source: cartesian
tr: kartezyen

source: parametric
tr: parametrik

source: polar
tr: kutupsal

source: implicit
tr: örtük

source: differential
tr: diferansiyel

source: highly configurable visual settings (plot line, axes, grid)
tr: hayli yapılandırılabilir görsel ayarlar (çizim çizgisi, eksenler, ızgara)

source: export to bitmap format (BMP and PNG) and scalable vector graphics (SVG)
tr: bit eşlem biçimlerine (BMP ve PNG) ve ölçeklenebilir vektör grafiklerine (SVG) aktarma

source: save/load complete session in readable xml format
tr: tüm oturumu okunabilir xml biçiminde kaydetme ve yükleme

source: trace mode: cross hair following plot, coordinates shown in the status bar
tr: izleme kipi: artı imleci noktayı izler, kordinatlar durum çubuğunda gösterilir

source: support zooming
tr: yakınlaştırma desteği

source: support user defined constants and parameter values
tr: kullanıcı tanımlı sabit ve parametre değerleri desteği

source: various tools for plot functions
tr: çizim fonksiyonları için çeşitli araçlar

source: find minimum/maximum point
tr: Minimum ve maksimum nokta bulunumu

source: get y-value and draw the area between the function and the y-axis
tr: y-değerini al ve fonksiyon ile y ekseni arasındaki alanı çiz

source: Catalogs:
tr: Kataloglar:

source: Corrections for precession, nutation and atmospheric refraction
tr: Presesyon, nutasyon ve atmosferik kırılma için düzeltmeler

source: Tools for retrieval of data from Online Databases
tr: Çevrimiçi Veritabanlarından veri alımı için araçlar

source: Scriptable actions using D-Bus
tr: D-Bus kullanarak betiklenebilir eylemler

source: Features for Educators and Students:
tr: Eğitimciler ve Öğrenciler için Özellikler:

source: Astroinfo project to help facilitate learning with the aid of KStars
tr: KStars yardımı ile öğrenmeyi kolaylaştırmaya destek için Astroinfo projesi

source: Internet links for further information / pictures of objects
tr: Nesnelerin resimleri ve daha çok bilgi için internet bağlantıları

source: Features for Amateur Astronomers:
tr: Amatör Astronomlar için Özellikler:

source: Observing List tool to plan observations
tr: Gözlemleri planlamak için Gözlem Listesi aracı

source: FOV Editor helps calculate field of view of equipment and display them
tr: Ekipman görüş alanını hesaplamaya ve görüntülemeye yardımcı olan FOV Düzenleyici

source: Obtain AAVSO light curves for variable stars
tr: Değişen yıldızlar için AAVSO ışık eğrilerinin alınması

source: What's up tonight tool
tr: Bu gece neler var aracı

source: Altitude vs Time tool
tr: Yükseklik ve Zaman aracı

source: Sky Calendar tool
tr: Gökyüzü Takvimi aracı

source: Powerful course and keyboard layout editor for user-created training material
tr: Kullanıcı tarafından oluşturulan eğitim materyalleri için güçlü kurs ve klavye düzeni düzenleyici

source: Comprehensive training statistics to track and analyze your learning progress
tr: Öğreniminizdeki ilerlemeyi izlemek ve analiz etmek için kapsamlı eğitim istatistikleri

source: Easy to use
tr: Kullanımı kolay

source: Five different practice modes
tr: Beş farklı çalışma kipi

source: Flashcards and Quiz types
tr: Bilgi Kartı ve Kısa Sınav türleri

source: Several Vocabulary documents formats supported
tr: Birkaç kelime belgesi biçimi desteklenir

source: Spreadsheet with basic functionality for manual data entry or for generation of uniform and non-uniform random numbers
tr: Tekdüze ve tekdüze olmayan rastgele sayılar üretmek için veya el ile veri girmek için temel işlevli hesap tablosu

source: Export of spreadsheet to an ASCII-file
tr: Hesap tablosunun bir ASCII dosyasına dışa aktarılması

source: <p><strong>Marble</strong> is a Virtual Globe and World Atlas that you can use to learn more about the Earth.</p>
tr: <p><strong>Marble</strong>, Dünya hakkında daha çok bilgi için kullanabileceğiniz bir Sanal Küre ve Dünya Atlasıdır.</p>

source: You can pan and zoom around and you can look up places and roads
tr: Etrafta kaydırma ve yakınlaştırma yapabilir, yerleri ve yolları arayabilirsiniz

source: A mouse click on a place label will provide the respective Wikipedia article
tr: Bir yer etiketi üzerindeki fare tıklaması ilgili Vikipedi makalesini gösterecektir

source: You can measure distances between locations
tr: Yerler arasındaki mesafeyi ölçebilirsiniz

source: Pair images
tr: Resimleri eşleştir

source: Pair similar images
tr: Benzer resimleri eşleştir

source: Pair sounds
tr: Sesleri eşleştir

source: Pair sounds and images
tr: Sesleri ve resimleri eşleştir

source: Different test types
tr: Farklı sınama türleri

source: Mixed Letters (order the letters, anagram like) to get to know new words
tr: Yeni sözcükler öğrenmek için Karışık Harfler (harfleri sıraya dizin, anagram benzeri)

source: Multiple choice
tr: Çoklu seçim

source: Written tests - type the words (including clever correction mechanisms)
tr: Yazılı sınamalar - sözcükleri yazın (akıllı düzeltme mekanizmalarını içerir)

source: Example sentences can be used to create 'fill in the gap' tests
tr: Örnek cümleler, 'boşlukları doldurma' testleri oluşturmak için kullanılabilir

source: Comparison forms (adjectives and/or adverbs)
tr: Karşılaştırma biçimleri (sıfat ve/veya zarflar)

source: Conjugations
tr: Fiil Çekimleri

source: Synonym/Antonym/Paraphrase
tr: Eşanlamlı/Zıt anlamlı/Parafraz

source: Fast test setup with all options in one dialog
tr: Tüm seçenekleri tek pencerede hızlı test kurulumu

source: More than two languages (for example English, Chinese Traditional and Chinese Simplified)
tr: İkiden daha çok dil (örneğin İngilizce, Geleneksel Çince ve Basitleştirilmiş Çince)

source: Find words (also by word type) quickly
tr: Sözcük (ayrıca sözcük türlerini) hızlıca bulun

source: Easy lesson management
tr: Kolay ders yönetimi

source: Premade vocabulary files ready to use
tr: Premade kelime dosyaları kullanıma hazır

source: Share and download vocabulary using Get Hot New Stuff
tr: Yeni Çıkanlar'ı kullanarak sözcük dağarcığı indirin ve paylaşın

source: Canvas for Graph Drawing
tr: Grafik Çizim için Tuval

source: <p><strong>Step</strong> is an interactive physical simulator. It allows you to explore the physical world through simulations.</p>
tr: <p><strong>Step</strong>, etkileşimli bir fiziksel simülatörüdür. Simülasyonlarla fiziksel dünyayı keşfetmenizi sağlar.</p>

source: Classical mechanical simulation in two dimensions
tr: İki boyutlu klasik mekanik simülasyonu

source: Rigid bodies
tr: Katı cisimler

source: Collision detection (currently only discrete) and handling
tr: Çarpışma algılama (şu anda yalnızca ayrık) ve idaresi

source: Tools to visualize results: graph, meter, tracer
tr: Sonuçları görselleştirmek için araçlar: grafik, metre, izleyici

source: Context information for all objects, integrated wikipedia browser
tr: Tüm nesneler için bağlam bilgileri, entegre wikipedia tarayıcı

source: Collection of example experiments, more can be downloaded with KNewStuff
tr: Örnek deney koleksiyonu, daha çoğu KNewStuff ile indirilebilir

source: Integrated tutorials
tr: Tümleşik eğitmenler

source: Original Author
tr: Asıl Yazar

source: Developer
tr: Geliştirici

source: Coding
tr: Kodlama

source: Design, Graphics and Sounds
tr: Tasarım, Grafik ve Sesler

source: GPL'ed his 'Steve' font so that we could use it
tr: Kullanabilelim diye 'Steve' yazı tipini GPL lisansıyla yayınladı

source: Memory Enhancement Game
tr: Bellek Geliştirme Oyunu

source: KAlgebra backend
tr: KAlgebra arka ucu

source: KDE Frontend to Mathematical Software
tr: Matematik Yazılımı KDE Ön Ucu

source: Graph Calculator
tr: Grafik Hesap Makinesi

source: Large code contributions; resident guru helping the other developers
tr: Büyük kod katkıları, diğer geliştiricilere yardım eden yerleşik usta

source: Base work on the molecular viewer, mentored Marcus during his SoC
tr: Moleküler gösterici üzerinde temel çalışma, SoC süresince Marcus'a rehberlik etti

source: SoC on the molecular viewer and libavogadro porting/integration
tr: Moleküler görüntüleyici üzerine SoC ve libavogadro'nun taşınması/bütünleştirilmesi

source: SoC on the calculator widget and a few smaller improvements
tr: Hesap makinesi simgesi üzerinde SoC ve birkaç küçük geliştirme

source: EqChem, the equation solver
tr: EqChem, eşitlik çözücü

source: Code cleaning, parser for the molecule weight calculator, and a lot of smaller improvements
tr: Kod temizleme, molekül ağırlığı hesaplayıcısı için yorumlayıcı ve birçok küçük iyileştirme

source: A lot of small things and the documentation
tr: Pek çok küçük detay ve belgelendirme

source: Code and documentation contributions to the equation solver and molecular viewer
tr: Eşitlik çözücüye ve moleküler görüntüleyiciye kod ve belgelendirme katkıları

source: Many beautiful element icons
tr: Birçok güzel element simgesi

source: Many beautiful element icons, too!
tr: Birçok güzel element simgesi daha!

source: Several icons
tr: Bazı simgeler

source: Several icons in the information dialog
tr: Bilgi iletişim kutusundaki bazı simgeler

source: Contributed most isotope information
tr: İzotop bilgilerinin çoğunu sağladı

source: Some icons and inspiration for others
tr: Bazı simgeler ve diğerleri için ilham

source: The design of the information dialog
tr: Bilgi iletişim kutusunun tasarımı

source: The orbits icon
tr: Yörünge simgesi

source: New interface design and usability improvements
tr: Yeni arayüz tasarımı ve kullanılabilirlik geliştirmeleri

source: Periodic Table of Elements
tr: Elementlerin Periyodik Tablosu

source: Design, Graphics and many Vocabularies
tr: Tasarım, Grafikler ve birçok sözcük paketi

source: Maintainer
tr: Projeyi Yürüten

source: Sound effects
tr: Ses efektleri

source: Italian Data Files
tr: İtalyanca Veri Dosyaları

source: Danish Data Files
tr: Danca Veri Dosyaları

source: German Data Files
tr: Almanca Veri Dosyaları

source: British English Data Files
tr: Britanya İngilizcesi Veri Dosyaları

source: Swedish Data Files
tr: İsveççe Veri Dosyaları

source: Slovenian Data Files
tr: Slovence Veri Dosyaları

source: Ukranian Data Files
tr: Ukraynaca Veri Dosyaları

source: Letter Order Game
tr: Harf Sırası Oyunu

source: Exercise Fractions
tr: Kesir Alıştırmaları Yap

source: Programmer and designer
tr: Programlayan ve tasarlayan

source: Geography Trainer
tr: Coğrafya Çalıştırıcı

source: Previous maintainer
tr: Projeyi önceki yürüten

source: Current maintainer, author
tr: Şimdiki yürüten, yazar

source: Coding help
tr: Kodlama yardımı

source: Swedish data files, coding help, transparent pictures and i18n fixes
tr: İsveççe veri dosyaları, kodlama yardımı, saydam resimler ve i18n düzeltmeleri

source: Spanish data files
tr: İspanyolca veri dosyaları

source: Danish data files
tr: Danca veri dosyaları

source: Finnish data files
tr: Fince veri dosyaları

source: Brazilian Portuguese data files
tr: Brezilya Portekizcesi veri dosyaları

source: Catalan data files
tr: Katalanca veri dosyaları

source: Italian data files
tr: İtalyanca veri dosyaları

source: Dutch data files
tr: Hollandaca veri dosyaları

source: Czech data files
tr: Çekçe veri dosyaları

source: Hungarian data files
tr: Macarca veri dosyaları

source: Norwegian (Bokmål) data files
tr: Norveççe (Bokmål) veri dosyaları

source: Tajik data files
tr: Tacikçe veri dosyaları

source: Serbian (Cyrillic and Latin) data files
tr: Sırpça veri dosyaları

source: Slovenian data files
tr: Slovence veri dosyaları

source: Portuguese data files
tr: Portekizce veri dosyaları

source: Norwegian (Nynorsk) data files
tr: Norveççe (Nynorsk) veri dosyaları

source: Turkish data files
tr: Türkçe veri dosyaları

source: Russian data files
tr: Rusça veri dosyaları

source: Bulgarian data files
tr: Bulgarca veri dosyaları

source: Irish (Gaelic) data files
tr: İrlandaca veri dosyaları

source: Softer Hangman Pictures
tr: Daha Yumuşak Adam Asmaca Resimleri

source: Coding help, fixed a lot of things
tr: Kodlama yardımı, birçok şeyi düzeltti

source: Code for generating icons for the characters toolbar
tr: Karakter araç çubuğu için simge oluşturma kodu

source: Code cleaning
tr: Kod temizleme

source: Hangman Game
tr: Adam Asmaca Oyunu

source: Interactive Geometry
tr: Etkileşimli Geometri

source: Original author
tr: Asıl yazar

source: Code simplification, UI suggestions.
tr: Kod sadeleştirme, kullanıcı arayüzü önerileri.

source: KDE4 rewrite
tr: KDE4 için yeniden yazma

source: Wrote xjdic, of which Kiten borrows code, and the xjdic index file generator. Also is main author of edict and kanjidic, which Kiten essentially require.
tr: Kiten'ın kod ödünç aldığı xjdic'i ve xjdic indeks dosya oluşturucusunu yazdı. Ayrıca Kiten'ın öncelikli olarak gerek duyduğu edict ve kanjidi'nin ana yazarı.

source: svg icon
tr: svg simgesi

source: Porting to KConfig XT, bug fixing
tr: KConfig XT'ye taşıma, hata ayıklama

source: Japanese Reference/Study Tool
tr: Japonca Başvuru ve Çalışma Aracı

source: Kids and grown-up oxygen icons
tr: Çocuk ve yetişkin oxygen simgeleri

source: French sounds
tr: Fransızca sesleri

source: Dutch sounds
tr: Hollandaca sesleri

source: Danish sounds
tr: Danca sesleri

source: Czech sounds
tr: Çekçe sesleri

source: Slovak sounds
tr: Slovakça sesleri

source: English sounds
tr: İngilizce sesleri

source: Italian sounds
tr: İtalyanca sesleri

source: Spanish sounds
tr: İspanyolca sesleri

source: Romanized Hindi sounds
tr: Romanlaştırılmış Hintçe sesleri

source: Luganda sounds
tr: Luganda sesleri

source: German sounds
tr: Almanca sesleri

source: Hebrew sounds
tr: İbranice sesleri

source: British English sounds
tr: Britanya İngilizcesi sesleri

source: Kannada sounds
tr: Kannadaca sesleri

source: SVG background pictures
tr: SVG arka plan resimleri

source: Support and coding guidance
tr: Destek ve kodlama rehberliği

source: Code for generating special characters' icons
tr: Özel karakterin simgelerini yaratmak için kod

source: Port to KConfig XT, coding help
tr: KConfig XT dönüşümü, kodlama yardımı

source: Code cleaning, Theme class
tr: Kod temizliği, Tema sınıfı

source: Timer setting widgets
tr: Zamanlayıcı ayarları parçacığı

source: Learn The Alphabet
tr: Alfabeyi Öğren

source: GUI
tr: GKA

source: Various improvements
tr: Çeşitli iyileştirmeler

source: Porting to Qt 4, UI improvements, features
tr: Qt 4'e aktarım, kullanıcı arayüzü iyileştirmeleri, özellikler

source: command line options, MIME type
tr: komut satırı seçenekleri, MIME türü

source: Mathematical Function Plotter
tr: Matematiksel Fonksiyon Çizici

source: Desktop Planetarium
tr: Masaüstü Yıldız Evi

source: Current maintainer and programmer
tr: Şimdiki yürütücü ve programcı

source: Original author, project admin
tr: Asıl yazar, proje yöneticisi

source: Creator of the SVG icon
tr: SVG simgesinin yaratıcısı

source: Lots of patches, fixes, updates
tr: Bir sürü yama, düzeltme, güncelleme

source: Touch Typing Tutor
tr: 10 Parmak Öğretmeni

source: Initiator and core developer
tr: Projeyi başlatan, çekirdek geliştirici

source: Core developer
tr: Ana geliştirici

source: Educational Programming Environment
tr: Eğitimsel Programlama Ortamı

source: Leitner System and several code contributions
tr: Leitner Sistemi ve birkaç kod katkısı

source: Flash Card Trainer
tr: Fiş Çalıştırıcı

source: Core Developer and Original Author
tr: Ana Geliştirici ve Özgün Yazar

source: Core Developer: KML and Windows support
tr: Çekirdek Geliştirici: KML ve Windows desteği

source: OpenStreetMap Integration, OSM Namefinder, Download Management
tr: OpenStreetMap entegrasyonu, OSM Namefinder, İndirme Yönetimi

source: Core Developer: Marble Runners, World-Clock Plasmoid
tr: Çekirdek Geliştirici: Marble Çalıştırıcıları, Dünya Saatleri Gereci

source: Online Services support
tr: Çevrimiçi Hizmet Desteği

source: Network plugins
tr: Ağ eklentileri

source: Planet filter
tr: Gezegen filtresi

source: Marble Python Bindings
tr: Marble Python Bağlayıcıları

source: Navigator Float Item
tr: Gezgin Kayan Öge

source: Astronomical Observatories
tr: Astronomik Gözlemevleri

source: Bugfixes
tr: Hata düzeltmeleri

source: Google Summer of Code 2009 Project: OSM Annotation
tr: Google Summer of Code 2009 Projesi: OSM Açıklama Ekleme

source: Google Summer of Code 2009 Project: Online Services
tr: Google Summer of Code 2009 Projesi: Çevrimiçi Servisler

source: Google Summer of Code 2008 Project: Vector Tiles for Marble
tr: Google Summer of Code 2008 Projesi: Marble için Vektör Döşemeleri

source: Google Summer of Code 2008 Project: Panoramio / Wikipedia -photo support for Marble
tr: Google Summer of Code 2008 Projesi: Panoramio / Wikipedia - Marble için fotoğraf desteği

source: Google Summer of Code 2007 Project: Equirectangular Projection ("Flat Map"
tr: Google Summer of Code 2007 Projesi: Eşdörtegensel Projeksiyon ("Düz Harita")

source: Google Summer of Code 2007 Project: GPS Support for Marble
tr: Google Summer of Code 2007 Projesi: Marble için GPS Desteği

source: Google Summer of Code 2007 Project: KML Support for Marble
tr: Google Summer of Code 2007 Projesi: Marble için KML Desteği
