Repository: sabriunal/turkish-translation-backup
Catalog: KDE/elisa-kde-org_www.po
Languages: tr

source: A music player that is simple, reliable, and a joy to use.
tr: Yalın, güvenilir ve kullanımı keyif veren bir müzik çalar.

source: Donate
tr: Bağış Yap

source: Download
tr: İndir

source: **Add flathub repository using:** ```bash flatpak remote-add --if-not-exists flathub https://flathub.org/repo/flathub.flatpakrepo ``` **Install Elisa** ```bash flatpak install flathub org.kde.elisa ```
tr: **flathub deposunu şöyle ekleyebilirsiniz:** ```bash flatpak remote-add --if-not-exists flathub https://flathub.org/repo/flathub.flatpakrepo ``` **Elisa'yı Kurun** ```bash flatpak install flathub org.kde.elisa ```

source: * [Microsoft store](https://www.microsoft.com/en-us/p/elisa/9pb5md7zh8tl) * [Win64 executable](https://binary-factory.kde.org/view/Windows%2064-bit/job/Elisa_Release_win64/)
tr: * [Microsoft store](https://www.microsoft.com/en-us/p/elisa/9pb5md7zh8tl) * [Win64 çalıştırılabiliri](https://binary-factory.kde.org/view/Windows%2064-bit/job/Elisa_Release_win64/)

source: Get Involved
tr: Katıl

source: Most development-related discussions take place on the [Elisa mailing list](http://mail.kde.org/mailman/listinfo/elisa). Just join in, say hi and tell us what you would like to help us with!
tr: Geliştirme ile ilgili çoğu konuşma [Elisa posta listesinde](http://mail.kde.org/mailman/listinfo/elisa) gerçekleşir. Katılın, selam verin ve bize hangi konuda yardımcı olmak istediğinizi söyleyin!

source: Want to contribute to Elisa? Check out [Phabricator](https://phabricator.kde.org/tag/elisa/) for some fun task or [browse the source code](https://invent.kde.org/multimedia/elisa).
tr: Elisa'ya katkıda bulunmak mı istiyorsunuz? Kolay görevler için [Phabricator](https://phabricator.kde.org/tag/elisa/)'a bakın veya [kaynak koduna göz atın](https://invent.kde.org/multimedia/elisa).

source: User Support
tr: Kullanıcı Desteği

source: Other ways to download
tr: Diğer indirme yolları

source: <b>Elisa</b> is a music player developed by the KDE community that strives to be simple and nice to use. We also recognize that we need a flexible product to account for the different workflows and use-cases of our users. We focus on a very good integration with the Plasma desktop of the KDE community without compromising support for other platforms (other Linux desktop environments, Windows, and Android). We are creating a reliable product that is a joy to use and respects our users' privacy. As such, we prefer to support online services where users are in control of their data.
tr: <b>Elisa</b>, KDE topluluğu tarafından geliştirilen, olabildiğince yalın ve kolay kullanımlı olmaya çalışan bir müzik çalardır. Kullanıcılarımızın değişik kullanım koşulları ve çalışma akışlarına göre esnetilebilir bir ürün oluşturmamız gerektiğini bildiğimizden, diğer platformlar (diğer Linux masaüstü ortamları, Windows ve Android) için destekten ödün vermeden KDE topluluğunun Plasma masaüstü ile olabildiğince en iyi biçimde tümleşmeye odaklandık. Temel amacımız; kullanıcının gizliliğine saygı gösteren, kullanımı eğlenceli ve güvenilir bir ürün meydana getirmek olduğundan, çevrimiçi platformlar için destek eklerken kullanıcıların verisini tam denetleyebildiği, gizliliğe saygılı çevrimiçi hizmetler için destek eklemeyi yeğledik.

source: Available on all major platforms
tr: Tüm büyük platformlarda kullanılabilir

source: Browse music by album, artist, or tracks
tr: Müziklerinize; albüm, sanatçı veya parçaya göre göz atın

source: Elisa, powered with Baloo indexing support, automatically looks in your music folder for music files and cover art. The left column has various viewing options: Now Playing, Albums, Artists, and Tracks.
tr: Baloo indeksleme desteği ile, Elisa müzik klasörünüze bakar ve müzik dosyalarınızı ve kapak resimlerini işler. Sol sütunda çeşitli görüntüleme seçenekleri vardır: Şimdi Çalınıyor, Albümler, Sanatçılar ve Parçalar.

source: Create and manage playlists
tr: Çalma listeleri oluşturun ve yönetin

source: Create and manage all your playlists from the built-in side panel.
tr: Dahili kenar çubuğundan tüm çalma listelerinizi oluşturun ve yönetin.

source: Screenshot of the playlist feature
tr: Çalma listesi özelliğinin ekran görüntüsü

source: Party mode
tr: Parti Kipi

source: Turn Party Mode on with Elisa's immersive built-in party mode feature.
tr: Elisa'nın sizi içine çeken parti kipi özelliği ile partiyi başlatın.

source: Screenshot of Elisa's party mode
tr: Elisa'nın parti kipinin ekran görüntüsü

source: Dark / Light Themes
tr: Koyu/Açık Temalar

source: Elisa has both a <b>Light</b> and a <b>Dark</b> theme, so you can enjoy your music without the colors bothering you.
tr: Elisa'da hem <b>Açık</b> hem <b>Koyu</b> kipler vardır; böylece renkler sizi rahatsız etmeden müziğinizin keyfini çıkarabilirsiniz.

source: Fast indexing
tr: Hızlı indeksleme

source: With the help of <a href="https://community.kde.org/Baloo">Baloo</a>, Elisa is fast to index and sort all your files. It is also possible to use Elisa without Baloo.
tr: <a href="https://community.kde.org/Baloo">Baloo</a>'nun yardımıyla, Elisa dosyalarınızı hızlıca indeksler ve sıralar. Elisa'yı Baloo olmadan da kullanabilirsiniz.

source: Adapts to your screen
tr: Ekranınıza uyum sağlar

source: Elisa uses <a href="https://develop.kde.org/frameworks/kirigami/">Kirigami</a> to be the best convergent, responsive music player that adapts its content to your screen. Soon on your phone!
tr: Elisa; içeriği ekranınıza en uygun biçimde yerleştiren, en iyi yakınsak ve tepkisel müzik çalar olmak için <a href="https://develop.kde.org/frameworks/kirigami/">Kirigami</a>'yi kullanır. Yakında telefonunuzda!

source: Open Source
tr: Açık Kaynaklı

source: Elisa is Open Source and you can browse, edit and share the source code. Elisa is <a href="https://kde.org">Made By KDE</a>, a community building high-quality projects that your are free to use. Check out all <a href="https://kde.org/products"> our projects!</a>
tr: Elisa, Açık Kaynaklıdır; kaynak kodunu görüntüleyebilir, düzenleyebilir ve paylaşabilirsiniz. Elisa, özgürce kullanılabilen yüksek kaliteli yazılımlar üreten <a href="https://kde.org">KDE tarafından yapılmıştır</a>. Projelerimize bir <a href="https://kde.org/products"> göz atın!</a>
