Repository: sabriunal/turkish-translation-backup
Catalog: KDE/ghostwriter-editor-org.po
Languages: tr

source: Enjoy a distraction-free writing experience, including a full screen mode and a clean interface. With Markdown, you can write now, and format later.
tr: Bir tam ekran kipi ve temiz bir arayüz içeren bu dikkat dağıtmayan yazım deneyiminin keyfini çıkarın. Markdown ile, şimdi yazıp sonra biçimlendirebilirsiniz.

source: Light themed screenshot of ghostwriter
tr: ghostwriter'ın açık temayla ekran görüntüsü

source: Themes
tr: Temalar

source: The built-in light and dark themes provide an aesthetic writing experience out of the box. If the these are not enough, you can create your very own!
tr: Yüklü gelen açık ve koyu temalar, hiçbir ek ayar yapmadan estetik bir yazım deneyimi sağlar. Bunlar yeterli değilse kendi temanızı oluşturabilirsiniz!

source: Live Preview
tr: Canlı Önizleme

source: Preview your Markdown document in HTML. With the live preview, you can copy the HTML to paste into your blog, or export to another format.
tr: Markdown belgenizi HTML olarak önizleyin. Canlı önizleme ile, doğrudan HTML olarak kopyalayabilir ve örneğin blog'unuza yapıştırabilir veya başka bir biçime dışa aktarabilirsiniz.

source: The live preview is optimized for large documents, so you can work carefree without worrying about the application freezing as you type.
tr: Canlı önizleme, büyük belgeler için eniyilenmiştir; böylece uygulamanın donmasını dert etmeden rahatça çalışabilirsiniz.

source: Navigation
tr: Dolaşım

source: <em>ghostwriter</em>'s sidebar provides an outline of the document that allows you to navigate to any section--including within the live preview!--with a single mouse click. You can display the sidebar's outline tab for a quick keyboard jump by pressing <kbd>Ctrl</kbd>+<kbd>J</kbd>, selecting the section name with the arrow keys, and pressing <kbd>ENTER</kbd>.
tr: <em>ghostwriter</em>'ın kenar çubuğu, canlı önizleme de dahil olmak üzere, belgenin herhangi bir bölümüne tek tıkla kolaylıkla gitmenizi sağlayan bir ana hat içerir. Kenar çubuğunun ana hat sekmesini <kbd>Ctrl</kbd>+<kbd>J</kbd>'ye basıp ok düğmeleriyle bölüm adına geldikten sonra <kbd>ENTER</kbd>'a basarak görüntüleyebilirsiniz.

source: Focus Mode
tr: Odak Kipi

source: Clicking on the "Focus" button in the lower right corner of the editor will enable Focus Mode, which highlights only the current text around the cursor while fading the rest. You can configure <em>ghostwriter</em> to highlight the current line, sentence, paragraph, or three lines.
tr: Düzenleyicinin sağ alt köşesindeki "Odak" düğmesine basmak, Odak Kipi'ni etkinleştirir. Bu kipte, yalnızca imlecin çevresindeki metin vurgulanır ve diğerleri soldurulur. <em>ghostwriter</em>'ı, geçerli satır, tümce, paragraf veya üç satırı vurgulayacak biçimde yapılandırabilirsiniz.

source: Document and Session Statistics
tr: Belge ve Oturum İstatistikleri

source: In addition to displaying a live word count at the bottom of the window, <em>ghostwriter</em> displays even more live statistics in its Document Statistics and Session Statistics sidebar tabs.
tr: Pencerenin altında canlı sözcük sayımı görüntülemenin yanı sıra, <em>ghostwriter</em>, İstatistikler ve Oturum İstatistikleri kenar çubuğu sekmelerinde çok daha fazla canlı istatistik barındırır.

source: Export to Multiple Formats
tr: Birden Çok Biçime Dışa Aktar

source: Use the built-in processor, cmark-gfm, to export to HTML. Alternatively, installing any of the following Markdown processors will allow you to use your favorite Markdown flavor to export to HTML, Word, ODT, PDF, and more:
tr: HTML'ye dışa aktarmak için birlikte gelen cmark-gfm işleyicisini kullanın. Ek olarak; HTML, Word, ODT, PDF ve çok daha fazla biçime dışa aktarmak için aşağıdaki Markdown işleyicilerinden birini kullanın:

source: Hemingway Mode
tr: Hemingway Kipi

source: Avoid editing while you write by clicking on the "Hemingway" button in the lower right corner of the editor to disable your backspace and delete keys, creating a typewriter experience.
tr: Yazarken geri gidip düzenlemeyi engellemek için düzenleyicinin sağ alt köşesindeki Hemingway düğmesine basın. Bu, geri ve silme düğmelerinizi devre dışı bırakarak daktilo benzeri bir deneyim oluşturur.

source: Drag and Drop Images
tr: Görselleri Sürükle ve Bırak

source: Easily create image URLs within your Markdown document by dragging and dropping an image from your file system into <em>ghostwriter</em>'s editor.
tr: Markdown belgenizde kolaylıkla görsel URL'leri oluşturmak için, dosya sisteminizden görselleri <em>ghostwriter</em>'ın düzenleyicisine sürükleyip bırakın.

source: Use Pandoc to make beautiful equations in MathJax!
tr: MathJax'te göz alıcı denklemler oluşturmak için Pandoc kullanın!

source: Autosave
tr: Otomatik Kaydet

source: Never lose your work with the autosave and file backup options.
tr: Otomatik kaydetme ve dosya yedekleme seçenekleriyle işinizi hiçbir zaman kaybetmeyin.

source: Built-in Cheat Sheet
tr: Kopya Kağıdı

source: Forgot some Markdown syntax? Press <kbd>F1</kbd> to bring up the Cheat Sheet in the sidebar.
tr: Kimi Markdown sözdizimini mi unuttunuz? Kenar çubuğunda Kopya Kağıdı'nı görüntülemek için <kbd>F1</kbd> düğmesine basın.

source: Free and Open Source
tr: Ücretsiz ve Açık Kaynaklı

source: Over the years, I have greatly benefited from free and open source software. I want to give something back to the community. As such, I have distributed this software under the generous <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GNU General Public License v3.0</a>. Enjoy!
tr: Yıllar boyu, açık kaynaklı yazılımlardan hep yararlandım. Topluluğa bir şeyler geri verebilmek için, bu yazılımı <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GNU Genel Kamu Lisansı Sürüm 3.0</a> ile yayımlıyorum. Keyfini çıkarın!

source: Distro
tr: Dağıtım

source: Installation Commands
tr: Kurulum Komutlar
