Repository: sabriunal/turkish-translation-backup
Catalog: KDE/ghostwriter-editor-org.po
Languages: tr

source: No excuses. No distractions. Just write.
tr: Bahane yok. Dikkat dağılması yok. Yalnızca yazı var.

source: ghostwriter - No excuses. No distractions. Just write.
tr: ghostwriter - Bahane yok. Dikkat dağılması yok. Yalnızca yazı var.

source: Contribute
tr: Katkıda Bulun

source: Interested in making _ghostwriter_ even better? Please read the sections below to see how you can contribute.
tr: _ghostwriter_'ı daha iyi yapmak istiyor musunuz? Nice katkıda bulunabileceğinizle ilgili aşağıdaki bölümleri okuyun.

source: Bugs Reports
tr: Hata Raporları

source: Found a bug? Please report it on the [KDE issue tracker](https://bugs.kde.org).
tr: Bir hata mı buldunuz? Lütfen [KDE hata izleyicisinde](https://bugs.kde.org) bildirin.

source: **Warning**: Failing to provide the information required in the bug report template will result in the bug report being automatically closed.
tr: **Uyarı: Hata raporu şablonunda belirtilen tüm bilgilerin sağlanmaması durumunda, rapor kendiliğinden kapatılacaktır.

source: New Features and Bug Fixes
tr: Yeni Özellikler ve Hata Düzeltmeleri

source: Do you know how to code? Follow these steps:
tr: Kodlamayı biliyor musunuz? Şu adımları izleyin:

source: Submit an issue for your feature or bug on the [KDE issue tracker][KDE_Bugs]. **Note:** This step is necessary to ensure that the new feature meets the project goals or that the bug isn't really a feature. You will also want to coordinate what areas of code you will be updating to avoid merge conflicts in case someone else is working on that same area of code as well.
tr: Özellik isteğiniz veya hata kaydınız için [KDE Hata İzleyicisi][KDE_Bugs] üzerinde bir kayıt açın. **Not:** Bu adım, yeni özeliğin proje hedefleriyle uyuştuğunu veya hatanın gerçekten bir özellik olup olmadığının anlaşılması için gereklidir. Aynı zamanda, kodun hangi alanları ile çalışacağınızı, başkaları da aynı alanda çalışıyorsa birleştirme çakışmalarını önlemek adına koordine etmeniz gereklidir.

source: After discussion for your new issue, code your feature or bug fix. Please follow the [KDE Frameworks coding style guide][KDE_StyleGuide].
tr: Yeni kayıt üzerinde konuştuktan sonra özelliği veya hata düzeltmesini kodlayın. Lütfen [KDE Frameworks kodlama biçemi kılavuzu][KDE_StyleGuide]ne uyun.

source: Submit a pull request against the master branch with your code updates. **Important**: Please squash your commits in git before submitting the pull request!
tr: Kod güncellemelerinizle birlikte ana dala karşı bir çekme isteği gönderin. **Önemli**: Çekme isteğinizi göndermeden önce işlemelerinizi git ile tıkıştırın!

source: Wait for a brief code review and at least two other volunteers to test your feature or bug fix.
tr: Kısaca bir kod gözden geçirmesini ve en az iki diğer gönüllünün özelliğinizi veya hata düzeltmenizi sınamasını bekleyin.

source: Make updates to your pull request as you receive feedback.
tr: Geri bildirim aldıkça çekme isteğinize güncellemeler yapın.

source: Once your pull request is approved by at least two other volunteer testers, your pull request will be merged.
tr: Çekme isteğiniz en az iki başka gönüllü sınayıcı tarafından onaylandıktan sonra birleştirilecektir.

source: Code Reviews
tr: Kod Gözden Geçirmeleri

source: Do you know how to code and have an eye for detail? Volunteer to peer review new merge requests!
tr: Kodlamayı biliyor ve ayrıntıları görmede iyi misiniz? Yeni birleştirme isteklerini gözden geçirme için gönüllü olun!

source: Look for a [new merge request](https://invent.kde.org/office/ghostwriter/-/merge_requests), and add a comment that you are volunteering to code review it.
tr: Yeni [birleştirme isteklerini](https://invent.kde.org/office/ghostwriter/-/merge_requests) izleyin ve gönüllü gözden geçirme yapmak istediklerinize yorumlar ekleyin.

source: Submit code review comments.
tr: Kod gözden geçirme yorumları gönderin.

source: Wait for updates to the merge request (if needed).
tr: (Gerekiyorsa) birleştirme isteğine istenen güncellemeleri bekleyin.

source: Continue providing feedback until you are confident the code is sound.
tr: Kodun düzgün olduğuna emin oluncaya dek geri bildirim sağlamayı sürdürün.

source: Leave a comment with your approval of the merge request.
tr: Birleştirme isteğine onayınızı belirten bir yorum girin.

source: Once at least two volunteer testers submit their approval, the merge request will be merged.
tr: En az iki gönüllü sınayıcı onaylarını verdiğinde, birleştirme isteği işleme alınacaktır.

source: Here are some tips of what to look for in code reviews:
tr: Kod gözden geçirmelerinde bakmanız gereken şeyler şunlar olabilir:

source: Does the submitted code follow the [KDE Frameworks coding style guide][KDE_StyleGuide]?
tr: Gönderilen kod [KDE Frameworks kodlama biçemine][KDE_StyleGuide] uyuyor mu?

source: Is the code readable, with comments explaining any non-obvious lines?
tr: Kod okunabilir mi? Ne yaptığı zor anlaşılan satırlara yorum eklenmiş mi?

source: Is the code "pessimistic"? In other words, does it check for invalid values before using them and handle possible error conditions?
tr: Kod "kötümser" mi? Bir başka deyişle, kullanmadan önce geçersiz değerleri denetliyor ve tüm olası hata durumlarını elden geçiriyor mu?

source: Are multiple comparisons or statements wrapped in parentheses within `if` statements to prevent accidents with order of operations? Examples:
tr: `if` ifadesindeki çoklu karşılaştırmalar ve ifadeler işlem sırası kazalarını önlemek için ayraçlarla ayrılmış mı? Örnekler:

source: Wrong
tr: Yanlış

source: Correct
tr: Doğru

source: Are literals on the left side of the `==` operator to prevent a typo with the `=` operator from escaping the compiler's notice? Examples:
tr: `==` yazmak isterken `=` yazılan durumlar var mı? Örnekler:

source: Reason: What if there's a typo? The compiler will not catch it!
tr: Gerekçe: Ya bir yazım yanlışı varsa? Derleyici bunu yakalayamaz!

source: Oops!
tr: Ups!

source: Reason: This time the compiler will catch the typo.
tr: Gerekçe: Bu kez, derleyici yazım yanlışını yakalayacak.

source: Testing
tr: Sınama

source: Volunteer to review code and test new features and bug fixes! Follow these steps:
tr: Kod gözden geçirmesi, yeni özellikleri ve hata düzeltmelerini sınamak için gönüllü olun! Şu adımları izleyin:

source: Look for a [new merge request][KDE_Merge], and add a comment that you are volunteering to test it.
tr: Yeni bir [birleştirme isteği][KDE_Merge] bakın ve sınamak istediğinizi belirten bir yorum ekleyin.

source: Build the merge request on your platform.
tr: Birleştirme isteğini platformunuzda yapın.

source: Test the feature/bug fix and try to break it!
tr: Özelliği/Hata düzeltmesini sınayın ve onu bozmaya çalışın!

source: Provide feedback on test results in the merge request.
tr: Birleştirme isteğinde, sınama sonuçlarıyla ilgili olarak geri bildirim sağlayın.

source: Continue testing and providing feedback until you are confident the code is working.
tr: Kodun çalıştığından emin olana değin sınamayı sürdürün ve geri bildirim sağlayın.

source: Once at least one other volunteer tester submits their approval, the merge request will be accepted.
tr: En azından başka bir gönüllü sınayıcı onayını verdiğinde, birleştirme isteği kabul edilecektir.

source: Translations
tr: Çeviriler

source: Please consider [joining the KDE translations team](https://community.kde.org/Get_Involved/translation) to translate your favorite applications into other languages.
tr: Favori uygulamalarınızı başka dillere (örn. kendi dilinize) çevirmek için [KDE çevirmenler takımına](https://community.kde.org/Get_Involved/translation) katılmayı düşünün.

source: Wiki Documentation
tr: Viki Belgelendirmesi

source: Found a workaround for a common issue? Have any useful tips? Please document your insights on the project's [wiki](https://github.com/KDE/ghostwriter/wiki).
tr: Yaygın bir sorun için kolay bir çözüm mü buldunuz? Yararlı ipuçlarınız mı var? Düşüncelerinizi, projenin [vikisinde](https://github.com/KDE/ghostwriter/wiki) belgelendirin.

source: Tech Support
tr: Teknik Destek

source: Knowledgeable about Linux or building for MacOS? Know how to fix that one issue others keep running into? Your answering user questions and troubleshooting in the [KDE bug tracker][KDE_Bugs] would be much appreciated!
tr: macOS için yapım veya Linux üzerine bilgili misiniz? Başkalarının sürekli karşılaştığı sorunları çözmeyi biliyor musunuz? [KDE hata izleyicisinde][KDE_Bugs] kullanıcı sorularını yanıtlamanız ve sorunları tanılamanız bize çok yardımcı olacaktır!

source: Documentation
tr: Belgelendirme

source: Introduction
tr: Giriş

source: Welcome to *ghostwriter*! This quick reference guide gives examples of writing in Markdown, a plain text markup format created by John Gruber. For more information, please visit John Gruber's website at <http://www.daringfireball.net>.
tr: *ghostwriter*'a hoş geldiniz. Bu hızlı başvuru kılavuzu, John Gruber tarafından yaratılan düz metin biçimlendirme biçimi Markdown ile yazım örnekleri sunar. Daha fazla bilgi için lütfen John Gruber'in web sayfasını ziyaret edin: <http://www.daringfireball.net>.

source: *ghostwriter* has built-in support for the cmark-gfm processor. However, it also can auto-detect Pandoc, MultiMarkdown, or cmark processors. Simply install any of these processors and ensure that their installation locations are added to your system's `PATH` environment variable. *ghostwriter* will auto-detect their installation on startup, and give you live HTML preview and export options accordingly.
tr: *ghostwriter*, cmark-gfm işlemcisi için destek ile birlikte gelir. Bunun yanında; Pandoc, MultiMarkdown veya cmark işlemcilerini de kendiliğinden algılayabilir. Bu işlemcilerden herhangi birini kurun ve kurulum konumlarının sisteminizin 'PATH' çevre değişkenine eklendiğinden emin olun. *ghostwriter*, onların kurulumunu başlangıçta algılar ve buna göre canlı HTML önizlemesi ve dışa aktarma seçenekleri sunar.

source: Headings
tr: Başlıklar

source: Paragraphs
tr: Paragraflar

source: Inline Formatting
tr: Satır İçi Biçimlendirme

source: You can do *italics* or even **bold** in two ways. The first is by surrounding the text with asterisks (\*), while the second is with underscores (\_).
tr: *Yatık* ve **Kalın** metin iki biçimde yapabilirsiniz. İlki, metni yıldızlarla (\*), ikincisi de alt çizgilerle (\_) çevrelemektir.

source: You can also do ***bold italics*** by mixing and matching, like so:
tr: Aynı zamanda ***kalın yatık*** metin de yapabilirsiniz, şöyle:

source: Links
tr: Bağlantılar

source: You can link to various websites:
tr: Çeşitli web sayfalarına bağlantılar verebilirsiniz:

source: You can also use reference links:
tr: Başvuru bağlantıları da kullanabilirsiniz:

source: Images
tr: Görseller

source: You can embed images like so:
tr: Görselleri gömmek için bunu kullanın:

source: You can also use the same syntax as with reference links:
tr: Aynı zamanda, başvuru bağlantılarıyla aynı sözdizimini kullanabilirsiniz:

source: Lists
tr: Listeler

source: You can use ordered lists:
tr: Sıralı listeler:

source: Or you can use unordered lists:
tr: Sırasız listeler:

source: You can mix and match with nested lists:
tr: İç içe geçmiş listeleri şöyle kullanın:

source: Code Blocks
tr: Kod Blokları

source: You can indent with four or more spaces or a tab character to create a code block:
tr: Bir kod bloku oluşturmak için dört veya daha fazla boşluk veya bir sekme karakteri kullanın:

source: In some Markdown converters, such as Pandoc or GitHub, you can use GitHub-Flavored Markdown's backticks to delimit code blocks instead of indenting the block, like so:
tr: Pandoc veya Github gibi bazı Markdown dönüştürücülerde, Github Çeşnili Markdown'un geri kesmelerini kullanarak kod blokları oluşturabilirsiniz:

source: The above will likewise be displayed as a preformatted block of code.
tr: Yukarıdaki, kendiliğinden biçimlendirilmiş bir kod bloku olarak görünecektir.

source: Code Spans
tr: Kod Aralıkları

source: You can use backticks in the middle of a paragraph to delimit code, as with this `` `<html>` `` tag. You can use literal backticks by using more than one backtick, such as with this example: ``` `` `escaped backtick` `` ```.
tr: Kodu sınırlandırmak için bir paragrafın ortasında geri kesme imlerini ve bu `` `<html>` `` etiketini kullanabilirsiniz. Geri kesme iminin kendisini göstermek istediğinizde ise birden çok im kullanabilirsiniz; örneğin: ``` `` `kaçırılmış geri kesme imi` `` ```.

source: Block Quotes
tr: Blok Tırnaklar

source: You can use e-mail-style angle brackets to delimit block quotes, as follows:
tr: Blok alıntıları sınırlamak için e-posta türü açı ayraçlarını kullanabilirsiniz; örneğin:

source: Horizontal Rules
tr: Yatay Kurallar

source: Use three or more dashes (\-), underscores (\_), or asterisks (\*) for horizontal rules, like so:
tr: Yatay kurallar için üç veya daha çok tire (\-), alt çizgiler (\_) veya yıldızlar (\*) kullanabilirsiniz; örneğin:

source: You can even have spaces between each character:
tr: Her bir karakter arasında boşluklar da koyabilirsiniz:

source: Markdown Extensions
tr: Markdown Genişletmeleri

source: Some Markdown processors add syntax for tables, footnotes, and so forth to extend the original John Gruber Markdown specification. Below is a footnote usage example for Pandoc, MultiMarkdown, and other processors that support the extension:
tr: Bazı Markdown işlemcileri, özgün John Gruber belirtimine ek olarak tablolar, altbilgiler vb. için de sözdizim ekler. Aşağıda Pandoc, MultiMarkdown ve destekleyen diğerleri için bir örnek bulunmaktadır:

source: Below is a sample Pandoc table:
tr: Aşağıda örnek bir Pandoc tablosunu görebilirsiniz:

source: Below is a sample cmark-gfm or MultiMarkdown table:
tr: Bu ise bir cmark-gfm veya MultiMarkdown tablosudur:

source: There are even more table syntaxes that these Markdown processors can support. There are also many more extensions. For more information on these processors, please visit the following websites:
tr: Bu Markdown işlemcilerinin desteklediği daha da tablo sözdizimleri vardır. Yine ek olarak, sürüyle eklenti bulunmaktadır. Bu işlemciler hakkında daha fazla bilgi için aşağıdaki web sayfasını ziyaret edin:

source: The original John Gruber Markdown specification can be found at <http://daringfireball.net/projects/markdown/>.
tr: Özgün John Gruber Markdown belirtimi, <http://daringfireball.net/projects/markdown/> adresinde bulunabilir.

source: Shortcuts
tr: Kısayollar

source: *ghostwriter* supports the following shortcuts for editing Markdown:
tr: *ghoswriter*, Markdown düzenleme için aşağıdaki kısayolları destekler:

source: Applies bold (strong) formatting.
tr: Kalın biçimlendirme ekler.

source: Applies italic (emphasis) formatting.
tr: Yatık biçimlendirme ekler.

source: Applies strikethrough formatting.
tr: Üzeri çizili biçimlendirme ekler.

source: Inserts an HTML comment at the cursor position if no text is selected, or else will turn selected text into an HTML comment.
tr: Metin seçili değilse imleç konumuna bir HTML yorumu ekler, seçiliyse seçili metin bir HTML yorumu içine alınır.

source: <kbd>Tab</kbd>
tr: <kbd>Sekme</kbd>

source: Indents the selected lines of text.
tr: Seçili metni girintiler.

source: Unindents the selected lines of text.
tr: Seçili metnin girintisini kaldırır.

source: Inserts a Markdown-style line break.
tr: Markdown biçemli bir satır sonu ekler.

source: Inserts a line break as usual, except the current indentation will not be honored. In other words, if you are typing on an indented line and press `Ctrl+Enter`, no indentation will be added to the new line. Note that the Ctrl modifier can be combined with the Shift modifier to produce both an unindented line and a Markdown-style line break.
tr: Olağan biçimde bir satır sonu ekler; ancak geçerli girintilendirme korunmaz. Girintili bir satırda yazıyorsanız ve `Ctrl+Enter`'a basarsanız yeni satıra herhangi bir girintilendirme eklenmez. Hem bir girintilendirilmemiş satır ve Markdown biçemi bir satır sonu eklemek için Ctrl düğmesi, Shift düğmesi ile birlikte kullanılabilir..

source: Turns the current line or the selected lines into a block quote.
tr: Geçerli satırı veya seçili satırları blok alıntıya dönüştürür.

source: Removes any block quote formatting from the current line or the selected lines of text.
tr: Geçerli satırdan veya seçili satırlardan herhangi bir blok alıntı biçimlendirmesini kaldırır.

source: Turns the current line or the selected lines into a bullet list with the `*` marker. For example, if you have selected text within the following lines:
tr: Geçerli satırı veya seçili satırları `*` imi ile bir madde imi listesine dönüştürür. Örneğin, aşağıda satırlardaki metni seçtiyseniz:

source: Pressing this shortcut key will turn the selected lines into a bullet list like so:
tr: Bu kısayol düğmesine basmak, seçili satırları şunun gibi bir madde imi listesine döndürür:

source: Turns the current line or the selected lines into a bullet list with the `-` marker. For example, if you have selected text within the following lines:
tr: Geçerli satırı veya seçili satırları `-` imi ile bir madde imi listesine dönüştürür. Örneğin, aşağıda satırlardaki metni seçtiyseniz:

source: Pressing `Ctrl` and `Shift` with the `=` character turns the current line or the selected lines into a bullet list with the `+` marker. For example, if you have selected text within the following lines:
tr: Geçerli satırı veya seçili satırları `=` imi ile bir madde imi listesine dönüştürür. Örneğin, aşağıda satırlardaki metni seçtiyseniz:

source: Turns the current line or the selected lines into a numbered list with the `.` marker. For example, if you have selected text within the following lines:
tr: Geçerli satırı veya seçili satırları `.` imi ile bir numaralandırılmış listeye dönüştürür. Örneğin, aşağıda satırlardaki metni seçtiyseniz:

source: Pressing this shortcut key will turn the selected lines into a numbered list like so:
tr: Bu kısayol düğmesine basmak, seçili satırları şunun gibi bir numaralandırılmış listeye döndürür:

source: Turns the current line or the selected lines into a numbered list with the `)` marker. For example, if you have selected text within the following lines:
tr: Geçerli satırı veya seçili satırları `)` imi ile bir numaralandırılmış listeye dönüştürür. Örneğin, aşağıda satırlardaki metni seçtiyseniz:

source: Turns the current line or the selected lines into a GitHub-Flavored Markdown task list item. For example, if you have selected text within the following lines:
tr: Geçerli satırı veya seçili satırları Github Çeşnili Markdown görev listesine dönüştürür. Örneğin, aşağıda satırlardaki metni seçtiyseniz:

source: Pressing this shortcut key will turn the selected lines into a task list like so:
tr: Bu kısayol düğmesine basmak, seçili satırları şunun gibi bir görev listesine döndürür:

source: When the current line of text is a GitHub-Flavored Markdown task list item, pressing this shortcut key will toggle the completion status of the task, placing an `x` in the checkbox if the task is complete, or removing the `x` if it is incomplete. For example:
tr: Geçerli metin satırı bir Github Çeşnili Markdown ise bu kısayolu kullanmak görevin bitiş durumunu değiştirecektir. Görev tamamlandıysa bir `x` denetim kutusuna yerleştirilir, aksi durumda tersi yapılır. Örneğin:

source: Matched Characters
tr: Eşleşen Karakterler

source: When text within a single line is selected, pressing any of the above characters will enclose the selected text with that character and its matching closing character. For example, if you select the word `dog` and then enter the `(` character, the word `dog` will be enclosed in parentheses and become `(dog)`. Below is a table showing the typed character and the matching closing character: <br/>
tr: Tek bir satırdaki metin seçildiğinde, yukarıdaki karakterlerden herhangi birine basmak seçili metni bu karakterle ve onun uygun kapatma karakteriyle sarar. Örneğin, `kedi` sözcüğünü seçerseniz ve `(` karakterini girerseniz `kedi` sözcüğü ayraçlar içine alınır ve `(kedi)` olur. Aşağıdaki tabloda kullanabileceğiniz karakterlerin bir tablosunu bulabilirsiniz: <br/>

source: Opening
tr: Açma

source: Closing
tr: Kapama

source: <br/> To enable auto-matching of characters as you type, check "Automatically match characters while typing" from the Editor tab in the Preferences dialog, available from the menu bar under the `Settings->Preferences...` option. You can also customize which characters are matched by selecting the "Customize matched characters..." button.
tr: <br/> Yazarken karakterlerin otomatik eşleştirilmesini etkinleştirmek için, menü çubuğundan `Ayarlar->Tercihler` penceresinde `Düzenleyici` sekmesine gidip orada "Karakterleri kendiliğinden eşleştir" seçeneğini imleyin. Hangi karakterlerin eşleştirileceğini özelleştirmek için, "Eşleştirilen karakterleri özelleştir..." düğmesini kullanın.

source: Drag and Drop Image Files
tr: Görsel Dosyalarını Sürükle ve Bırak

source: An alternative to selecting the `Edit->Insert Image...` option from the menu bar is to drag and drop any image file from your file system into the editor window. The application will insert inline image text with your image's file path relative to the currently opened document's location, or the full path if the document is untitled. For example: <br/></br>
tr: Menü çubuğundan `Düzen->Görsel Ekle...` seçimine ek olarak, dosya sisteminizden herhangi bir görsel dosyasını düzenleyici penceresine sürükleyip bırakabilirsiniz. Uygulama, geçerli belgenin bulunduğu konuma göreli olarak satır içi görsel metnini uygun bir biçimde hesaplayıp ekleyecektir. Belge henüz kaydedilmediyse tam yol kullanılır. Örneğin: <br/></br>

source: or if the document is untitled:
tr: veya belge başlıksızsa:

source: Download
tr: İndir

source: Windows 10 - available only as [portable 64 bit](https://github.com/KDE/ghostwriter/releases/latest)
tr: Windows 10 - yalnızca [seyyar 64 bit](https://github.com/KDE/ghostwriter/releases/latest) olarak var

source: [Linux repos](#linux)
tr: [Linux depoları](#linux)

source: MacOS -[build from source](#macos) (community-supported)
tr: MacOS - [kaynaktan yapın](#macos) (topluluk destekli)

source: [Get the source!](https://invent.kde.org/office/ghostwriter)
tr: [Kaynağı alın!](https://invent.kde.org/office/ghostwriter)

source: Enter the following commands based on your Linux distribution.
tr: Linux dağıtımınıza bağlı olarak aşağıdaki komutları girin.

source: MacOS has unofficial support provided by the community. The app mostly works but for a few quirks. Unfortunately, you will have to compile the source in order to run it, as there is currently no installer available.
tr: macOS için, topluluk tarafından sağlanan resmi olmayan destek bulunmaktadır. Uygulama genelde çalışıyor; ancak birkaç garip davranış beklenebilir. Henüz bir yayım olmadığından, kullanmak için kendiniz derlemelisiniz.

source: Download the source code from the [GitLab repository](https://invent.kde.org/office/ghostwriter) and see the README.md file for build instructions.
tr: Kaynak kodunu [GitLab deposundan](https://invent.kde.org/office/ghostwriter) indirin ve yapı yönergeleri için README.md dosyasına bakın.

source: If you would like to contribute to improving MacOS support, please see the [contributing guidelines](/contribute).
tr: macOS desteğini iyileştirmek isterseniz [katkıda bulunma yönergelerine](/contribute) bakın.

source: Est. 2015
tr: 2015'ten bu yana

source: Download for Windows
tr: Windows için İndir

source: Download for Linux
tr: Linux için İndir

source: Download for Mac
tr: macOS için İndir

source: Other Platforms
tr: Diğer Platformlar

source: Distraction-Free Writing
tr: Dikkatinizi Dağıtmadan Yazın
