Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kactivitymanagerd._json_.po
Languages: tr

# Name
source: Activity Templates
tr: Etkinlik Şablonları

# Name
source: Event Spy
tr: Etkinlik Casusu

# Name
source: Global Shortcuts
tr: Global Kısayollar

# Name
source: Gtk Event Spy
tr: Gtk Etkinlik Casusu

# Name
source: Activity Runner
tr: Etkinlik Çalıştırıcısı

# Name
source: Run applications on activity state change
tr: Etkinlik durum değişiminde uygulamaları çalıştır

# Name
source: Share-Like-Connect
tr: Paylaş-Beğen-Bağlan

# Name
source: SQLite Feeder
tr: SQLite Besleyici

# Name
source: Virtual desktop switcher
tr: Sanal masaüstü geçişi

# Description
source: Support for creating templated activities
tr: Şablonlu etkinlikler yaratma desteği

# Description
source: Collects events from applications that support recent documents specification
tr: Son belgelerin özelliklerini destekleyen uygulamalardan etkinlikler toplar

# Description
source: Adds global keyboard shortcuts for activity switching
tr: Etkinlik değiştirme için genel klavye kısayolları ekler

# Description
source: Collects events from applications that use GtkFileChooser and GtkRecentManager as specified by https://www.freedesktop.org/wiki/Specifications/desktop-bookmark-spec/
tr: https://www.freedesktop.org/wiki/Specifications/desktop-bookmark-spec/ konumunda belirtildiği üzeri GtkFileChooser ve GtkRecentManager kullanan uygulamalardan etkinlikleri toplar

# Description
source: KRunner plugin to list and switch activities
tr: Etkinlikleri listelemek ve aralarında geçiş yapmak için K Çalıştır eklentisi

# Description
source: When switching activities, or when starting and stopping them, execute specified applications
tr: Etkinlikleri değiştirirken veya başlatırken ve durdururken, belirtilen uygulamaları çalıştır

# Description
source: Provides data to Share-Like-Connect applet
tr: Paylaş-Beğen-Bağlan uygulamasına veri sağlar

# Description
source: Plugin to store and score events in SQLite
tr: SQLite'da olayları saklamak ve puanlamak için eklenti

# Description
source: When switching to an activity, opens the virtual desktop last used with that activity
tr: Bir etkinliğe geçiş yaparken, bu etkinlikle son kullanılan sanal masaüstünü açar
