Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kate-editor-org.po
Languages: tr

source: Kate contains many plugins installed by defaults, making it more powerful than any other text editor. Use the integrated terminal emulator to run commands directly from Kate, execute SQL queries with the SQL extension, use GDB to debug your program, build projects with just one click, and much, much more.
tr: Kate, onu herhangi bir başka metin düzenleyiciden çok daha güçlü kılan çok sayıda eklentiyi öntanımlı olarak içerir. Tümleşik uçbirim öykünücüsünü kullanarak Kate'den doğrudan komutlar çalıştırın, SQL uzantısıyla SQL sorguları yürütün, programınızda hata ayıklamak için GDB'yi kullanın, tek tıkla projelerinizi yapın. Çok daha fazlası Kate ile geliyor.

source: Konsole inside Kate
tr: Kate içinde Konsole

source: News
tr: Haberler

source: View all news
tr: Tüm haberleri görüntüle

source: Available for Linux, Windows and macOS
tr: Linux, Windows ve macOS için kullanılabilir

source: These buttons only work with [Discover](%1) and other AppStream application stores, such as [GNOME Software](https://wiki.gnome.org/Apps/Software). You can also use your distribution's package manager, such as [Muon](%2) or [Synaptic](https://wiki.debian.org/Synaptic).
tr: Bu düğmeler, yalnızca [Keşfet](%1) ve diğer AppStream uygulama mağazalarıyla (örn. [GNOME Software](https://wiki.gnome.org/Apps/Software)) çalışır. Ayrıca kendi dağıtımınızın paket yöneticisini (örn. [Muon](%2) veya [Synaptic](https://wiki.debian.org/Synaptic)) kullanabilirsiniz.

source: Install Kate on
tr: Kate'i şuraya kur:

source: Install KWrite on
tr: KWrite'ı şuraya kur:

source: [Download the release Kate 64-bit installer](%1)
tr: [Kate 64 bit kararlı sürüm kurucusunu indirin](%1)
