Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kate-editor-org.po
Languages: tr

source: Kate is a modern text editor built on the KDE Frameworks and Qt.
tr: Kate, KDE Frameworks ve Qt üzerine yapılmış çağdaş bir metin düzenleyicidir.

source: Build It
tr: Yap

source: Posts
tr: Gönderiler

source: Categories
tr: Kategoriler

source: Tags
tr: Etiketler

source: More
tr: Daha Fazla

source: Get Help
tr: Yardım Al

source: Join Us
tr: Bize Katıl

source: VI Mode
tr: Vi Kipi

source: The Team
tr: Takım

source: Merge Requests
tr: Birleştirme İstekleri

source: Syntax Highlighting
tr: Sözdizim Vurgulama

source: Color Themes
tr: Renk Temaları

source: Kate - Get an Edge in Editing
tr: Kate - Gelişmiş Metin Düzenleme

source: Get an Edge in Editing
tr: Gelişmiş Metin Düzenleme

source: Features
tr: Özellikler

source: Application Features
tr: Uygulama Özellikleri

source: ![Screenshot showing Kate window splitting feature and search & replace plugin](/images/kate-window.webp)
tr: ![Kate pencere bölme ve bul-değiştir eklentisi ekran görüntüsü](/images/kate-window.webp)

source: View and edit multiple documents at the same time, by splitting horizontally and vertically the window
tr: Pencereyi yatay ve dikey olarak bölerek aynı anda birden çok belgeyi düzenleyin

source: Lot of plugins: [Embedded terminal](https://konsole.kde.org), SQL plugin, build plugin, GDB plugin, Replace in Files, and more
tr: Tonla eklenti: [Gömülü uçbirim](https://konsole.kde.org), SQL eklentisi, yapı eklentisi, GDB eklentisi, Dosyalarda Değiştir ve çok daha fazlası

source: Multi-document interface (MDI)
tr: Çok belgeli arabirim (MDI)

source: Session support
tr: Oturum desteği

source: General Features
tr: Genel Özellikler

source: ![Screenshot showing Kate search and replace feature](/images/kate-search-replace.png)
tr: ![Kate bul-değiştir özelliğini gösteren ekran görüntüsü](/images/kate-search-replace.png)

source: Encoding support (Unicode and lots of others)
tr: Kodlama desteği (Unicode ve çok daha fazlası)

source: Bi-directional text rendering support
tr: İki yönlü metin sunum desteği

source: Line ending support (Windows, Unix, Mac), including auto detection
tr: Otomatik algılamayı da içeren satır sonu desteği (Windows, Unix, Mac)

source: Network transparency (open remote files)
tr: Ağ saydamlığı (uzak dosyaları açma)

source: Extensible through scripting
tr: Betik yazımı ile genişletilebilir

source: Advanced Editor Features
tr: Gelişmiş Düzenleyici Özellikleri

source: ![Screenshot of Kate border with line number and bookmark](/images/kate-border.png)
tr: ![Satır numarası ve yer imi ile Kate kenarlığı](/images/kate-border.png)

source: Bookmarking system (also supported: break points etc.)
tr: Yer imi sistemi (kesme noktaları vb. de desteklenir)

source: Scroll bar marks
tr: Sarma çubuğu imleri

source: Line modification indicators
tr: Satır değiştirme göstergeleri

source: Line numbers
tr: Satır numaraları

source: Code folding
tr: Kod katlama

source: ![Screenshot of Kate syntax highlighting features](/images/kate-syntax.png)
tr: ![Kate sözdizim vurgulama özelliklerinin ekran görüntüsü](/images/kate-syntax.png)

source: Highlighting support for over 300 languages
tr: 300'den çok dil için vurgulama desteği

source: Bracket matching
tr: Ayraç eşleştirme

source: Smart on-the-fly spell checking
tr: Akıllı yazım denetimi

source: Highlighting of selected words
tr: Seçili sözcükleri vurgulama

source: Multi-select and multi-cursor features
tr: Çoklu seçim ve çoklu imleç özellikleri

source: ![Animation of Kate multi-select and multi-cursor features](/images/kate-multicursor.gif)
tr: ![Kate çoklu seçin ve çoklu imleç özelliklerinin canlandırması](/images/kate-multicursor.gif)

source: Create multiple cursors with your mouse or keyboard shortcuts
tr: Fare veya klavye kısayollarıyla birden çok imleçler oluşturun

source: Supports interactive edit, transformations (upper/lower case) and [much more](/post/2022/2022-03-10-ktexteditor-multicursor/)
tr: Etkileşimli düzenlemeyi, dönüşümleri (BÜYÜK/küçük harf) ve [çok daha fazlasını](/post/2022/2022-03-10-ktexteditor-multicursor/) destekler

source: Programming Features
tr: Programlama Özellikleri

source: ![Screenshot of Kate programming features](/images/kate-programming.png)
tr: ![Kate programlama özelliklerinin ekran görüntüsü](/images/kate-programming.png)

source: Scriptable auto indentation
tr: Betik ile denetlenebilen otomatik girintileme

source: Smart comment and uncomment handling
tr: Akıllı yorum ve yorum kaldırma işlemesi

source: Auto completion with argument hints
tr: Argüman ipuçlarıyla otomatik tamamlama

source: Vi input mode
tr: Vi giriş kipi

source: Rectangular block selection mode
tr: Dörtgen blok seçim kipi

source: Search & Replace
tr: Bul ve Değiştir

source: ![Screenshot of Kate incremental search feature](/images/kate-search.png)
tr: ![Kate artımlı arama özelliğinin ekran görüntüsü](/images/kate-search.png)

source: Incremental search, also known as &#8220;find as you type&#8221;
tr: Artımlı arama, aynı zamanda &#8220;yazarken bul&#8221; olarak da bilinir

source: Support for multiline search & replace
tr: Çoklu satır bul ve değiştir desteği

source: Regular expression support
tr: Düzenli ifade desteği

source: Search & replace in multiple opened files or files on disk
tr: Dıskteki dosyalar veya birden çok açık dosya için bul ve değiştir

source: Backup and Restore
tr: Yedekleme ve Geri Yükleme

source: ![Screenshot of Kate recover from crash feature](/images/kate-crash.png)
tr: ![Kate çökme kurtarma özelliği ekran görüntüsü](/images/kate-crash.png)

source: Backups on save
tr: Kaydederken yedekleme

source: Swap files to recover data on system crash
tr: Sistem çökmesi sonrası veri kurtarmak için takas dosyaları

source: Undo / redo system
tr: Geri alma/yineleme sistemi

source: Get Kate
tr: Kate'i Edin

source: Install [Kate](https://apps.kde.org/en/kate) or [KWrite](https://apps.kde.org/en/kwrite) from [your distribution](https://kde.org/distributions/).
tr: [Kate](https://apps.kde.org/en/kate) veya [KWrite](https://apps.kde.org/en/kwrite) uygulamalarını [dağıtımınızdan kurun](https://kde.org/distributions/).

source: Install [Kate's Snap package from Snapcraft](https://snapcraft.io/kate).
tr: Snapcraft'tan [Kate'in Snap paketini](https://snapcraft.io/kate) indirin.

source: Download [the release 64-bit AppImage for Kate](https://binary-factory.kde.org/job/Kate_Release_appimage-centos7/). *
tr: Kate'in [64 bit AppImage'ini](https://binary-factory.kde.org/job/Kate_Release_appimage-centos7/) indirin. *

source: Download [the nightly 64-bit AppImage for Kate](https://binary-factory.kde.org/job/Kate_Nightly_appimage-centos7/). **
tr: Kate'in [64 bit gecelik AppImage'ini](https://binary-factory.kde.org/job/Kate_Nightly_appimage-centos7/) indirin. **

source: Install [Kate from the Microsoft Store](https://www.microsoft.com/store/apps/9NWMW7BB59HW).
tr: Kate'i [Microsoft Store'dan](https://www.microsoft.com/store/apps/9NWMW7BB59HW) kurun.

source: Download [the nightly Kate 64-bit installer](https://binary-factory.kde.org/view/Windows%2064-bit/job/Kate_Nightly_win64/). **
tr: Kate'in [gecelik 64 bit kurucusunu](https://binary-factory.kde.org/view/Windows%2064-bit/job/Kate_Nightly_win64/) indirin. **

source: Install [Kate via Chocolatey](https://chocolatey.org/packages/kate). \*\*\*
tr: Kate'i [Chocolatey](https://chocolatey.org/packages/kate) aracılığıyla kurun. \*\*\*

source: Download the [Kate release installer](https://binary-factory.kde.org/view/MacOS/job/Kate_Release_macos/). *
tr: Kate [kararlı sürüm kurucusunu](https://binary-factory.kde.org/view/MacOS/job/Kate_Release_macos/) indirin. *

source: Download the [Kate nightly installer](https://binary-factory.kde.org/view/MacOS/job/Kate_Nightly_macos/). **
tr: Kate [gecelik sürüm kurucusunu](https://binary-factory.kde.org/view/MacOS/job/Kate_Nightly_macos/) indirin. **

source: Source Code
tr: Kaynak Kodu

source: The [source code for Kate](https://invent.kde.org/utilities/kate) is available on KDE’s GitLab instance. For detailed instructions on how to build Kate from source, check the [Build it](/build-it) page.
tr: Kate'in kaynak kodu, [KDE'nin Gitlab örneğinde](https://invent.kde.org/utilities/kate) bulunur. Kate'in kaynaktan yapımı için ayrıntılı yönergeleri [Yap](/build-it) sayfasında görebilirsiniz.

source: **About the releases:** <br> [Kate](https://apps.kde.org/en/kate) and [KWrite](https://apps.kde.org/en/kwrite) are part of [KDE Applications](https://apps.kde.org), which are [released typically 3 times a year en-masse](https://community.kde.org/Schedules). The [text editing](https://api.kde.org/frameworks/ktexteditor/html/) and the [syntax highlighting](https://api.kde.org/frameworks/syntax-highlighting/html/) engines are provided by [KDE Frameworks](https://kde.org/announcements/kde-frameworks-5.0/), which is [updated monthly](https://community.kde.org/Schedules/Frameworks). New releases are announced [here](https://kde.org/announcements/).
tr: **Yayımlar hakkında:** <br> [Kate](https://apps.kde.org/en/kate) ve [KWrite](https://apps.kde.org/en/kwrite), yılda genelde [3 kez toplu olarak yayımlanan](https://community.kde.org/Schedules) [KDE Uygulamaları](https://apps.kde.org) topluluğunun bir parçasıdır. [Metin düzenleme](https://api.kde.org/frameworks/ktexteditor/html/) ve [sözdizim vurgulama](https://api.kde.org/frameworks/syntax-highlighting/html/) işletkeleri, [her ay](https://community.kde.org/Schedules/Frameworks) güncellenen [KDE Frameworks](https://kde.org/announcements/kde-frameworks-5.0/)'ün bir parçasıdır. Yeni sürümler [buradan](https://kde.org/announcements/) duyurulur.

source: \* The **release** packages contain the latest version of Kate and KDE Frameworks.
tr: \* **Kararlı** paketler, Kate ve KDE Frameworks'ün en son sürümlerini içerirler.

source: \*\* The **nightly** packages are automatically compiled daily from source code, therefore they may be unstable and contain bugs or incomplete features. These are only recommended for testing purposes.
tr: \*\* **Gecelik** paketler, kaynak kodundan her gün otomatik olarak derlenirler, dolayısıyla kararlılık sorunları ve hatalar içerebilir veya özelliklerin bazıları tam olmayabilir. Bunlar, yalnızca sınama amacıyla önerilirler.

source: \*\*\* The Chocolatey packages are developed independently from KDE. It may or may not be up to date.
tr: \*\*\* Chocolatey paketleri KDE'den bağımsız olarak geliştirilirler. Tümüyle güncel olmayabilir.

source: Kate's Mascot
tr: Kate'in Maskotu

source: Kate's mascot, Kate the Cyber Woodpecker, was designed by [Tyson Tan](https://www.tysontan.com/).
tr: Kate'in maskotu olan Siber Ağaçkakan Kate, [Tyson Tan](https://www.tysontan.com/) tarafından tasarlanmıştır.

source: The current evolution of our mascot was first unveiled [in April 2021](/post/2021/2021-04-28-lets-welcome-kate-the-cyber-woodpecker/).
tr: Maskotumuzun geçerli hali, ilk olarak [Nisan 2021](/post/2021/2021-04-28-lets-welcome-kate-the-cyber-woodpecker/)'de ortaya çıktı.

source: Kate the Cyber Woodpecker
tr: Siber Ağaçkakan Kate

source: ![Kate the Cyber Woodpecker](/images/mascot/electrichearts_20210103_kate_normal.png)
tr: ![Siber Ağaçkakan Kate](/images/mascot/electrichearts_20210103_kate_normal.png)

source: Version without footer text
tr: Alt metin olmayan sürüm

source: ![Kate the Cyber Woodpecker - Without Text](/images/mascot/electrichearts_20210103_kate_notext.png)
tr: ![Siber Ağaçkakan Kate - Metinsiz](/images/mascot/electrichearts_20210103_kate_notext.png)

source: Version without background
tr: Arka plan olmayan sürüm

source: ![Kate the Cyber Woodpecker - Without Background](/images/mascot/electrichearts_20210103_kate_transparent.png)
tr: ![Siber Ağaçkakan Kate - Arka Plansız](/images/mascot/electrichearts_20210103_kate_transparent.png)

source: Licensing
tr: Lisanslama

source: For the licensing, to quote Tyson:
tr: Lisans bilgisi için Tyson'ı dinleyelim:

source: I hereby donate the new Kate the Cyber Woodpecker to Kate Editor project. The artworks are dual licensed under LGPL (or whatever the same as Kate Editor) and Creative Commons BY-SA. In this way you don't need to ask me for permission before using/modifying the mascot.
tr: Siber Ağaçkakan Kate'i Kate Düzenliyici projesine bağışlıyorum. Sanat ögeleri LGPL (veya Kate Düzenleyici ile aynı) ve Creative Commons BY-SA ile çifte lisanslıdır. Böylece, maskotu kullanmadan/değiştirmeden önce bana sormanız gerekmez.

source: Kate the Cyber Woodpecker's design history
tr: Siber Ağaçkakan Kate'in tasarım geçmişi

source: I asked Tyson if I can share the intermediate versions we exchanged to show the evolution and he agreed and even wrote some short summaries about the individual steps. This includes the initial mascot and the icon that fit into this design evolution. I therefore just quote what he wrote about the different steps below.
tr: Tyson'a evrimi göstermek için değiştirdiğimiz ara sürümleri paylaşıp paylaşamayacağımı sordum ve o da kabul etti ve hatta bireysel adımlar hakkında bazı kısa özetler yazdı. Bu, ilk maskotu ve bu tasarım evrimine uyan simgeyi içerir. Bu nedenle, aşağıdaki farklı adımlar hakkında yazdıklarından alıntı yapıyorum.

source: 2014 - Kate the Woodpecker
tr: 2014 - Ağaçkakan Kate

source: ![2014 version - Kate the Woodpecker](/images/mascot/history/Kate_editor_mascot_woodpecker.png)
tr: ![2014 sürümü - Ağaçkakan Kate](/images/mascot/history/Kate_editor_mascot_woodpecker.png)

source: The 2014 version was done perhaps during my lowest point as an artist. I had not been drawing much in years, and was on the verge of giving up completely. There were some interesting ideas in this version, namely the {} brackets on her chest, and the color scheme inspired by doxygen code highlighting. However, the execution was very simplistic -- at that time, I deliberately stop using any fancy techniques to expose my inadequate base skills. In the followed years, I would be going through an arduous process to rebuild my broken, self-taught art foundation from the ground up. I'm grateful that the Kate team still kept this one on their website for many years.
tr: 2014 sürümü, belki de bir sanatçı olarak en düşük noktamda yapıldı. Yıllardır pek çizim yapmıyordum ve tümüyle vazgeçmek üzereydim. Bu sürümde, göğsündeki {} köşeli ayraçlar ve doxygen kodu vurgulamadan ilham alan renk şeması gibi bazı ilginç fikirler vardı. Bununla birlikte, yürütme çok basitti - o zaman, yetersiz temel becerilerimi ortaya çıkarmak için herhangi bir fantezi tekniği kullanmayı kasten bırakıyordum. İlerleyen yıllarda, kırılmış, kendi kendime öğrendiğim sanat temelimi sıfırdan yeniden yapmak için zorlu bir süreçten geçiyor olacaktım. Kate takımının bunu yıllardır web sitelerinde tutmasına minnettarım.

source: 2020 - The new Kate icon
tr: 2020 - Yeni Kate simgesi

source: ![2020 - The new Kate icon](/images/mascot/history/kate-3000px.png)
tr: ![2020 - Yeni Kate simgesi](/images/mascot/history/kate-3000px.png)

source: The new Kate icon was the only time I attempted real vector art. It was at that time I began to develop some faint artistic sense. I had no previous experience of icon design, there was zero discipline like math-guided proportion. Every shape and curve was tweaked using my instinct as an artist. The concept was very simple: it's a bird shaped like the letter "K", and it has to be sharp. The bird was chunkier until Christoph pointed it out, I later turned it into a more sleek shape.
tr: Yeni Kate simgesi, gerçek vektör sanatını denediğim tek zamandı. O sıralarda biraz sanatsal anlamda gelişmeye başladım. Daha önce simge tasarımı deneyimim yoktu, matematik güdümlü orantı gibi sıfır disiplin vardı. Her şekle ve eğriye, bir sanatçı olarak içgüdülerimi kullanarak ince ayar yaptım. Konsept çok basitti: "K" harfine benzeyen bir kuş ve keskin olması gerekiyor. Christoph işaret edene kadar kuş daha tıknazdı, daha sonra onu daha şık bir şekle dönüştürdüm.

source: 2021 - Mascot sketch
tr: 2021 - Maskot eskizi

source: ![2021 version - Sketch of the new mascot](/images/mascot/history/electrichearts_20210103_kate_sketch.png)
tr: ![2021 sürümü - Yeni maskotun eskizi](/images/mascot/history/electrichearts_20210103_kate_sketch.png)

source: In this initial sketch, I was tempted to ditch the robotic concept and just draw a cute good looking bird instead.
tr: Bu ilk taslakta, robotik konsepti bir kenara bırakıp onun yerine sevimli ve güzel bir kuş çizmeye karar verdim.

source: 2021 - Mascot design
tr: 2021 - Maskot tasarımı

source: ![2021 version - Redesign of the new mascot](/images/mascot/history/electrichearts_20210103_kate_design.png)
tr: ![2021 sürümü - Yeni maskotun sonraki tasarımı](/images/mascot/history/electrichearts_20210103_kate_design.png)

source: Kate's mascot re-design resumed after I finished drawing the new splash picture for the upcoming Krita 5.0. I was able to push myself to do more each time I attempted a new picture at that time, so I was determined to keep the robotic concept. Although the proportion was off, the mech design elements was more or less coined in this one.
tr: Yaklaşan Krita 5.0 için yeni açılış resmini çizmeyi bitirdikten sonra Kate'in maskotu yeniden tasarımı sürdü. O zamanlar yeni bir resim denediğim her seferinde kendimi daha fazlasını yapmaya zorlayabildim, bu yüzden robotik konsepti korumaya kararlıydım. Orantısız olmasına rağmen, mekanik tasarım ögeleri az ya da çok bunda icat edildi.

source: 2021 - Final Mascot
tr: 2021 - Güncel Maskot

source: ![2021 version - Final Kate the Cyber Woodpecker](/images/mascot/electrichearts_20210103_kate_normal.png)
tr: ![2021 sürümü - Güncel Siber Ağaçkakan Kate](/images/mascot/electrichearts_20210103_kate_normal.png)

source: The proportion was adjusted after Christoph pointed it out. The pose was adjusted to feel more comfortable. The wings were re-drawn after studying on real bird wings. A cool-looking, detailed keyboard was hand-drawn to emphasize the main usage of the application. An abstract background was added with a proper 2D typography design. The general idea is: unmistakably cutting edge and artificial, but also unmistakably full of life and humanity.
tr: Oran, Christoph'un işaret etmesinden sonra ayarlandı. Poz daha rahat hissetmek için ayarlandı. Gerçek kuş kanatları üzerinde çalışıldıktan sonra kanatlar yeniden çizildi. Uygulamanın ana kullanımını vurgulamak için havalı görünümlü, ayrıntılı bir klavye elle çizildi. Uygun bir 2D tipografi tasarımı ile soyut bir arka plan eklendi. Genel fikir şuydu: Kuşkuya yer bırakmayacak şekilde son teknoloji ve yapay ama aynı zamanda kesinlikle yaşam ve insanlıkla dolu.

source: Also available in:
tr: Ayrıca şurada kullanılabilir:

source: Get it
tr: Edin

source: Kate is a Feature-Packed Text Editor
tr: Kate, Özelliklerle Dolu Bir Metin Düzenleyicidir

source: Kate is packed with features that will make it easier for you to view and edit all your text files. Kate lets you to edit and view many files at the same time, both in tabs and split views, and comes with a wide variety of plugins, including an embedded terminal that lets you launch console commands directly from Kate, powerful search and replace plugins, and a preview plugin that can show you what your MD, HTML and even SVG will look like.
tr: Kate, tüm metin dosyalarınızı görüntülemeyi ve düzenlemeyi sizin için daha kolay yapan bir sürü özellikle doludur. Kate, aynı anda hem sekmeler hem de bölünmüş görünümlerde çok sayıda dosyayı düzenlemeye izin verir ve konsol komutlarını doğrudan Kate içinde çalıştırmanızı sağlayan gömülü bir uçbirim, güçlü bul-değiştir eklentileri ve MD, HTML ve hatta SVG dosyalarınızın nice görüneceğini önizleyen eklentiler de dahil olmak üzere geniş bir eklenti ailesiyle gelir.

source: All Features
tr: Tüm Özellikler

source: Make Your Code Pretty With [Syntax Highlighting](/syntax)
tr: [Sözdizim Vurgulama](/syntax) ile Kodunuzu Güzelleştirin

source: Kate supports highlighting for over 300 languages making it easier to read code in almost all programming languages. Kate also understands how brackets works and will help you navigate inside complex code blocks hierarchies. On-the-fly spellchecking is also included and will help you check your text before publishing.
tr: Kate, 300'den fazla dil için sözdizim vurgulamayı destekler ve neredeyse tüm programlama dillerinde kodunuzu okumayı kolaylaştırır. Kate, aynı zamanda ayraçların nice çalıştığını da anlar ve karmaşık kod bloku hiyerarşilerinde kodunuz içinde dolaşmanıza yardımcı olur. Canlı yazım denetimi de vardır ve yayımlamadan önce metinlerinizi denetlemenizi sağlar.

source: Screenshot of Kate with syntax highlighting
tr: Sözdizim vurgulama ile Kate ekran görüntüsü

source: Screenshot of Kate syntax chooser
tr: Kate sözdizim seçici ekran görüntüsü

source: Multi-cursor editing
tr: Çok İmleçli Düzenleme

source: Boost your productivity with a help of multi-cursor and multi-selection features. Kate now has it! Switching from other proprietary text editors and missing your hotkey bindings you used to? You can configure every hotkey in Kate so you don't even have to retrain yourself
tr: Üretkenliğinizi çoklu imleç ve çoklu seçim özelliklerinin yardımıyla artırın. Bunlar artık Kate'de var! Başka tescilli metin düzenleyicilerden geçiş yaptınız ve alışık olduğunuz düğme bağıntılarını mı özlüyorsunuz? Kate'in tüm düğme bağıntılarını kendiniz ayarlayabilirsiniz; böylece kendinizi yeniden çalıştırmanıza gerek kalmaz.

source: Animation of Kate multi-cursor features
tr: Kate'in çoklu imleç özelliklerinin bir canlandırması

source: Work on Complex Projects Efficiently
tr: Karmaşık Projelerde Etkilice Çalışın

source: Work on multiple files at the same time with split views. Use the project sidebar to navigate your project directory structures and use Kate's smart tabs to quickly access your recently opened documents. The powerful search and replace tool lets you quickly search inside your entire projects.
tr: Bölünmüş görünümlerle, birden çok dosya üzerinde aynı anda çalışın. Proje kenar çubuğunu kullanarak proje dizin yapınıza göz atın ve son açılan belgelerinize hemen ulaşmak için Kate'in akıllı sekmelerini kullanın. Güçlü bul-değiştir aracı, bütün projenizin içinde tez aramalar yapmanıza izin verir.

source: Screenshot of Kate search and replace tool
tr: Kate bul-değiştir aracının ekran görüntüsü

source: Screenshot of Kate project sidebar
tr: Kate proje kenar çubuğunun ekran görüntüsü

source: Develop your Next Application with Kate
tr: Bir Sonraki Uygulamanızı Kate ile Geliştirin

source: Kate is the perfect tool for programming as it includes autocompletion for many languages with the help of the [Language Server Protocol (LSP)](https://microsoft.github.io/language-server-protocol/). The editor has been optimized for editing code and provide scriptable auto indentation, VI input mode, rectangular block selection mode, smart comment and uncomment handling and much more.
tr: Kate, programlama için mükemmel bir araçtır; [Dil Sunucusu Protokolü (LSP)](https://microsoft.github.io/language-server-protocol/) desteği ile çok sayıda dil için otomatik tamamlama desteği içerir. Düzenleyici, kod düzenleme için eniyilenmiştir ve betik ile yönetilebilen otomatik girintileme, Vi giriş kipi, dörtgen blok seçim kipi, akıllı yorum aç/kapat ve çok daha fazlasını içerir.

source: Plugins
tr: Eklentiler
