Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kdepim-addons._json_.po
Languages: tr

# Name
source: Evolution1 Importer
tr: Evolution1 İçe Aktarıcı

# Name
source: Evolution2 Importer
tr: Evolution2 İçe Aktarıcı

# Name
source: Geary Importer
tr: Geary İçe Aktarıcı

# Name
source: MailApp Importer
tr: MailApp İçe Aktarıcı

# Name
source: OE Importer
tr: OE İçe Aktarıcı

# Name
source: Opera Importer
tr: Opera İçe Aktarıcı

# Name
source: PMail Importer
tr: PMail İçe Aktarıcı

# Name
source: TheBat Importer
tr: TheBat İçe Aktarıcı

# Name
source: Import/Export CSV
tr: CSV İçe/Dışa Aktar

# Name
source: Import Export GMX
tr: GMX İçe/Dışa Aktar

# Name
source: Import/Export LDAP Contacts
tr: LDAP Kişilerini İçe/Dışa Aktar

# Name
source: Import/Export LDIF
tr: LDIF İçe/Dışa Aktar

# Name
source: Import/Export vCard
tr: vCard İçe/Dışa Aktar

# Name
source: Import/Export Windows Contact
tr: Windows Kişilerini İçe/Dışa Aktar

# Name
source: Check Gravatar
tr: Gravatar Denetle

# Name
source: Merge Contacts
tr: Kişileri Birleştir

# Name
source: Search Duplicate Contacts
tr: Yinelenen Kişileri Ara

# Name
source: Send Mail
tr: Posta Gönder

# Name
source: Send vCards
tr: VCard Gönder

# Name
source: Confirm Before Deleting Emails
tr: E-postaları Silmeden Önce Onayla

# Name
source: Open External Composer
tr: Harici Düzenleyiciyi Aç

# Name
source: Autocorrection
tr: Otomatik Düzeltme

# Name
source: Change Case
tr: Büyük Küçük Harf Değiştir

# Name
source: Insert Email
tr: E-posta Ekle

# Name
source: Insert Short URL
tr: Kısa URL Ekle

# Name
source: Insert Special Character
tr: Özel Karakter Ekle

# Name
source: Insert Non Breaking Space
tr: Aralıksız Boşluk Ekle

# Name
source: Quick Text
tr: Hızlı Metin

# Name
source: Share Text
tr: Metni Paylaş

# Name
source: Zoom Text
tr: Metni Yakınlaştır/Uzaklaştır

# Name
source: Automatic Add Contacts
tr: Kişileri Otomatik Ekle

# Name
source: Check Before Send
tr: Göndermeden Önce Denetle

# Name
source: Confirm Address
tr: Adresi Onayla

# Name
source: French Grammar Checker
tr: Fransızca Gramer Denetleyicisi

# Name
source: Grammar Checker (LanguageTool)
tr: Gramer Denetleyicisi (LanguageTool)

# Name
source: Akonadi Database Manager
tr: Akonadi Veritabanı Yöneticisi

# Name
source: Antivirus
tr: Antivirüs

# Name
source: Expert Plugin
tr: Uzman Eklenti

# Name
source: SendMail Mail Transport
tr: SenMail Posta İletimi

# Name
source: Date Numbers Plugin for Calendars
tr: Takvimler için Tarih Numarası Eklentisi

# Name
source: Jewish Calendar Plugin
tr: Yahudi Takvimi Eklentisi

# Name
source: Lunar Phases Plugin for Calendars
tr: Takvimler için Ay Evreleri Eklentisi

# Name
source: Wikipedia Picture Of the Day Plugin for Calendars
tr: Takvimler için Vikipedi Günün Resmi Eklentisi

# Name
source: Wikipedia 'This Day in History' Plugin
tr: Vikipedi 'Tarihte Bugün' Eklentisi

# Name
source: Translator
tr: Çeviren

# Name
source: DKIM Checker
tr: DKIM Denetleyicisi

# Name
source: Expire Trash Folder
tr: Çöp Klasörünün Süresini Geçir

# Name
source: Folder Settings
tr: Klasör Ayarları

# Name
source: Open Url With
tr: URL'yi Şununla Aç

# Name
source: Scam Settings
tr: Aldatma Ayarları

# Name
source: Brief Header Style
tr: Kısa Başlık Biçimi

# Name
source: Enterprise Header Style
tr: Kurumsal Başlık Biçimi

# Name
source: Fancy Header Style
tr: Süslü Başlık Biçimi

# Name
source: Grantlee Header Style
tr: Grantlee Başlık Biçimi

# Name
source: Long Header Style
tr: Uzun Başlık Biçimi

# Name
source: Standards Header Style
tr: Standartlar Başlık Biçimi

# Name
source: Expand URL
tr: URL Genişlet

# Name
source: Create Event
tr: Etkinlik Oluştur

# Name
source: Create Note
tr: Not Oluştur

# Name
source: Create Todo
tr: Yapılacak Ögesi Oluştur

# Name
source: External Script
tr: Harici Betik

# Name
source: PIM Events Plugin
tr: PIM Etkinlikleri Eklentisi

# Name
source: Email Address Akonadi Requester for Template Parser library
tr: Şablon Ayrıştırıcı Kitaplığı için Akonadi İsteyicisi E-posta Adresi

# Name
source: Do Not Track
tr: İzleme

# Description
source: This plugin allows you to import/export CSV.
tr: Bu eklenti, CSV içe/dışa aktarmanıza olanak verir.

# Description
source: This plugin allows you to import/export GMX.
tr: Bu eklenti, GMX içe/dışa aktarmanıza olanak verir.

# Description
source: This plugin allows you to import/export LDAP contacts.
tr: Bu eklenti, LDAP kişilerini içe/dışa aktarmanıza olanak verir.

# Description
source: This plugin allows you to import/export LDIF.
tr: Bu eklenti, LDIF içe/dışa aktarmanıza olanak verir.

# Description
source: This plugin allows you to import/export vCards.
tr: Bu eklenti, vCard içe/dışa aktarmanıza olanak verir.

# Description
source: This plugin allows you to import/export Windows Contacts.
tr: Bu eklenti, Windows kişilerini içe/dışa aktarmanıza olanak verir.

# Description
source: This plugin allows you to check the Gravatar images.
tr: Bu eklenti, Gravatar görsellerini denetlemenize olanak verir.

# Description
source: This plugin allows you to merge contacts.
tr: Bu eklenti, kişileri birleştirmenize olanak verir.

# Description
source: This plugin allows you to search duplicate contacts.
tr: Bu eklenti, yinelenen kişileri aramanıza olanak verir.

# Description
source: This plugin allows you to send email directly to selected contacts.
tr: Bu eklenti, seçili kişilere doğrudan eposta göndermenize olanak verir.

# Description
source: This plugin allows you to send vCard from selected contacts.
tr: Bu eklenti, seçili kişilerden vCard yollamanıza olanak verir.

# Description
source: This plugin allows you to check if we want to delete specific email
tr: Bu eklenti, belirli bir e-postayı silmek isteyip istemediğinizi denetlemenize izin verir

# Description
source: This plugin allows you to generate html from markdown language
tr: Bu eklenti, Markdown dilinden HTML oluşturmanıza olanak verir.

# Description
source: This plugin allows you to use an external composer.
tr: Bu eklenti, harici bir düzenleyici kullanmanıza olanak verir.

# Description
source: This plugin allows you to autocorrect all text in composer or selected text.
tr: Bu eklenti, seçili metinde veya düzenleyicideki tüm metni otomatik olarak düzeltmenize olanak verir.

# Description
source: This plugin allows you to change the case of the selected text.
tr: Bu eklenti, seçili metnin büyük/küçük harf türünü değiştirmenize olanak verir.

# Description
source: This plugin allows you to select email and insert it in composer.
tr: Bu eklenti, bir e-posta seçmenizi ve onu oluşturucuya eklemenize olanak verir.

# Description
source: This plugin allows you to generate a shorter URL.
tr: Bu eklenti, daha kısa bir URL oluşturmanıza olanak verir.

# Description
source: This plugin allows you to insert special character in composer.
tr: Bu eklenti, düzenleyicide özel karakter eklemenize olanak verir.

# Description
source: This plugin allows you to add non breaking space. It's useful in french language.
tr: Bu eklenti, boşluksuz boşluk karakteri koymanıza olanak verir. Fransız dilinde kullanışlıdır.

# Description
source: This plugin allows you to insert special text as attachment name, emails etc.
tr: Bu eklenti, özel bir metni eklenti adı, e-postası olarak eklemenize olanak verir.

# Description
source: This plugin allows you to share text.
tr: Bu eklenti, metin paylaşmanıza olanak verir.

# Description
source: This plugin allows you to change zoom factor in composer.
tr: Bu eklenti, düzenleyicideki yakınlaştırma katsayısını değiştirmenize olanak verir.

# Description
source: This plugin allows you to add automatically email address to addressbook.
tr: Bu eklenti, eposta adreslerini otomatik olarak adres defterine eklemenize olanak verir.

# Description
source: This plugin allows you to check message settings before sending.
tr: Bu eklenti, gönderimden önce ileti ayarlarınızı denetlemenize olanak verir.

# Description
source: This plugin allows you to check mail before to send it
tr: Bu eklenti, gönderimden önce postanızı denetlemenize olanak verir.

# Description
source: This plugin allows you to check grammar in french only.
tr: Bu eklenti, Fransızca gramer denetlemesi yapmanıza izin verir.

# Description
source: This plugin allows you to check grammar using LanguageTool.
tr: Bu eklenti, LanguageTool kullanarak gramer denetlemesi yapmanıza olanak verir.

# Description
source: This plugin allows you to manage Akonadi database.
tr: Bu eklenti, Akonadi veritabanını yönetmenize izin verir.

# Description
source: This plugin allows you to configure Anti Spam in KMail.
tr: Bu eklenti, K Posta içinde Anti Spam yapılandırmanıza olanak verir.

# Description
source: This plugin allows you to configure Anti Virus in KMail.
tr: Bu eklenti, K Posta içinde Anti Virüs yapılandırmanıza olanak verir.

# Description
source: This plugin activates some expert actions.
tr: Bu ekletnti, kimi uzman eylemlerini etkinleştirir.

# Description
source: For each day this plugin shows its daynumber of the year at the top of the agenda view. For example, February 1 is day 32 of the year.
tr: Her gün için, bu eklenti, ajanda görünümünün tepesinde yılın gün numarasını gösterir. Örneğin, 1 Şubat, yılın 32. günüdür.

# Description
source: Shows all dates in KOrganizer also in the Jewish calendar system.
tr: K Organizatör'deki tüm tarihleri Yahudi takvim sisteminde de gösterir.

# Description
source: This plugin shows the day's lunar phase (New, First, Last, Full)
tr: Bu eklenti, ayın evrelerini gösterir (Yeni, İlkdördür, Sondördün, Dolunay)

# Description
source: This plugin provides the Wikipedia Picture of the Day
tr: Bu eklenti, Vikipedi Günün Resmi'ni sağlar

# Description
source: This plugin provides links to Wikipedia's 'This Day in History' pages
tr: Bu eklenti, Vikipedi'nin 'Tarihte Bugün' sayfalarına bağlantı sağlar

# Description
source: This plugin allows you to translate text.
tr: Bu eklenti, metni çevirmenize olanak verir.

# Description
source: This plugin allows you to configure dkim support.
tr: Bu eklenti, DKIM desteğini yapılandırmanıza olanak verir.

# Description
source: This plugin allows you to configure expire trash folder for each accounts.
tr: Bu eklenti, her bir hesap için çöp klasörü süre geçimi yapılandırmanıza olanak verir.

# Description
source: This plugin allows you to configure folder settings.
tr: Bu eklenti, klasör ayarlarını yapılandırmanıza olanak verir.

# Description
source: This plugin allows you to configure gravatar support.
tr: Bu eklenti, Gravatar desteğini yapılandırmanıza olanak verir.

# Description
source: This plugin allows you to configure which apps used for specific url.
tr: Bu eklenti, belirli URL'lerin hangi uygulamalar tarafından kullanılacağını yapılandırmanıza olanak verir.

# Description
source: This plugin allows you to configure scam settings.
tr: Bu eklenti, aldatma ayarlarını yapılandırmanıza olanak verir.

# Description
source: This plugin reduces mail header to strict minimum.
tr: Bu ekletnti, posta başlığını olabildiğince ufak hale getirir.

# Description
source: This plugin defines a mail header style for enterprise.
tr: Bu eklenti, kurumsal posta başlığı biçimi tanımlar.

# Description
source: This plugin provides you a fancy mail header style.
tr: Bu eklenti, süslü posta başlığı biçimi sağlar.

# Description
source: This plugin allows you to use a Grantlee-based mail header style.
tr: Bu eklenti, Grantlee tabanlı posta başlığı biçimi kullanımına olanak verir.

# Description
source: This plugin allows you to show all headers from mail.
tr: Bu eklenti, postadaki tüm başlıkları görmenize olanak verir.

# Description
source: This plugin defines the standard mail header style.
tr: Bu eklenti, standart posta başlığı biçimi tanımlar.

# Description
source: This plugin expands URL.
tr: Bu eklenti, URL'leri genişletir.

# Description
source: This plugin allows you to translate selected text.
tr: Bu eklenti, seçili metni çevirmenize olanak verir.

# Description
source: This plugin allows you to create an event from a message.
tr: Bu eklenti, bir iletiden etkinlik oluşturmanıza olanak verir.

# Description
source: This plugin allows you to create a note from a message.
tr: Bu eklenti, bir iletiden not oluşturmanıza olanak verir.

# Description
source: This plugin allows you to create a todo from a message.
tr: Bu eklenti, bir iletiden yapılacak ögesi oluşturmanıza olanak verir.

# Description
source: This plugin allows you to use an external script against the message viewer.
tr: Bu eklenti, ileti görüntüleyicide harici bir betik kullanmanıza olanak verir.

# Description
source: Calendar plugin for displaying events from KDE PIM calendars
tr: KDE PIM takvimlerinden etkinlikleri görüntülemek için takvim eklentisi

# Description
source: This plugin allows you to block advertising.
tr: Bu eklenti, reklamları bloklamanıza izin verir.

# Description
source: This plugin adds support for "do not track".
tr: Bu eklenti, "izleme" için destek ekler.
