Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kdesvn._desktop_.po
Languages: tr

# Name
source: Subversion log (last 100)
tr: Subversion günlügü (son 100)

# Comment
source: Displays the Subversion log
tr: Subversion günlüğünü görüntüler

# Name
source: Detailed Subversion info
tr: Ayrıntılı Subversion bilgisi

# Name
source: Add to Repository
tr: Depoya Ekle

# Name
source: Check for unversioned items
tr: Sürümlendirilmemiş ögeleri denetle

# Name
source: Delete From Repository
tr: Depodan Sil

# Name
source: Revert Local Changes
tr: Yerel Değişiklikleri Geri Al

# Comment
source: Remove any changes made locally. Warning - this cannot be undone.
tr: Yerel olarak yapılan tüm değişiklikleri kaldırır. Uyarı: Bu geri alınamaz.

# Name
source: Rename...
tr: Yeniden Adlandır...

# Comment
source: Rename a file locally and in the repository. Use this rather than adding and deleting to rename a file.
tr: Bir dosyayı yerel olarak ve depoda yeniden adlandır. Bir dosyayı yeniden adlandırmak için silmek ve yeniden eklemek yerine bunu kullanın.

# Name
source: Import Repository
tr: Depoyu İçe Aktar

# Comment
source: Put folder into an existing repository to put it under revision control.
tr: Bir klasörü revizyon denetimi altına almak için var olan bir deponun içine koyun.

# Name
source: Checkout From Repository...
tr: Depodan Çıkış Yap...

# Comment
source: Checkout out files from an existing repository into this folder.
tr: Var olan bir depodan bu klasöre dosyaları çıkış yapın.

# Name
source: Switch...
tr: Değiştir...

# Comment
source: Switch given working copy to another branch
tr: Verilen çalışma kopyasını başka bir dala geçiş yapın

# Name
source: Merge...
tr: Birleştir...

# Comment
source: Merge changes between this and another branch
tr: Bu ve başka bir dal arasındaki değişiklikleri birleştirin

# Name
source: Blame...
tr: Suçla...

# Comment
source: See who wrote each line of the file and in what revision
tr: Dosyanın her satırını kimin hangi revizyonda yazdığını görün

# Name
source: Create Patch...
tr: Yama Oluştur...

# Name
source: Export...
tr: Dışa Aktar...

# Comment
source: Checkout out an unversioned copy of a tree from a repository
tr: Sürümlendirilmemiş bir ağaç kopyasını bir depodan çıkış yapın

# Name
source: Diff (local)
tr: Diff (yerel)

# Comment
source: Show local changes since last update
tr: Son değişiklikten bu yana olan yerel değişiklikleri gösterin

# Name
source: KDESvn Update
tr: KDESvn Güncelle

# Name
source: KDESvn Commit
tr: KDESvn İşle

# Name
source: Checkout from a repository...
tr: Bir depodan çıkış yap...

# Name
source: Export from a Subversion repository...
tr: Bir Subversion deposundan dışa aktar...

# Name
source: Display revision tree
tr: Revizyon ağacını görüntüle

# Comment
source: Show complete revision tree
tr: Tam revizyon ağacını görüntüle

# Name
source: kdesvn log (last 100)
tr: kdesvn log (son 100)

# Name
source: Update (Kdesvn)
tr: Güncelle (KDESvn)

# Name
source: Commit (Kdesvn)
tr: İşle (KDESvn)

# Comment
source: Kdesvn notification
tr: KDESvn bildirimi

# Name
source: Kdesvn KIO Notification
tr: KDESvn KIO Bildirimi

# Name
source: Kdesvn task notification
tr: KDESvn görev bildirimi

# GenericName
source: SVN Client
tr: SVN İstemcisi

# Comment
source: A Subversion client by KDE
tr: KDE tarafından yapılan bir Subversion istemcisi

# GenericName
source: Subversion Revision Control
tr: Subversion Revizyon Denetimi
