Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kexi._desktop_.po
Languages: tr

# Comment
source: Kexi Project Handlers
tr: Kexi Proje İşleyicileri

# GenericName
source: Visual database apps builder
tr: Görsel Veritabanı Uygulaması Yapıcı

# Comment
source: Visually develop database applications
tr: Veritabanı uygulamaları görsel bir biçimde tasarlayın

# Comment
source: Widget Factory Base
tr: Araç Takımı Fabrikası Temeli

# Name
source: Spreadsheet
tr: Hesap Tablosu

# Comment
source: Spreadsheet Import Plugin for Kexi
tr: Kexi için Hesap Tablosu İçe Aktarma Eklentisi

# Comment
source: Sybase Import Plugin for Kexi
tr: Kexi için Sybase İçe Aktarma Eklentisi

# Comment
source: xBase Import Plugin for Kexi
tr: Kexi için xBase İçe Aktarma Eklentisi

# Comment
source: Kexi plugin for handling forms
tr: Formları işlemek için Kexi eklentisi

# Name
source: Map Widget
tr: Harita Araç Takımı

# Comment
source: Kexi plugin providing map browser form widget
tr: Harita tarayıcısı formu araç takımı sağlayan Kexi eklentisi

# Name
source: CSV import/export
tr: CSV İçe/Dışa Aktar

# Comment
source: Kexi Plugin for CSV data import/export
tr: CSV Verisi İçe/Dışa Aktarmak için Kexi Eklentisi

# Name
source: Migration
tr: Göç

# Comment
source: Kexi plugin for handling database migration
tr: Veritabanı göçünü işlemek için Kexi eklentisi

# Name
source: Query
tr: Sorgu

# Comment
source: Kexi plugin for handling queries
tr: Sorguları işlemek için Kexi eklentisi

# Name
source: Report
tr: Rapor

# Comment
source: Kexi plugin for handling reports
tr: Raporları işlemek için Kexi eklentisi

# GenericName
source: Scripts
tr: Betikler

# Name
source: Script
tr: Betik

# Name
source: Table
tr: Tablo

# Comment
source: Kexi plugin for handling tables
tr: Tabloları işlemek için Kexi eklentisi
