Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kmymoney._json_.po
Languages: tr

# Name
source: Check printing
tr: Çek yazdırma

# Name
source: CSV Exporter
tr: CSV Dışa Aktarıcı

# Name
source: CSV Importer
tr: CSV İçe Aktarıcı

# Name
source: GNC Importer
tr: GNC İçe Aktarıcı

# Name
source: IBAN/BIC Data
tr: IBAN/BIC Verileri

# Name
source: KBanking
tr: KBankacılık

# Name
source: OFX Importer
tr: OFX İçe Aktarıcı

# Name
source: onlinejobpluginmockup
tr: çevrimiçiişeklentimockup

# Name
source: SEPA orders
tr: SEPA talimatları

# Name
source: QIF Exporter
tr: QIF Dışa Aktarıcı

# Name
source: QIF Importer
tr: QIF İçe Aktarıcı

# Name
source: Reconciliation report
tr: Mutabakat raporu

# Name
source: SQL Storage
tr: SQL Depolama

# Name
source: Budget view
tr: Bütçe görünümü

# Name
source: Forecast view
tr: Tahmin görünümü

# Name
source: Online job outbox view
tr: Çevrimiçi iş giden kutusu görünümü

# Name
source: Reports view
tr: Rapor görünümü

# Name
source: XML Storage
tr: XML Depolama

# Description
source: Provides the capability to print checks
tr: Çekleri yazdırma yeteneği sağlar

# Description
source: Add CSV exporting to KMyMoney
tr: KMyMoney'e CSV dışa aktarma ekle

# Description
source: Add CSV importing to KMyMoney
tr: KMyMoney'e CSV aktarımını ekle

# Description
source: Add GnuCash importing to KMyMoney
tr: KMyMoney'e GnuCash içe aktarmayı ekle

# Description
source: Adds predefined IBAN/BIC numbers to KMyMoney
tr: KMyMoney'e önceden tanımlanmış IBAN/BIC numaralarını ekler

# Description
source: Exports schedules to iCalendar files
tr: Zamanlamaları iCalendar dosyalarına aktarır

# Description
source: Add HBCI/FinTs, OFX and PayPal online banking to KMyMoney
tr: KMyMoney'e HBCI/FinTs, OFX ve PayPal çevrimiçi bankacılığını ekle

# Description
source: Add OFX importing to KMyMoney
tr: KMyMoney'e OFX aktarımını ekle

# Description
source: If mapped to an account, it pretends it could handle all onlineTasks (for developers only).
tr: Bir hesapla eşlenirse, tüm çevrimiçi Görevleri (yalnızca geliştiriciler için) halledebileceğini iddia eder.

# Description
source: Order types for single european payment area (SEPA) orders
tr: Tek avrupa ödeme bölgesi (SEPA) siparişleri için talimat türleri

# Description
source: Add QIF exporting to KMyMoney
tr: KMyMoney'e QIF dışa aktarma ekle

# Description
source: Add QIF importing to KMyMoney
tr: KMyMoney'e QIF içe aktarma ekle

# Description
source: Creates a report after each reconciliation containing data about the reconciliation process
tr: Mutabakat süreciyle ilgili verileri içeren her mutabakattan sonra bir rapor oluşturur

# Description
source: Adds SQL storage support to KMyMoney
tr: KMyMoney'e SQL depolama desteği ekler

# Description
source: Adds budget view to KMyMoney
tr: KMyMoney'e bütçe görünümü ekler

# Description
source: Adds forecast view to KMyMoney
tr: KMyMoney'e tahmin görünümü ekler

# Description
source: Adds online job outbox view to KMyMoney
tr: KMyMoney'e çevrimiçi iş giden kutusu görünümü ekler

# Description
source: Adds reports view to KMyMoney
tr: KMyMoney'e raporlar görünümü ekler

# Description
source: Plugin for Woob
tr: Woob için eklenti

# Description
source: Adds XML storage support to KMyMoney
tr: KMyMoney'e XML depolama desteği ekler
