Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kontact-kde-org.po
Languages: tr

source: Kontact Suite
tr: Kontak Takımı

source: Kontact - handle your emails, calendars and contacts within a single window
tr: Kontak - e-postalarınızı, takvimlerinizi ve kişilerinizi tek bir pencereden yönetin

source: Donate
tr: Bağış Yap

source: Kontact
tr: Kontak

source: Kontact Features
tr: Kontak Özellikleri

source: KMail
tr: K Posta

source: KOrganizer
tr: K Organizatör

source: KAddressBook
tr: K Adres Defteri

source: Akregator
tr: Akregatör

source: KNotes
tr: K Notlar

source: Kontact Suite - The Powerful PIM Solution
tr: Kontak Takımı - Güçlü Kişisel Bilgi Yönetimi Çözümü

source: The Akonadi framework, named after the oracle goddess of justice in Ghana is responsible for providing applications with a centralized database to store, index and retrieve the user's personal information. This includes the user's emails, contacts, calendars, events, journals, alarms, notes, etc.
tr: Adını Gana'nın kahin adalet tanrıçasından alan Akonadi çatısı, uygulamalara kullanıcının kişisel bilgisini depolamak, indekslemek ve getirmek ile yükümlü merkezi bir veritabanı sunar. Bu, kullanıcının e-postalarını, kişilerini, takvimlerini, etkinliklerini, günlüklerini, alarmlarını, notlarını vb. içerir.

source: Features
tr: Özellikler

source: Common PIM data cache
tr: Ortak kişisel bilgi yönetimi önbelleği

source: Type agnostic design
tr: Türden bağımsız tasarım

source: Extensibility
tr: Genişletilebilirlik

source: Generic offline access, change recording and replay
tr: Genel çevrimdışı erişim, kayıt değiştirme ve yeniden oynatma

source: Generic conflict detection and resolution
tr: Genel çakışma algılaması ve çözümü

source: Resources are groupable by profile
tr: Özkaynaklar profile göre gruplandırılabilir

source: Items composed of independently retrievable multiple parts
tr: Ögeler, birbirinden bağımsız olarak getirilebilen çoklu kısımlardan oluşur

source: Zero-copy retrieval possible
tr: Sıfır kopyasız getirme olanaklıdır

source: Concurrent access allows background activity independent of UI client
tr: Eşzamanlı erişim, istemciden bağımsız olarak arka plan etkinliğine izin verir

source: Syncing mail, calendar, addressbooks to remote servers
tr: Posta, takvim, adres defterlerini uzak sunuculara eşitleyin

source: Permits semantic desktop infrastructure to access PIM data
tr: Kişisel bilgi yönetimi verisine erişmek için anlamsal masaüstü altyapısına izin verir

source: Archiving
tr: Arşivleme

source: Indexing
tr: İndeksleme

source: Out-of-process search
tr: Süreç dışı arama

source: Multi-process design
tr: Çoklu süreç tasarımı

source: Crash isolation
tr: Çökme koruması

source: Large items can't block whole system
tr: Büyük ögeler tüm sistemi bloklayamaz

source: Linkage by IPC allows proprietary components
tr: IPC ile bağlama müseccel bileşenlere izin verir

source: Stay on top of the news with our RSS reader.
tr: RSS okuyucumuz ile her şeyden haberiniz olsun.

source: Akregator is an RSS feed reader. It can automatically download RSS feeds from your favorite sites and allows you to read the articles even when you are offline. Also provides rich search functionality and archiving features.
tr: Akregatör, bir RSS beslemesi okuyucusudur. Sık kullanılan sitelerinizden RSS beslemelerini kendiliğinden indirebilir ve çevrimdışıyken bile yazıları okumanıza olanak sağlar. Ayrıca zengin arama işlevi ve arşivleme özellikleri de vardır.

source: Akregator helps you to keep informed about new stories on websites like KDE Dot News and Planet KDE blogs. The technology used is RSS and many sites support it.
tr: Akregatör, KDE Dot News ve KDE Gezegeni blogları gibi sitelerdeki yazılardan kolaylıkla haberdar olmanıza yardımcı olur. Kullanılan teknoloji RSS teknolojisidir ve birçok site bunu destekler.

source: Simple to use
tr: Kullanımı kolay

source: Can accept dozens of feeds
tr: Düzinelerce beslemeyi işleyebilir

source: Can notify you of unread feeds
tr: Okunmamış beslemelerden sizi haberdar eder

source: Uses tabs to give access to internal reading of full stories
tr: Yazıların tamamını programın içinde kolaylıkla okumanızı sağlamak için sekmeler kullanır

source: Feeds archive
tr: Beslemeler arşivi

source: Import and export feeds
tr: Beslemeleri içe ve dışa aktar

source: Manage your contacts easily.
tr: Kişilerinizi kolaylıkla yönetin.

source: KAddressBook allows you to manage your contacts easily. It is deeply integrated with the rest of Kontact, allowing you to easily pick your contacts when sending an email or creating a meeting invitation.
tr: K Adres Defteri, kişilerinizi kolaylıkla yönetmenize izin verir. Kontak'ın geri kalanıyla tam olarak tümleşiktir ve bir e-posta gönderirken veya toplantı daveti hazırlarken kişilerinizi kolaylıkla seçebilirsiniz.

source: KAddressBook stores all the personal details of your family, friends and other contacts. It supports large variety of services, including NextCloud, Kolab, Google Contacts, Microsoft Exchange (EWS) or any standard CalDAV server.
tr: K Adres Defteri; aileniz, arkadaşlarınız ve diğer kişilerin tüm kişisel verilerini depolayabilir. NexCloud, Kolab, Google Kişiler, Microsoft Exchange (EWS) veya herhangi bir CalDAV standardını kullanan sunucuyu destekler.

source: **Powerful search.** KAddresbook has configurable filters and powerful search capabilities.
tr: **Güçlü arama.** K Adres Defteri, yapılandırılabilir süzgeçler ve güçlü arama yeteneklerine sahiptir.

source: **Duplicate detection and merging.** KAdressbook can find duplicated contacts from multiple sources can merge them into a single contact.
tr: **Yinelenmişleri algılama ve birleştirme.** K Adres Defteri, birden çok kaynakta yinelenmiş kişileri bulabilir ve onları tek bir kişiye birleştirebilir.

source: **Integration.** Integrates with other Kontact components, e.g. exporting Birthday reminders to [KOrganizer](../korganizer).
tr: **Tümleştirme.** Diğer Kontak bileşenleriyle tümleşiktir; örneğin, yaş günü anımsatıcılarını [K Organizatör](../korganizer)'a dışa aktarabilir.

source: **QR codes.** KAddressbook can display a QR code for each contact to quickly scan it into your phone or send to someone.
tr: **Kare Kodlar.** K Adres Defteri, her bir kişi için bir kare kod görüntüleyebilir; böylece onları kolaylıkla telefonunuzdan tarayabilir veya başkalarına gönderebilirsiniz.

source: **Good standard support.** KAddresbook can import and export contacts from and to nearly every address book standard.
tr: **Mükemmel standartlar desteği.** K Adres Defteri, neredeyse bütün adres defteri standartlarından kişileri içe veya dışa aktarabilir.

source: **LDAP integration.** Can connect to multiple LDAP servers, which can then be used for contact autocompletion when composing emails in [KMail](../kmail).
tr: **LDAP tümleştirmesi.** Birden çok LDAP sunucusuna bağlanabilir; böylece onları [K Posta](../kmail)'de e-postalar oluştururken kişileri otomatik tamamlama için kullanabilirsiniz.

source: Boost your productivity with a feature-rich email application.
tr: Üretkenliğinizi, çok işlevli bir e-posta uygulamasıyla yükseltin.

source: KMail is a state-of-the-art email client that integrates well with widely used email providers like GMail. It provides many tools and features to maximize your productivity and makes working with large email accounts easy and fast. KMail supports a large variety of email protocols - POP3, IMAP, Microsoft Exchange (EWS) and more.
tr: K Posta, tüm yaygın kullanılan e-posta sağlayıcılarıyla kolaylıkla tümleşen çağdaş bir e-posta istemcisidir. Üretkenliğinizi artırmak için birçok araçlar ve özellikler içerir ve büyük e-posta hesaplarıyla çalışmayı hızlı ve kolay yapar. K Posta, birçok e-posta protokolünü destekler - POP3, IMAP, Microsoft Exchange (EWS) ve çok daha fazlası.

source: KMail is the email component of Kontact, the integrated personal information manager from KDE.
tr: K Posta, KDE'nin tümleşik kişisel veri yönetimi uygulaması olan Kontak'ın e-posta bileşenidir.

source: Secure
tr: Güvenli

source: **Secure Default.** Default settings rather compromise on features than security or privacy.
tr: **Hep güvenli.** Öntanımlı ayarlar, daha çok özellik yerine daha güvenli ve gizli bir deneyime öncelik verir.

source: **End-to-end Encryption.** Support for OpenPGP and S/MIME is built-in, and a setup and key generation wizard aids users in getting started with this.
tr: **Uçtan uca şifreleme.** OpenPGP ve S/MIME desteği gömülü olarak gelir ve bir ayarlama ve anahtar oluşturma sihirbazı kullanıcılara başlarken yardımcı olur.

source: **Transport Encryption.** SSL/TLS encrypted communication is of course supported, as are a number of authentication methods such as GSSAPI (Kerberos) or OAuth2.
tr: **Taşıma şifreleme.** SSL/TLS şifrelenmiş iletişim yöntemleri (elbette) desteklenir; bunların dışında GSSAPI (Kerberos) veya OAuth2 desteği de vardır.

source: **Strong isolation of HTML content.** If HTML emails can't be avoided, KMail ensures no external references can be hidden in there to leak information or compromise your privacy. Additionally KMail's phishing protections warns about suspicious links in such emails.
tr: **Güçlü HTML içeriği izolasyonu.** HTML e-postalardan kaçışınız yoksa K Posta, bilgi sızdırma veya gizliliğinizi bozma amaçlı hiçbir dış başvurunun olmadığından emin olur. Ek olarak, K Posta'nın oltalama koruması, bu tür e-postalarda olabilecek kuşkulu bağlantılarla ilgili sizi uyarır.

source: **Spam Protection.** If your email server doesn't take care of this already, KMail can integrate popular spam checkers such as SpamAssassin or Bogofilter locally.
tr: **İstenmeyen posta koruması.** E-posta sunucunuz bununla ilgilenmiyorsa K Posta yerel olarak SpamAssassin veya Bogofilter gibi popüler istenmeyen posta denetleyicilerle tümleşebilir.

source: Powerful
tr: Güçlü

source: **Offline Capable.** KMail allows you to operate entirely without network connectivity by (optionally) syncing your entire email locally.
tr: **Çevrimdışı çalışabilir.** K Posta, tüm e-postalarınızı yerel olarak eşzamanlayarak tümüyle ağ bağlantısı olmadan çalışmanıza izin verir.

source: **Multiple Identities.** KMail separates identities from accounts, giving you a lot of flexibility when wearing different hats in multiple organizations.
tr: **Çoklu kimlikler.** K Posta, kimlikleri hesaplardan ayrı tutar; böylece birden çok organizasyon için çok farklı kimliklere bürünebilirsiniz.

source: **Templates.** A flexible template and text snippet system support you in automating parts of your email writing.
tr: **Şablonlar.** Esnek bir şablon ve metin kırpma sistemi, sizi e-posta yazımınızı otomatikleştirmeniz konusunda yardımcı olur.

source: **Multi-lingual.** Built-in content translation support and per-paragraph spell checking language auto-detection support you when dealing with content in multiple languages.
tr: **Çok dilli.** Gömülü çeviri desteği ve paragraf başı yazım denetimi dili algılama desteği, siz birden çok dilde e-postalarla uğraşırken işinizi kolaylaştırır.

source: **Productive Composer.** KMail's email composer comes with many small helpers to make you more efficient, such as warning about forgotten attachments, inline attachment compression or resizing of attached images.
tr: **Üretken e-posta yazıcı.** K Posta'nın e-posta yazıcısı, sizin daha efektif çalışmanızı sağlamak için birçok ufak yardımcıyla gelir; örneğin unutulmuş ekler, satır içi ek sıkıştırması veya eklenen görsellerin yeniden boyutlandırılması gibi.

source: **Powerful Filtering.** Besides automating the sorting of your emails by a multitude conditions, KMail's filtering system can also be used for implementing arbitrary workflows as it can integrate with external applications.
tr: **Güçlü süzme.** K Posta'nın süzgeç sistemi, e-postalarınızı çok sayıda koşula göre otomatikleştirmenin yanı sıra, dış uygulamalarla tümleşebildiğinden, isteğe bağlı iş akışlarını uygulamak için de kullanılabilir.

source: **Searching and Tagging.** Flagging and tagging of messages aid in sorting and information recovery, and so do the powerful local and remote searching capabilities.
tr: **Arama ve etiketleme.** İletilerin bayraklanması ve etiketlenmesi, güçlü yerel ve uzak arama yetenekleri; sıralamada ve bilgi kurtarmada size yardımcı olur.

source: **Mailing List Management.** Mailman mailing lists can be auto-detected and common mailing list management operations are directly available from within KMail.
tr: **Posta listesi yönetimi.** Mailman posta listeleri otomatik olarak algılanabilir ve genel posta listesi yönetimi işlemleri doğrudan K Posta içinden kullanılabilir.

source: **Flexible Configuration.** Countless configurations options allow you to tweak many aspects of KMail to exactly your needs and wishes.
tr: **Esnek yapılandırma.** Sayısız yapılandırma seçeneği, K Posta'nın birçok yönünü tam olarak gereksinim ve isteklerinize göre ayarlamanıza olanak tanır.

source: Integrated
tr: Tümleşik

source: **iTip Invitations.** Meeting invitation emails are detected and offer in-place quick responses, and are of course fed into [KOrganizer](../korganizer).
tr: **iTip davetleri.** Toplantı daveti e-postaları algılanıp yerinde hızlı yanıtlar sunulur ve elbette [K Organizatör](../korganizer) içine beslenir.

source: **Addressbook.** Besides auto-completing address from [KAddressBook](../kaddressbook), KMail also uses avatars and crypto preferences from there.
tr: **Adres defteri.** [K Adres Defteri](../kaddressbook) içinden adresleri otomatik tamamlama desteğinin yanı sıra, K Posta ayrıca avatarları ve şifreleme tercihlerini de oradan alır.

source: **Booking Emails.** KMail can detect flight or hotel reservations in emails from certain providers and offers to add them to your calendar.
tr: **Rezervasyon e-postaları.** K Posta, çeşitli sağlayıcılardan olan uçuş veya otel rezervasyonlarını algılayabilir ve onları takviminize eklemeyi önerir.

source: Standard Compliant
tr: Standartlara Uygun

source: Supports the standard mail protocols IMAP, POP3 and SMTP.
tr: Standart IMAP, POP3 ve SMTP posta protokollerini destekler.

source: Supports push email (IMAP IDLE).
tr: Anlık e-posta iletmeyi destekler (IMAP IDLE).

source: Searching in IMAP folders fully supported.
tr: IMAP klasörleri içinde arama tümüyle desteklenir.

source: Native support for inline OpenPGP, PGP/MIME, and S/MIME.
tr: Yerel satır içi OpenPGP, PGP/MIME ve S/MIME desteği.

source: Support for Sieve server-side filtering.
tr: Sieve sunucu tarafı süzme desteği.

source: KNotes is a program that lets you write the computer equivalent of sticky notes. The notes are saved automatically when you exit the program, and they display when you open the program.
tr: K Notlar, yapışkan notların bilgisayar eşleniğini yazmanızı sağlayan bir programdır. Notlar programdan çıktığınızda otomatik olarak kaydedilir ve açtığınızda görüntülenir.

source: Write notes in your choice of font and background color
tr: İstediğiniz yazıtipi ve arka plan renginde notlar yazın

source: Use drag and drop to email your notes
tr: Notlarınızı e-posta ile göndermek için sürükleyin ve bırakın

source: Can be dragged into Calendar to book a time-slot
tr: Bir zaman yuvası ayırmak için takvime sürüklenebilir

source: Notes can be printed
tr: Notlar yazdırılabilirler

source: Handle all your emails, calendars and contacts within a single window.
tr: Tüm e-postalarınızı, takvimlerinizi ve kişilerinizi tek bir pencerede yönetin.

source: Kontact unifies all our PIM applications into a single window to give you the best possible experience and boost your productivity. With Kontact you can use all the tools of our powerful suite in one place. Unlike proprietary web applications we value your privacy and support open standards, which is why Kontact gives you full control over your data. You can of course also access your data offline if you want to.
tr: Kontak, size olanaklı olan en iyi deneyimi sunmak ve üretkenliğinizi artırmak için tüm kişisel veri yönetimi uygulamalarımızı tek bir pencerede birleştirir. Kontak ile, güçlü takımımızın tüm araçlarını tek bir yerde kullanabilirsiniz. Müseccel web uygulamalarının aksine, gizliliğinize değer veriyoruz ve açık standartları destekliyoruz, bu nedenle Kontak size verileriniz üzerinde tam denetim sağlar. Elbette isterseniz verilerinize çevrimdışı olarak da erişebilirsiniz.

source: Kontact is a feature-rich personal information management suite created by [KDE](https://kde.org). Kontact unifies all our PIM applications into a single window so that you can deal with your emails, calendaring, news and other data even more efficiently. You can also run each of the components of Kontact as a standalone application.
tr: Kontak, [KDE](https://kde.org) tarafından oluşturulmuş zengin özelliklere sahip bir kişisel veri yönetimi paketidir. Kontak, tüm kişisel veri yönetimi uygulamalarımızı tek bir pencerede birleştirir, böylece e-postalarınızı, takvimlerinizi, haberlerinizi ve diğer verilerinizi daha da verimli bir şekilde işleyebilirsiniz. Kontak bileşenlerinin her birini bağımsız bir uygulama olarak da çalıştırmak da olanaklıdır.

source: Feature-rich
tr: Çok Özellikli

source: We believe that software should adapt to your workflows, instead of forcing you to adapt to theirs. Kontact is highly configurable and customizable so that you can set it up exactly the way that works for you. Check out the individual pages for Kontact's components to get an overview of some of the features each of them can offer.
tr: Yazılımın, sizi onlarınkine uyum sağlamaya zorlamak yerine, sizin iş akışlarınıza uyum sağlaması gerektiğine inanıyoruz. Kontak, tam olarak sizin için çalışacak şekilde ayarlayabilmeniz için son derece yapılandırılabilir ve özelleştirilebilirdir. Tümünün sunabileceği çoğu özelliklere genel bir bakış için Kontak bileşenlerinin kendi sayfalarına göz atın.

source: Flexible
tr: Esnek

source: Kontact supports a large variety of email, calendaring and addressbook services and protocols and can be easily extended to support additional services. You don't need to change your email provider or migrate your calendar elsewhere just to get it synced into Kontact. Just point Kontact at the service where your PIM data are and Kontact will display it and keep it synchronized.
tr: Kontak, çok çeşitli e-posta, takvim ve adres defteri hizmetlerini ve protokollerini destekler ve ek hizmetleri desteklemek için kolayca genişletilebilir. Kontak ile eşzamanlamak için e-posta sağlayıcınızı değiştirmenize veya takviminizi başka bir yere taşımanıza gerek yoktur. Kontak'ı kişisel veri yönetimi verilerinizin bulunduğu hizmete yönlendirmeniz yeterlidir; Kontak bunu görüntüleyecek ve eşzamanlı bir biçimde tutacaktır.

source: Kontact can also import your PIM data and some settings from other PIM suites like Thunderbird and Evolution.
tr: Kontak, aynı zamanda başka kişisel veri yönetimi uygulamalarından (örn. Thunderbird ve Evolution) verinizi ve bazı ayarlarınızı içe aktarabilir.

source: Kontact supports all modern security standards to protect your privacy. All communication with remote servers is encrypted by default using the industry standard SSL/TLS encryption. Kontact also has a built-in support for signing and encryption emails with GPG and S/MIME and it can automatically verify emails signatures.
tr: Kontak, gizliliğinizi korumak için tüm çağdaş güvenlik standartlarını destekler. Uzak sunucularla tüm iletişim, öntanımlı olarak endüstri standardı SSL/TLS şifrelemesi kullanılarak şifrelenir. Kontak ayrıca e-postaları GPG ve S/MIME ile imzalamak ve şifrelemek için gömülü desteğe sahiptir ve e-posta imzalarını otomatik olarak doğrulayabilir.

source: Kontact is configured by default to protect your privacy by blocking loading external content, automatic responses and other tricks often used by scammers.
tr: Kontak, öntanımlı olarak dış içeriğin yüklenmesini, otomatik yanıtları ve genellikle dolandırıcılar tarafından kullanılan diğer hileleri engelleyerek gizliliğinizi korumak için yapılandırılmıştır.

source: All components of Kontact are well integrated together. KOrganizer can send meeting invitations through email accounts configured in KMail. KMail will render meeting invitations and show you conflicts with events in your calendars. You can mix your Todos and regular events in KOrganizer's Agenda view.
tr: Kontak'ın tüm bileşenleri birbirine olabilecek en iyi biçimde tümleştirilmiştir. K Organizatör, K Posta'da yapılandırılan e-posta hesapları aracılığıyla toplantı davetleri gönderebilir. K Posta, toplantı davetlerini işleyecek ve size takvimlerinizdeki etkinliklerle çakışanları gösterecektir. K Organizatör'ün Ajanda görünümünde Yapılacaklar ve düzenli etkinlikleri karıştırabilirsiniz.

source: Free and Open Source
tr: Ücretsiz ve Açık Kaynaklı

source: Kontact is free (both as in free speech and free beer) and completely open source. It means that the [source code](https://invent.kde.org/pim/kontact) is out there for anyone to see, audit and improve.
tr: Kontak ücretsizdir, özgür yazılımdır ve tümüyle açık kaynaklıdır. Bu, [kaynak kodunun](https://invent.kde.org/pim/kontact) herkesin görmesi, denetlemesi ve iyileştirmesi için kullanılabilir olduğu anlamına gelir.

source: We pride ourselves in our openness and our focus on protecting users' privacy. Kontact will not spy on you, won't show any advertisement, it will not store your sensitive data somewhere in a proprietary cloud or share them with anyone else. See the [KDE Software Privacy Policy](https://kde.org/privacypolicy-apps/) for more details.
tr: Açıklığımız ve kullanıcıların gizliliğini korumaya odaklanmamızla gurur duyuyoruz. Kontak sizi gözetlemez, herhangi bir reklam göstermez, hassas verilerinizi başkasının bulutunda saklamaz veya başkalarıyla paylaşmaz. Daha fazla ayrıntı için [KDE Yazılım Gizlilik Politikasına](https://kde.org/privacypolicy-apps/) bakın.

source: Organizer your time! Manage events, todos, schedule meetings and more.
tr: Zamanınızı düzenleyin! Etkinlikleri, yapılacakları yönetin, toplantıları planlayın ve daha fazlasını yapın.

source: KOrganizer is a powerful and feature-rich organizer, event and todo manager that integrates well with the rest of Kontact, especially with KMail.
tr: K Organizatör; Kontak'ın geri kalanıyla, özellikle K Posta ile iyi tümleşen, güçlü ve zengin özelliklere sahip bir düzenleyici, etkinlik ve yapılacaklar yöneticisidir.

source: KOrganizer is the calendar and scheduling component of Kontact. It provides management of events and tasks, alarm notification, web export, network transparent handling of data, group scheduling, import and export of calendar files and more. It is able to work together with a wide variety of calendaring services, including NextCloud, Kolab, Google Calendar and others. KOrganizer is fully customizable to your needs and is an integral part of the Kontact suite, which aims to be a complete solution for organizing your personal data. KOrganizer supports the two dominant standards for storing and exchanging calendar data, vCalendar and iCalendar.
tr: K Organizatör, Kontak'ın takvim ve zamanlama bileşenidir. Olayların ve görevlerin yönetimini, alarm bildirimlerini, web'e dışa aktarmayı, verilerin ağa saydam bir biçimde işlenmesini, grup planlamasını, takvim dosyalarını içe ve dışa aktarmayı ve daha fazlasını sağlar. NextCloud, Kolab, Google Takvim ve diğerleri dahil olmak üzere çok çeşitli takvim hizmetleriyle birlikte çalışabilir. K Organizatör, gereksinimlerinize göre tümüyle özelleştirilebilir ve kişisel verilerinizi düzenlemek için eksiksiz bir çözüm olmayı amaçlayan Kontak paketinin ayrılmaz bir parçasıdır. K Organizatör, takvim verilerini depolamak ve değiş tokuş etmek için iki yaygın standardı, vCalendar ve iCalendar'ı destekler.
