Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kontact-kde-org.po
Languages: tr

source: **Support for multiple calendars and todo lists.** Korganizer can transparently merge calendar data from different files or other calendar data sources for example calendars on the web. They can conveniently be activated, deactivated, added and removed from the graphical user interface.
tr: **Birden çok takvim ve yapılacaklar listesi desteği.** K Organizatör, farklı dosyalardan veya diğer takvim verisi kaynaklarından, örneğin web'deki takvimler gibi, takvim verilerini saydam bir şekilde birleştirebilir. Grafiksel kullanıcı arayüzünden kolayca etkinleştirilebilir, devre dışı bırakılabilir, eklenebilir ve kaldırılabilirler.

source: **Kontact integration.** KOrganizer is fully integrated with Kontact, the complete personal information management application. Within Kontact some additional features are available like conversion of mails to events or todos by drag and drop.
tr: **Kontak tümleştirmesi.** K Organizatör, eksiksiz kişisel bilgi yönetimi uygulaması olan Kontak ile tümüyle tümleşiktir. Kontak içinde, postaların sürükleyip bırakarak etkinliklere veya yapılacaklara dönüştürülmesi gibi bazı ek özellikler vardır.

source: **Storage model.** KOrganizer has a persistent calendar. The user doesn't have to take care of loading or saving the calendar. Changes are immediately saved to disk. If the calendar is changed externally it is automatically loaded and updated in the view. A locking mechanism handles concurrent access to the calendar.
tr: **Depolama modeli.** K Organizatör'ün kalıcı bir takvimi vardır. Kullanıcı, takvimi yüklemek veya kaydetmekle uğraşmak zorunda değildir. Değişiklikler hemen diske kaydedilir. Takvim dışarıdan değiştirilirse görünümde otomatik olarak yüklenir ve güncellenir. Bir kilitleme mekanizması, takvime eşzamanlı erişimi yönetir.

source: **Undo and Redo.** KOrganizer supports unlimited undo and redo.
tr: **Geri Al ve Yinele.** K Organizatör, sınırsız geri alma ve yinelemeyi destekler.

source: **Todo integration with agenda view.** Todos are shown in the week and day views. Todos can be converted to events by dragging from the todo list and dropping on the agenda view.
tr: **Ajanda görünümüyle yapılacaklar tümleştirmesi.** Yapılacaklar hafta ve gün görünümlerinde gösterilir. Yapılacaklar, yapılacaklar listesinden sürüklenip ajanda görünümüne bırakılarak etkinliklere dönüştürülebilir.

source: **Attachments for events and todos.** References to web pages, local files or mails can be attached to events and todos. The attached data can easily be accessed by a single click from the event and todo views as well as the summary view or the editors
tr: **Etkinlikler ve yapılacak işler için ekler.** Web sayfalarına, yerel dosyalara veya postalara yapılan başvurular, etkinliklere ve yapılacak işlere eklenebilir. Eklenen verilere, etkinlik ve yapılacaklar görünümlerinin yanı sıra özet görünümden veya düzenleyicilerden tek bir tıklama ile kolaylıkla erişilebilir.

source: **Quick todo entry.** A special input field allows to quickly create a todo without needing to open an editor. This is especially handy for creating multiple todos in a row.
tr: **Hızlı yapılacaklar girişi.** Özel bir giriş alanı, bir düzenleyici açmaya gerek kalmadan hızlı bir şekilde yapılacaklar oluşturmaya olanak tanır. Bu özellikle art arda birden çok yapılacak işler oluşturmak için kullanışlıdır.

source: **Quick event entry.** There are several ways to create events from the agenda view: Per type-ahead events can be created by selecting a time range and then simply starting to type. An editor will be opened and the type text will be go into the title. Optionally the event editor can be opened when the time selection is finished and in addition to the usual menu and toolbar entries there are key bindings and a context menu to start the editor dialog.
tr: **Hızlı etkinlik girişi.** Gündem görünümünden etkinlik oluşturmanın birkaç yolu vardır: Yazı başına olaylar, bir zaman aralığı seçip ardından yazmaya başlayarak oluşturulabilir. Bir düzenleyici açılacak ve tür metni başlığa girilecektir. İsteğe bağlı olarak olay düzenleyici, zaman seçimi bittiğinde açılabilir ve olağan menü ve araç çubuğu girişlerine ek olarak, düzenleyici iletişim kutusunu başlatmak için düğme atamaları ve bir bağlam menüsü vardır.

source: **Print support.** Calendars can be printed using various different styles. Printing also supports colors and overlapping events.
tr: **Yazdırma desteği.** Takvimler, çeşitli biçemler kullanılarak yazdırılabilirler. Yazdırma aynı zamanda renkleri ve üst üste binen etkinlikleri de destekler.

source: **KMail Integration.** KMail directly supports transfer of invitations and other calendar attachments to KOrganizer.
tr: **K Posta tümleştirmesi.** K Posta, davetlerin ve diğer takvim ilişiklerinin K Organizatör'e doğrudan aktarımını destekler.

source: Download
tr: İndir

source: Kontact is spread across a multitude of repositories. Check our [Getting Involved](/get-involved) page for detailed instructions how to get all Kontact repositories.
tr: Kontak kaynak kodu, çok sayıda depo arasında dağılmıştır. Tüm Kontak depolarını alabilmek için ne yapmanız gerektiğini öğrenmek için [Katkıda bulun](/get-involved) sayfasına göz atın.

source: We are currently working on bringing Kontact to Windows. Do you want to help us? Check [how to get involved](/get-involved) and get in touch with us!
tr: Şu anda Kontak'ı Windows platformuna getirmekle uğraşıyoruz. Bize yardımcı olmak ister misiniz? [Nice katkıda bulunabileceğinize](/get-involved) bir bakın ve bizimle iletişime geçin!

source: Get Involved
tr: Katkıda Bulun

source: The Kontact developers generally hang around on the [#kontact](irc://irc.libera.chat/kontact) and [#akonadi](irc://irc.libera.chat/akonadi) IRC channels on Libera Chat. Most development-related discussions take place on the [kde-pim mailing list](https://mail.kde.org/mailman/listinfo/kde-pim/). Just join in, say hi and tell us what you would like to help us with!
tr: Kontak geliştiricileri genelde Libera Chat üzerindeki [#kontact](irc://irc.libera.chat/kontact) ve [#akonadi](irc://irc.libera.chat/akonadi) IRC kanallarında takılırlar. Geliştirme ile ilgili çoğu tartışma [kde-pim mailing list](https://mail.kde.org/mailman/listinfo/kde-pim/) posta listesinde gerçekleşir. Yapmanız gereken yalnızca katılmak, merhaba demek ve bize nice yardım etmek istediğinizi söylemektir!

source: Kontact's source code is spread across many components in many repositories - it is easy to get lost and overwhelmed if you are new to it. If you want to get involved in development of Kontact just read the materials linked from this page and get in touch with us - we will help you find your way around our codebase.
tr: Kontak'ın kaynak kodu çok sayıda depoda sayısız bileşen arasında dağılmıştır; eğer yeniyseniz zorlanmanız veya daralmanız pek olasıdır. Kontak geliştirmesine katılmak istiyorsanız bu sayfadan bağlantı verilen malzemeleri okuyun ve bizimle iletişime geçin; kod tabanında yolunuzu bulmanıza biz yardımcı oluruz.

source: **Please start by reading some information on the [KDE PIM Community wiki](https://community.kde.org/KDE_PIM).**
tr: **Lütfen öncelikle [KDE PIM Topluluğu vikisini](https://community.kde.org/KDE_PIM) okuyarak başlayın.**

source: Junior Jobs
tr: Küçük İşler

source: Looking for some simple tasks to get started with improving Kontact? Then check out our [junior jobs](https://phabricator.kde.org/tag/kde_pim_junior_jobs/). We have collected a number of tasks that are fairly simple and isolated and don't require in-depth understanding of the entire codebase and architecture - perfect entry point into the beautiful world of Kontact.
tr: Kontak'ı iyileştirmeye başlamak için birkaç basit görev mi arıyorsunuz? O zaman [küçük işlere](https://phabricator.kde.org/tag/kde_pim_junior_jobs/) bir bakın. Tüm kod tabanını ve mimariyi tümüyle anlamayı gerektirmeden kolayca çözülebilecek birkaç görevi bir araya topladık - Kontak'ın büyülü dünyasına giriş yapmak için bundan daha uygun bir nokta olamazdı.

source: If you would like to start working on some task, feel free to assign it to yourself (unless it's already assigned to someone else) and let us know in the comments below the task.
tr: Bir görev üzerinde çalışmak isterseniz onu kendinize atayabilirsiniz (eğer bir başkasına halihazırda atanmamışsa); sonrasında yorumlar kısmında bize bunu bildirin.

source: For Users
tr: Kullanıcılar İçin

source: Handle your email, calendar, contacts and other personal data with Kontact. Kontact groups everything together in one place and helps you manage your communications, organize your day and work with your colleagues. Become more productive with Kontact.
tr: E-posta, takvim, kişiler ve diğer kişisel verinizi Kontak ile yönetin. Kontak, her şeyi bir yerde toplar ve tüm iletişiminizi halletmenize, gününüzü organize etmenize ve iş arkadaşlarınızla verimli bir biçimde çalışmanıza yardımcı olur. Kontak ile daha üretken olun.

source: New to Kontact?
tr: Kontak'a yeni misiniz?

source: Kontact offers countless features and options. To find out about them you can read some of the handbooks: * [Kontact Handbook](https://docs.kde.org/stable5/en/kontact/kontact/index.html) * [KMail Handbook](https://docs.kde.org/stable5/en/kmail/kmail2/index.html) * [KOrganizer Handbook](https://docs.kde.org/stable5/en/korganizer/korganizer/index.html) * [Akregator Handbook](https://docs.kde.org/stable5/en/akregator/akregator/index.html) * [More handbooks, also in other languages...](https://docs.kde.org/index.php?language=en&amp;package=pim)
tr: Kontak sayısız özellikler ve seçenekler sunar. Bunları öğrenmek için el kitaplarını okuyabilirsiniz: * [Kontak El Kitabı](https://docs.kde.org/stable5/en/kontact/kontact/index.html) * [K Posta El Kitabı](https://docs.kde.org/stable5/en/kmail/kmail2/index.html) * [K Organizatör El Kitabı](https://docs.kde.org/stable5/en/korganizer/korganizer/index.html) * [Akregatör El Kitabı](https://docs.kde.org/stable5/en/akregator/akregator/index.html) * [Başka el kitapları, ayrıca başka dillerde de vardır...](https://docs.kde.org/index.php?language=en&amp;package=pim)

source: Check the Kontact &amp; PIM subforum on [KDE Forums](https://forum.kde.org/viewforum.php?f=215), maybe someone has already solved a similar problem. And if not, feel free to ask there! You can also ask on [#kontact](irc://irc.libera.chat/kontact) IRC channel on Libera Chat. If you prefer email communication, you can ask on the [kdepim-users](https://mail.kde.org/mailman/listinfo/kdepim-users) mailing list.
tr: KDE forumlarındaki [Kontak &amp; PIM](https://forum.kde.org/viewforum.php?f=215) alt forumuna bir göz atın, belki bir başkası benzer bir sorunu önceden çözmüş olabilir. Yoksa da, yeni bir konu oluşturmaktan çekinmeyin! Ek olarak, Libera Chat üzerindeki [#kontact](irc://irc.libera.chat/kontact) IRC kanalında da sorularınızı sorabilirsiniz. E-posta ile iletişimi yeğliyorsanız [kdepim-users](https://mail.kde.org/mailman/listinfo/kdepim-users) posta listesine yazın.

source: Follow this [Guide how to get started with Kontact development](https://community.kde.org/KDE_PIM/Development/Start). It contains links to many other useful wiki pages with lots of information. We also have a [Docker environment](https://community.kde.org/KDE_PIM/Docker) so that you can develop and test Kontact in safe isolation from your production setup.
tr: Kontak geliştirmesine başlamak için [bu kılavuza bir göz atın](https://community.kde.org/KDE_PIM/Development/Start). Bu bağlantı, birçok yararlı veriyi içeren pek çok kullanışlı viki sayfasına gider. Aynı zamanda bir [Docker ortamımız](https://community.kde.org/KDE_PIM/Docker) da vardır; böylece Kontak'ı üretim kurulumunuzdan izole olarak güvenli bir biçimde geliştirebilir ve sınayabilirsiniz.
