Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kstars._desktop_.po
Languages: tr

# Name
source: Focus started
tr: Odaklanma başladı

# Comment
source: Autofocus operation started
tr: Otomatik odaklama işlemi başladı

# Name
source: Autofocus Success
tr: Otomatik Odaklama Başarılı

# Comment
source: Autofocus operation completed successfully
tr: Otomatik odaklama işlemi başarıyla tamamlandı

# Name
source: Autofocus Failure
tr: Otomatik Odaklama Başarısız

# Comment
source: Autofocus operation failed with errors
tr: Otomatik odaklama işlemi başarısız oldu

# Name
source: Alignment Success
tr: Hizalama Başarılı

# Comment
source: Astrometry alignment completed successfully
tr: Gök ölçümü hizalaması başarıyla tamamlandı

# Name
source: Alignment Failure
tr: Hizalama Başarısız

# Comment
source: Astrometry alignment failed with errors
tr: Gök ölçümü hizalaması başarısız oldu

# Name
source: Calibration Success
tr: Kalibrasyon Başarılı

# Comment
source: Guiding calibration completed successfully
tr: Kalibrasyon işlemi başarıyla tamamlandı

# Name
source: Calibration Failure
tr: Kalibrasyon Başarısız

# Comment
source: Guiding calibration failed with errors
tr: Kalibrasyon işlemi başarısız oldu

# Name
source: Guiding Failure
tr: Kılavuz Başarısız

# Comment
source: Autoguiding failed with errors
tr: Otomatik kılavuzluk işlemi başarısız oldu

# Name
source: Capture Success
tr: Yakalama Başarılı

# Comment
source: CCD Capture completed successfully
tr: CCD Yakalama başarıyla tamamlandı

# Name
source: Capture Failure
tr: Yakalama Başarısız

# Comment
source: CCD capture failed with errors
tr: CCD yakalama işlemi başarısız oldu

# Name
source: FITS Received
tr: FITS Alındı

# Comment
source: FITS file is received
tr: FITS dosyası alındı

# Name
source: Weather Warning
tr: Hava Uyarısı

# Comment
source: Weather conditions in warning zone
tr: Hava koşulları uyarı bölgesinde

# Name
source: Weather Alert
tr: Hava İkazı

# Comment
source: Weather conditions are critical. Observatory shutdown is imminent
tr: Hava koşulları kritiktir. Gözlemevinin kapatılması yakındır.

# Name
source: Observatory Startup
tr: Gözlemevi Açılışı

# Comment
source: Observatory is in the startup process
tr: Gözlemevi açılış sürecinde

# Name
source: Observatory Shutdown
tr: Gözlemevi Kapanışı

# Comment
source: Observatory is in the shutdown process
tr: Gözlemevi kapanış sürecinde

# Name
source: Scheduler Aborted
tr: Zamanlayıcı Kesildi

# Name
source: Slew Started
tr: Çevirme Başladı

# Comment
source: Mount is slewing to target location
tr: Kaide, hedef konuma çevriliyor

# Name
source: Slew Completed
tr: Çevirme Tamamlandı

# Comment
source: Mount arrived at target location
tr: Kaide, hedef konuma ulaştı

# Name
source: Mount Aborted
tr: Kaide İptal Edildi

# Comment
source: Mount motion was aborted
tr: Kaide hareketi iptal edildi

# Name
source: Mount Parking
tr: Kaide Park Etme

# Comment
source: Mount parking is in progress
tr: Kaide parkı devam ediyor

# Name
source: Parking Mount Completed
tr: Kaide Parke Etme Tamamlandı

# Comment
source: Mount parked
tr: Kaide park edildi

# Name
source: Mount parking failed
tr: Kaide parkı başarısız

# Comment
source: Mount parking failed
tr: Kaide parkı başarısız

# Name
source: Mount unparked
tr: Kaide park durumundan çıktı

# Comment
source: Mount unparked
tr: Kaide park durumundan çıktı

# Name
source: Dome Parking
tr: Kubbe Park Etme

# Comment
source: Parking dome is in progress
tr: Kubbe park etme devam ediyor

# Name
source: Dome Parked
tr: Kubbe Park Edilmiş

# Comment
source: Parking dome is complete
tr: Kubbe park etme tamamlandı

# Name
source: Dome Unparking
tr: Kubbe Park Durumundan Çıkma

# Comment
source: Unparking dome is in progress
tr: Kubbe park durumundan çıkma devam ediyor

# Name
source: Dome unparked
tr: Kubbe park durumundan çıkarılmış

# Comment
source: Unparking dome is complete
tr: Kubbe park durumundan çıkma tamamlandı

# Name
source: Filter Wheel Changed
tr: Filtre Tekeri Değişti

# Name
source: Video Recording Started
tr: Video Kayıt Başladı

# Name
source: Video Recording Stopped
tr: Video Kayıt Durduruldu

# Name
source: Meridian Flip Started
tr: Boylam Dönüşü Başladı

# Name
source: Meridian Flip Completed
tr: Boylam Dönüşü Tamamlandı

# Name
source: Meridian Flip Failed
tr: Boylam Dönüşü Başarısız

# Name
source: Motion Started
tr: Hareket Başladı

# Comment
source: Mount manual motion started
tr: Kaide elle hareket başladı

# Name
source: Motion Completed
tr: Haraket Tamamlandı

# Comment
source: Mount manual motion completed
tr: Kaide elle hareket tamamlandı

# Name
source: INDI Server Message
tr: INDI Sunucu Mesajı

# Comment
source: INDI Server Message (it must be enabled in INDI section of Settings)
tr: INDI Sunucu Mesajı (Ayarların INDI bölümünden aktif hale getirilmeli)

# Name
source: Scheduled Ekos job started
tr: Zamanlanmış Ekos işleri başladı

# Comment
source: A scheduled Ekos job is started
tr: Zamanlanmış bir Ekos işi başlatıldı

# Name
source: Scheduled Ekos job failed
tr: Zamanlanmış Ekos işi başarısız

# Comment
source: A scheduled Ekos job is failed
tr: Zamanlanmış bir Ekos işi başarısız

# Name
source: Imaging in scheduled Ekos job started
tr: Zamanlanmış Ekos işinde imajlama başladı

# Comment
source: An image sequence capture is started in a scheduled Ekos job
tr: Zamanlanmış bir Ekos işinde, bir imaj dizisi yakalama başlatıldı

# Name
source: Imaging in scheduled Ekos job finished
tr: Zamanlanmış Ekos işinde imajlama bitti

# Comment
source: An image sequence capture is finished in a scheduled Ekos job
tr: Zamanlanmış Ekos işinde bir imaj dizisi yakalama bitti

# Name
source: Telescope is synced in a scheduled Ekos job
tr: Zamanlanmış bir Ekos işinde Teleskop senkronize edildi

# Comment
source: The telescope is synced before tracking a new target in a scheduled Ekos job
tr: Teleskop, zamanlanmış bir Ekos işinde yeni bir hedef kaydedilmeden senkronize edildi

# Name
source: Captured image received
tr: Yakalanmış imaj alındı

# Comment
source: Desktop Planetarium
tr: Masaüstü Yıldız Evi

# GenericName
source: Desktop Planetarium
tr: Masaüstü Yıldız Evi

# Name
source: Save Astrometry Index File to a write protected directory
tr: Astrometry İndeks Dosyasını yazma korumalı dizine kaydet

# Description
source: KStars is attempting to save an Astrometry Index File to a directory owned by root
tr: KStars, bir Astrometry İndeks Dosyasını sahibi root olan bir dizine yazma girişiminde bulunuyor

# Name
source: Remove an Astrometry Index File Set
tr: Astrometry İndeks Dosya Kümesini Kaldır

# Description
source: KStars is attempting to remove Astrometry Index Files owned by root
tr: KStarts, sahibi root olan bir Astrometry İndeks Dosyasını silme girişiminde bulunuyor
