Repository: sabriunal/turkish-translation-backup
Catalog: KDE/ktp-text-ui._desktop_.po
Languages: tr

# Name
source: Chat Window Appearance
tr: Sohbet Penceresi Görünüşü

# Comment
source: Choose a Style for your Chat Window and customize it
tr: Sohbet Pencereniz için bir Biçem seçin ve yapılandırın

# Name
source: Chat Tab Behavior
tr: Sohbet Sekme Davranışı

# Name
source: Plugins
tr: Eklentiler

# Comment
source: How to deal with extra information obtained from messages
tr: İletilerden alınan ek bilgiler nasıl anlaşılır

# Comment
source: Encrypt chat sessions with Off-The-Record encryption
tr: Oturumları Kayıt Dışı şifrelemesi ile şifrele

# Name
source: Bugzilla Information
tr: Bugzilla Bilgisi

# Comment
source: When receiving a link to a bug on bugzilla show additional information such as the title and status
tr: Bugzilla'daki bir hataya bağlantı alırken, başlık ve durum gibi ek bilgileri göster

# Name
source: Emoticons
tr: İfadeler

# Comment
source: Show emoticons (smiley faces) inside the chat
tr: Sohbet içerisinde ifadeleri (gülen suratları) göster

# Name
source: Text Formatting
tr: Metin Biçimlendirme

# Comment
source: Use /, _, * and - to make text italic, underlined, bold or strikeout respectively
tr: Metni eğik, kalın veya üstü çizili yapmak için sırasıyla /, _, * ve - kullanın

# Name
source: Geopoint Preview
tr: Geopoint Önizlemesi

# Comment
source: Show geo URI on a map view.
tr: Harita görünümüne coğrafi URI'yi göster.

# Name
source: Highlight
tr: Vurgula

# Comment
source: If any incoming messages contain your nickname, it will highlight them in red
tr: Eğer takma adınızı içeren bir gelen ileti varsa kırmızı olarak vurgulanacak

# Name
source: Image Preview
tr: Resim Önizlemesi

# Comment
source: Embed a thumbnail of any image URL sent in a chat
tr: Sohbette gönderilmiş bir resim URL'sinin küçük resmini göm

# Name
source: LaTeX Renderer
tr: LaTeX Sunucu

# Comment
source: If incoming messages contain LaTeX between $$, it will render it directly into the chat.
tr: Eğer gelen iletiler $$ arasında LaTeX içeriyorsa sohbette doğrudan sunulacak.

# Comment
source: If a message is an OTR message, it will not be shown
tr: Bir ileti kayıt dışı ise gösterilmeyecektir

# Name
source: Web Shortcuts
tr: Web Kısa Yolları

# Comment
source: Expand a KDE-shortened URI into a URL (i.e. typing wp:KDE will translate to http://en.wikipedia.org/wiki/KDE)
tr: KDE kısaltılmış bir URI'i URL'ye genişlet (örn. wp:KDE yazmak bunu http://en.wikipedia.org/wiki/KDE haline getirecektir)

# Name
source: Text To Speech
tr: Konuşma

# Comment
source: Read out incoming messages using text-to-speech service
tr: Konuşma hizmetiyle, gelen iletileri oku

# Name
source: Short URLs
tr: Kısa adresler

# Comment
source: Shows the actual URL to which a shortened URL is redirecting to
tr: Kısaltılmış URL'nin yönlendireceği asıl URL'yi gösterir

# Name
source: YouTube Preview
tr: YouTube Önizlemesi

# Comment
source: If any messages contains a link to a YouTube video, it will embed a preview in the chat
tr: Eğer iletilerden biri bir YouTube video bağlantısı içeriyorsa sohbette gömülü olarak önizlemesi olacak

# Comment
source: Telepathy Text-Ui Message Filter
tr: Telepathy Metin Mesaj Süzgeci

# Name
source: LogViewer Behavior
tr: LogGörüntüleyici Davranışı

# Name
source: KDE IM Log Viewer
tr: KDE Anlık İletileşme Günlük Görüntüleyici

# GenericName
source: KDE Instant Messenger Log Viewer
tr: KDE Anlık İletileşme Günlük Görüntüleyici

# Comment
source: Displays your KDE Instant Messenger logs
tr: KDE Anlık İletileşme günlüklerinizi görüntüler
