Repository: sabriunal/turkish-translation-backup
Catalog: KDE/kup._desktop_.po
Languages: tr

# GenericName
source: Backup Monitor
tr: Yedek Monitörü

# Name
source: Kup Backup System
tr: Kup Yedekleme Sistemi

# Comment
source: Kup Backup System
tr: Kup Yedekleme Sistemi

# Name
source: Start Saving Backup
tr: Yedek Kaydetmeyi Başlat

# Comment
source: A question if user wants to start saving a backup
tr: Kullanıcı, bir yedek kaydetmeyi başlatmak isterse bir soru

# Name
source: Backup Succeeded
tr: Yedekleme Başarılı

# Comment
source: Saving of backup successfully completed
tr: Yedek kaydı başarıyla tamamlandı

# Name
source: Backup Failed
tr: Yedek Başarısız

# Comment
source: Saving of backup failed, offer user to see log file
tr: Yedek kaydı başarısız oldu, kullanıcıya günlük dosyasını görmek isteyip istemediğini sor

# Name
source: Integrity Check Completed
tr: Bütünlülük Sınaması Tamamlandı

# Comment
source: Finished checking integrity of backup archive
tr: Yedek arşivinin bütünlülük denetimi tamamlandı

# Name
source: Repair Completed
tr: Onarım Tamamlandı

# Comment
source: Finished repairing backup archive
tr: Yedek arşivini onarma tamamlandı
