Repository: sabriunal/turkish-translation-backup
Catalog: KDE/latte-dock._json_.po
Languages: tr

# Name
source: Standard Latte Menu
tr: Standart Latte Menüsü

# Name
source: Latte Containment
tr: Latte Kapsama

# Name
source: Plasma Tab Style
tr: Plasma Sekme Biçemi

# Name
source: Latte Tasks
tr: Latte Görevler

# Name
source: Latte Shell
tr: Latte Kabuk

# Description
source: The latte menu that normally shows on right-click
tr: Normalde sağ tıklama ile gösterilen Latte menüsü

# Description
source: Containment provided for the Latte Dock
tr: Latte Rıhtım tarafından sağlanan kapsama

# Description
source: Latte default indicator
tr: Latte öntanımlı göstergesi

# Description
source: Latte Plasma style indicator
tr: Latte Plasma biçemli gösterge

# Description
source: Plasma Tab style indicator for Latte
tr: Latte için Plasma sekme biçemi göstergesi

# Description
source: Tasks plasmoid from Latte Dock
tr: Latte Rıhtım'dan görevler Plasmoid'i

# Description
source: Shell provided for the Latte Dock
tr: Latte Rıhtım için sağlanan kabuk
