Repository: sabriunal/turkish-translation-backup
Catalog: KDE/libkleo._desktop_.po
Languages: tr

# Name
source: TAR (PGP®-compatible)
tr: TAR (PGP®-uyumlu)

# Name
source: TAR (with bzip2 compression)
tr: TAR (bzip2 sıkıştırmalı)

# Name
source: Not Validated Key
tr: Geçerli Olmayan Anahtar

# Name
source: Expired Key
tr: Süresi Dolmuş Anahtar

# Name
source: Revoked Key
tr: Yürürlükten Kaldırılmış Anahtar

# Name
source: Trusted Root Certificate
tr: Güvenilir Kök Sertifikası

# Name
source: Not Trusted Root Certificate
tr: Güvenilmeyen Kök Sertifikası

# Name
source: Keys for Qualified Signatures
tr: Yetkilendirilmiş İmzalar için Anahtarlar

# Name
source: Other Keys
tr: Diğer Anahtarlar

# Name
source: Smartcard Key
tr: Akıllı Kart Anahtarı

# Name
source: OpenPGP Certificates
tr: OpenPGP Sertifikaları

# Name
source: X509 Certificates
tr: X509 Sertifikaları

# Name
source: VS-NfD Compliant
tr: VS-NfD Uyumlu

# Name
source: Not VS-NfD Compliant
tr: VS-NfD Uyumlu Değil

# Name
source: Not VS-NfD Compliant (Expired)
tr: VS-NfD Uyumlu Değil (Süresi dolmuş)

# Name
source: Not VS-NfD Compliant (Revoked)
tr: VS-NfD Uyumlu Değil (Yürürlükten kaldırılmış)
