Repository: sabriunal/turkish-translation-backup
Catalog: KDE/manifesto-kde-org.po
Languages: tr

source: KDE Manifesto
tr: KDE Manifestosu

source: We are a community of technologists, designers, writers and advocates who work to ensure freedom for all people through our software. These are our values and principles.
tr: Biz, yazılımlarımız ile tüm kişilere özgürlüğü sağladığımızdan emin olmaya çalışan, teknoloji bağımlıları, tasarımcılar, yazarlar ve destekleyicilerden oluşan bir topluluğuz. Bunlar, bizim değerlerimiz ve ilkelerimizdir.

source: The KDE Manifesto
tr: KDE Manifestosu

source: <div class="text">We are a community of technologists, designers, writers and advocates who work to ensure freedom for all people through our software. Because of this work we have come to value:</div>
tr: <div class="text">Biz, yazılımlarımız ile tüm kişilere özgürlüğü sağladığımızdan emin olmaya çalışan, teknoloji bağımlıları, tasarımcılar, yazarlar ve destekleyicilerden oluşan bir topluluğuz. Bu çalışma ile aşağıdakiler değerleri savunuyoruz:</div>

source: <span class="value">Open Governance</span> to ensure engagement in our leadership and decision processes;
tr: <span class="value">Açık Yönetim</span>, liderlik ve karar verme aşamalarında tam katılımı sağladığımızdan emin olmak için;

source: <span class="value">Free Software</span> to ensure the result of our work is available to all people for all time;
tr: <span class="value">Özgür Yazılım</span>, çalışmalarımızın sonucunun herkese, her zaman erişilebilir olduğundan emin olmak için;

source: <span class="value">Inclusivity</span> to ensure that all people are welcome to join us and participate;
tr: <span class="value">İçerimcilik</span>, herkesin bize katılabileceğinden emin olmak için;

source: <span class="value">Innovation</span> to ensure that new ideas constantly emerge to better serve people;
tr: <span class="value">İnovasyon</span>, kişilere hizmet etmek için yeni düşüncelerin her zaman ortaya çıkabileceğinden emin olmak için;

source: <span class="value">Common Ownership</span> to ensure that we stay united;
tr: <span class="value">Ortak İyelik</span>, her zaman hep birlikte kalmak için;

source: <span class="value">End-User Focus</span> to ensure our work is useful to all people.
tr: <span class="value">Son Kullanıcı Odağı</span>, çalışmalarımızın herkese yararlı olduğundan emin olmak için.

source: <div class="text">That is, in pursuit of our goal, we have found these items essential to define and stay true to ourselves.</div>
tr: <div class="text">Kendimize sadık ve özümüze doğru kalmak için bu ögeleri vazgeçilmez olarak kendimize addettik.</div>

source: <div class="addendum">From those values we derived the <a href="../benefits">benefits</a> and <a href="../commitments">commitments</a> of a KDE Project.</div>
tr: <div class="addendum">Bu değerlerden, bir KDE Projesinin <a href="../benefits">yararlarını</a> ve <a href="../commitments">taahhütlerini</a> derledik.</div>

source: Benefits of a KDE Project
tr: Bir KDE Projesinin Yararları

source: Benefits
tr: Yararlar

source: Being part of the international KDE community conveys certain benefits:
tr: Uluslararası KDE topluluğunun bir parçası olmak belirli avantajlar sağlar:

source: To stand on the shoulders of giants
tr: Devlerin omuzlarında durun

source: Make use of KDE infrastructure for project hosting
tr: Proje barındırma için KDE altyapısından yararlanın

source: Benefit from the experience of the KDE sysadmins
tr: KDE sistem yöneticilerinin deneyiminden yararlanın

source: Get support from the larger community with development, documentation, translation, testing, bug handling, etc.
tr: Geliştirme, belgeleme, çeviri, test etme, hata işleme vb. konularda daha geniş topluluktan destek alın

source: Use opportunities to integrate with a large ecosystem of end-user products
tr: Son kullanıcı ürünlerinden oluşan geniş bir ekosistemle tümleştirme olanaklarını kullanın

source: Interaction with teams that have common values, leading to the cross-pollination of ideas and innovations
tr: Fikirlerin ve yeniliklerin çapraz tozlaşmasına yol açan ortak değerlere iye ekiplerle etkileşim

source: Enjoy representation and support by KDE e.V.
tr: KDE e.V tarafından temsil ve desteğin keyfini çıkarın

source: Participate in Akademy and other KDE events
tr: Akademy ve diğer KDE etkinliklerine katılın

source: Receive financial and organizational support
tr: Finansal ve organizasyonel destek alın

source: Know that your trademarks can be secured
tr: Ticari markalarınızın güvence altına alınabileceğini bilin

source: Know that your licensing wishes can be protected via the [Fiduciary Licensing Agreement](https://ev.kde.org/rules/fla/)
tr: Lisanslama isteklerinizin [Güvenceli Lisans Sözleşmesi](https://ev.kde.org/rules/fla/) aracılığıyla korunabileceğini bilin

source: Increase your visibility through the reputation of the KDE community and KDE promotion tools such as:
tr: KDE topluluğunun itibarı ve aşağıdakiler gibi KDE tanıtım araçlarıyla görünürlüğünüzü artırın:

source: pushing project announcements to the Dot and employing other KDE promotion channels
tr: proje duyurularını Dot'a taşımak ve diğer KDE tanıtım kanallarını kullanmak

source: having your project reachable through a subdomain under kde.org
tr: projenize kde.org altındaki bir alt alan adı üzerinden ulaşılabilir olmak

source: having a \#kde-<projectname\> IRC channel on the Libera Chat network
tr: Libera Chat ağında bir \#kde-<projeadı\> IRC kanalına iye olmak

source: using KDE as an umbrella brand to associate with the KDE community for communication on web sites and other channels
tr: web sitelerinde ve diğer kanallarda iletişim için KDE topluluğuyla ilişki kurmak için bir şemsiye marka olarak KDE'yi kullanmak

source: Commitments of a KDE Project
tr: Bir KDE Projesinin Taahhütleri

source: Commitments
tr: Taahhütler

source: The KDE Project designation carries with it certain commitments:
tr: KDE Projesi tanımı, belirli taahhütleri beraberinde getirir:

source: Respect the [KDE Code of Conduct](https://kde.org/code-of-conduct/)
tr: [KDE Davranış Kurallarına](https://kde.org/code-of-conduct/) saygı gösterin

source: Support the [KDE Vision](https://community.kde.org/KDE/Vision) and [KDE Mission](https://community.kde.org/KDE/Mission)
tr: [KDE Vizyon](https://community.kde.org/KDE/Vision)'unu ve [KDE Hedef](https://community.kde.org/KDE/Mission)'ini destekleyin

source: There is no mandatory Contributor License Agreement
tr: Zorunlu bir Katılımcı Lisans Sözleşmesi yoktur

source: Technical requirements
tr: Teknik gereksinimler

source: The project stays true to [established practices](https://community.kde.org/Policies) common to similar KDE projects
tr: Proje, benzer KDE projelerinde ortak olan [yerleşik uygulamalara](https://community.kde.org/Policies) sadık kalır

source: All source materials are hosted on infrastructure available to and writable by all KDE contributor accounts
tr: Tüm kaynak materyaller, tüm KDE katılımcı hesapları tarafından kullanılabilen ve yazılabilen altyapıda barındırılmaktadır

source: Online services associated with the project are either hosted on KDE infrastructure or have an action plan that ensures continuity which is approved by the KDE system administration team
tr: Projeyle ilgili çevrimiçi hizmetler ya KDE altyapısında barındırılır ya da KDE sistem yönetim ekibi tarafından onaylanan sürekliliği sağlayan bir eylem planına sahiptir

source: Copyrights, trademarks and patents
tr: Telif hakları, ticari markalar ve patentler

source: [KDE licensing policy](https://community.kde.org/Policies/Licensing_Policy) are respected
tr: [KDE lisanslama politikası](https://community.kde.org/Policies/Licensing_Policy) dikkate alınır

source: KDE branding guidelines are respected
tr: KDE markalama yönergelerine uyulur

source: If the authors of the software abandon it or disappear, they agree to transfer the trademark to the next maintainer
tr: Yazılımın yazarları yazılımı terk ederse veya ortadan kaybolursa, ticari markayı bir sonraki bakımcıya devretmeyi kabul ederler

source: If the code is covered by patents registered by the project itself, those patents must be licensed freely
tr: Kod, projenin kendisi tarafından tescil edilen patentler kapsamındaysa bu patentler serbestçe lisanslanmalıdır

source: Back to the manifesto
tr: Manifestoya geri dön

source: This manifesto is inspired by the [Agile](http://agilemanifesto.org/) and [Software Craftmanship](http://manifesto.softwarecraftsmanship.org/) manifestos.
tr: Bu manifesto, [Agile](http://agilemanifesto.org/) ve [Software Craftmanship](http://manifesto.softwarecraftsmanship.org/) manifestolarından esinlenmiştir.
