Repository: sabriunal/turkish-translation-backup
Catalog: KDE/marble._desktop_.po
Languages: tr

# GenericName
source: Virtual Globe
tr: Masaüstünde Dünya

# Comment
source: Navigation and Maps
tr: Dolaşım ve Haritalar

# Name
source: Marble Maps
tr: Marble Haritaları

# GenericName
source: OpenStreetMap Navigation
tr: OpenStreetMap Dolaşımı

# Comment
source: Find your way
tr: Yolunuzu bulun

# Comment
source: Shows the time in different parts of the world
tr: Dünyanın değişik bölgelerindeki saati gösterir

# Name
source: OpenStreetMap with Marble
tr: OpenStreetMap ile Marble

# Comment
source: Lookup places in OpenStreetMap with Marble
tr: Marble ile yerleri OpenStreetMap içinde arayın

# Name
source: World Map
tr: Dünya Haritası

# Comment
source: Our beautiful globe as your wallpaper
tr: Büyüleyici yerküremiz, masaüstü duvar kağıdı olarak

# Name
source: GPX Geographic Data
tr: GPX Coğrafi Verisi

# Name
source: GeoJSON Geographic Data
tr: GeoJSON Coğrafik Verisi

# Name
source: KML Geographic Data
tr: KML Coğrafi Verisi

# Name
source: KML Geographic Compressed Data
tr: KML Sıkıştırılmış Coğrafi Verisi

# Name
source: OSM Data
tr: OSM Verisi
