Repository: sabriunal/turkish-translation-backup
Catalog: KDE/media_www.po
Languages: tr

source: Maintained by
tr: Bakımını yapan:

source: Maintained by <a href="&#109;&#97;&#105;&#108;&#116;&#111;&#58;&#x77;e&#098;ma&#115;t&#x65;&#x72;&#64;kde&#46;or&#x67;">The KDE Webmaster</a><br />
tr: Bakımını yapan: <a href="&#109;&#97;&#105;&#108;&#116;&#111;&#58;&#x77;e&#098;ma&#115;t&#x65;&#x72;&#64;kde&#46;or&#x67;">KDE Site Yöneticisi</a><br />

source: Search:
tr: Ara:

source: Search
tr: Ara

source: Language:
tr: Dil:

source: Change language
tr: Dili değiştir

source: Donate:
tr: Bağış Yapın:

source: (Why?)
tr: (Niçin?)

source: Your donation is smaller than %1€. This means that most of your donation\nwill end up in processing fees. Do you want to continue?
tr: Bağışınız %1€'dan daha az. Bu, bağışınızın çoğunun işlem ücretlerine gideceği\nanlamına gelmektedir. Sürdürmek istiyor musunuz?

source: Donate
tr: Bağış Yapın

source: KDE<sup>&#174;</sup> and <a href="/media/images/trademark_kde_gear_black_logo.png">the K Desktop Environment<sup>&#174;</sup> logo</a> are registered trademarks of
tr: KDE<sup>&#174;</sup> ve <a href="/media/images/trademark_kde_gear_black_logo.png">the K Desktop Environment<sup>&#174;</sup> logosu</a> tescilli ticari markalardır:

source: Legal
tr: Yasal

source: KDE<sup>&#174;</sup> and <a href="/media/images/trademark_kde_gear_black_logo.png">the K Desktop Environment<sup>&#174;</sup> logo</a> are registered trademarks of <a href="http://ev.kde.org/" title="Homepage of the KDE non-profit Organization">KDE e.V.</a>
tr: KDE<sup>&#174;</sup> ve <a href="/media/images/trademark_kde_gear_black_logo.png"> the K Desktop Environment<sup>&#174;</sup> logosu</a> <a href="http://ev.kde.org/" title="Kar amacı gütmeyen KDE organizasyonunun anasayfası">KDE e.V.</a>'in tescilli ticari markalarıdır.

source: DONATE
tr: BAĞIŞ YAP

source: %1 is unmaintained and no longer released by the KDE community.
tr: %1 bakımı artık yapılmıyor ve KDE topluluğu tarafından yayımlanmıyor.

source: Authors:
tr: Yazarlar:

source: Thanks To:
tr: Teşekkürler:

source: %1 is distributed under the terms of the <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License (GPL), Version 2</a>.
tr: %1, <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU Genel Kamu Lisansı (GPL), Sürüm 2</a> koşulları altında dağıtılmaktadır.

source: %1 is distributed under the terms of the <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License (GPL), Version 3</a>.
tr: %1, <a href="http://www.gnu.org/licenses/old-licenses/gpl-.html">GNU Genel Kamu Lisansı (GPL), Sürüm 3</a> koşulları altında dağıtılmaktadır.

source: %1 is distributed under the terms of the <a href="http://www.gnu.org/licenses/old-licenses/lgpl-2.0.html"> GNU Library General Public License, version 2</a>.
tr: %1, <a href="http://www.gnu.org/licenses/old-licenses/lgpl-2.0.html"> GNU Library General Public License, sürüm 2</a>.

source: Browse %1 source code on WebSVN
tr: %1 kaynak kodlarına WebSVN üzerinden göz at

source: Browse %1 source code online
tr: %1 kaynak kodlarına çevrimiçi göz at

source: Checkout source code:
tr: Kaynak kodu indir (checkout):

source: Clone %1 source code:
tr: %1 kaynak kodlarını kopyala:

source: %1 is distributed under the terms of the <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License (GPL), Version 2</a>.
tr: %1, <a href="http://www.gnu.org/licenses/gpl.html">GNU Genel Kamu Lisansı (GPL), Sürüm 2</a> koşulları altında dağıtılmaktadır.

source: %1 is distributed under the terms of the <a href="http://www.gnu.org/licenses/lgpl.html">GNU Lesser General Public License (LGPL), Version 2</a>.
tr: %1, <a href="http://www.gnu.org/licenses/lgpl.html">GNU Kısıtlı Genel Kamu Lisansı (LGPL), Sürüm 2</a> koşulları altında dağıtılmaktadır.

source: Unknown license, valid licenses for setLicense() are 'gpl', 'lgpl'. Update www/media/includes/classes/class_appinfo.inc if another is required.
tr: Bilinmeyen lisans, setLicense() için geçerli lisanslar 'gpl', 'lgpl' lisanslarıdır. Başka bir lisans gerekiyorsa www/media/includes/classes/class_appinfo.inc dosyasını güncelleyin.

source: <b>Version %1</b>
tr: <b>Sürüm %1</b>

source: Questions
tr: Sorular

source: Answers
tr: Yanıtlar

source: [Up to Questions]
tr: [Sorulara Çık]

source: Skip menu "%1"
tr: "%1" menüsünü geç

source: Latest News
tr: En Son Haberler

source: Date
tr: Tarih

source: Headline
tr: Başlık

source: This is a list of the latest news headlines shown on KDE Dot News
tr: Bu KDE Dot News'te gösterilen en son haber başlıklarının bir listesidir

source: Read the full article on dot.kde.org
tr: dot.kde.org'daki tam makaleyi okuyun

source: View older news items
tr: Eski haberleri görüntüle

source: more news...
tr: daha fazla haber...

source: Latest Applications
tr: En Son Uygulamalar

source: List of latest third party application releases for KDE
tr: KDE için yayımlanan en son üçüncü parti yazılımlar listesi

source: Application / Release
tr: Uygulama / Yayım

source: View <a href="http://kde-apps.org/">more applications...</a>
tr: <a href="http://kde-apps.org/">Daha çok uygulama</a> görüntüleyin...

source: Disclaimer:
tr: Feragatname:

source: Application feed provided by <a href="http://kde-apps.org/">kde-apps.org</a>, an independent KDE website.
tr: Uygulama beslemesi bağımsız bir KDE internet sitesi olan <a href="http://kde-apps.org/"> kde-apps.org</a> tarafından sağlanmaktadır.

source: Global navigation links
tr: Küresel gezinti bağlantıları

source: KDE Home
tr: KDE Ana Sayfası

source: KDE Accessibility Home
tr: KDE Erişilebilirlik Ana Sayfası

source: Description of Access Keys
tr: Erişim Düğmelerinin Açıklaması

source: Back to content
tr: İçeriğe geri dön

source: Back to menu
tr: Menüye geri dön

source: Skip to content
tr: İçeriğe geç

source: Skip to link menu
tr: Bağlantı menüsüne geç

source: Y-m-d
tr: Y-a-g

source: Select what or where you want to search
tr: Neyi veya nereyi aramak istediğinizi seçin

source: Applications
tr: Uygulamalar

source: Documentation
tr: Belgelendirme

source: Hotspot
tr: Taşınabilir nokta

source: KDE<sup>&#174;</sup> and <a href="/media/images/kde_gear_black.png">the K Desktop Environment<sup>&#174;</sup> logo</a> are registered trademarks of <a href="http://ev.kde.org/" title="Homepage of the KDE non-profit Organization">KDE e.V.</a>
tr: KDE<sup>&#174;</sup> ve <a href="/media/images/kde_gear_black.png">the K Desktop Environment<sup>&#174;</sup> logosu</a> <a href="http://ev.kde.org/" title="Kar amacı gütmeyen KDE organizasyonunun anasayfası">KDE e.V.</a>'in tescilli ticari markalarıdır.

source: A complete structural overview of the KDE.org web pages
tr: KDE.org internet sayfalarına tam bir yapısal bakış

source: Sitemap
tr: Site Haritası

source: Having problems? Read the documentation
tr: Sorun mu yaşıyorsunuz? Belgeleri okuyun.

source: Help
tr: Yardım

source: Contact information for all areas of KDE
tr: KDE yapıları ve bölümleri için iletişim bilgileri

source: Contact Us
tr: Bize Ulaşın

source: Location
tr: Konum
