Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.kdesrc-build.metainfo.po
Languages: tr

source: Tool to allow you to easily build KDE software from its source repositories
tr: KDE Yazılımı Yapıcı

source: kdesrc-build is a tool to allow you to easily build KDE from its source repositories.
tr: kdesrc-build, KDE'yi kaynak depolarından kolaylıkla yapmanıza izin veren bir araçtır.

source: Syntax highlighting for kdesrc-buildrc files is available in Kate/KWrite via the menu Tools-&gt;Highlighting-&gt;Configuration.
tr: kdesrc-buildrc dosyaları için sözdizim vurgulaması, Kate/KWrite içinde Araçlar-&gt;Vurgulama-&gt;Yapılandırma altında kullanılabilir.

source: Features:
tr: Özellikler:

source: Will automatically checkout and update the KDE source code from its source repository. Both Subversion and git repository types are supported.
tr: KDE kaynak kodunu kaynak deposundan kendiliğinden çıkış yapar ve günceller. Subversion ve Git depo türleri desteklenir.

source: Integrates with the KDE source code infrastructure to automatically build modules in the required order, and using the appropriate branch.
tr: Modülleri gereken sırada kendiliğinden yapmak için KDE kaynak kodu altyapısı ile bütünleşir ve uygun dalları kullanır.

source: Easily supports building specific branches, tags, or even revisions of a module (or all of KDE software).
tr: Tüm KDE yazılımlarının belirli dallarını, etiketlerini veya revizyonlarını kolaylıkla yapmayı destekler.

source: Supports many build systems. It's even possible to build many non-KDE software projects in a pinch (for instance, CMake can be built from its own git sources if your distribution does not have CMake packages).
tr: Pek çok yapı sistemini destekler. KDE dışı diğer yazılımları da kolaylıkla yapabilirsiniz (örneğin, dağıtımınız CMake paketleri içermiyorsa CMake'i git kaynaklarından yapabilirsiniz).

source: Supports speedy initial checkouts of modules (KDE Git projects only) by using the snapshots already available on the KDE project network.
tr: Modüllerin tez ilk çıkışlarını (yalnızca KDE Git projeleri) KDE proje ağında bulunan anlık görüntüleri kullararak destekler.

source: Supports a "dry run" mode (the --pretend) option so that you can experiment with different settings non-destructively.
tr: Deneme kipi mevcuttur (--pretend), böylece bir zarar vermeden değişik ayarları deneyebilirsiniz.

source: kdesrc-build can download modules (both initial checkout and updates) even while building modules that have already been updated.
tr: kdesrc-build, halihazırda güncellenen modülleri yaparken bile diğer modülleri indirebilir (hem ilklendirme hem güncelleme).

source: kdesrc-build supports uninstalling modules (manually, or prior to installing an already-installed module) in order to keep the install directory clean. Note that this feature requires CMake support and is still experimental.
tr: kdesrc-build, kurulum dizininin temiz tutmak amaçlı modülleri kaldırmayı destekler (elle veya halihazırda kurulu bir modülü kurma öncesi). Bu özellik CMake desteği gerektirir ve henüz deneyseldir.

source: kdesrc-build logs everything for easy perusal later, that way you can determine why things went wrong if a build fails. kdesrc-build automatically creates symlinks for easy access to the last log (log/latest). color-coding of the output (which can be turned off).
tr: kdesrc-build, sonra kullanım için her şeyi günlükler; böylece bir yapı başarısız olursa neyin yanlış gittiğini kolaylıkla anlayabilirsiniz. kdesrc-build, son günlüğe hızlı erişim için sembolik bağlar oluşturur ve çıktıyı renklendirir (istenirse kapatılabilir).

source: Has support for building the Qt Project's Qt library, which is a prerequisite for KDE software.
tr: KDE yazılımlarının bir ön gereksinimi olan Qt Projesi'nin Qt kitaplığını yapım desteği vardır.

source: kdesrc-build is very customizable. You can control most options down to a module-by-module basis if you so desire, including configure-flags, CMake flags, and your C++ flags during compilation. Instead of trying to remember what configure line you used, you can set it once and forget it.
tr: kdesrc-build pek çok biçimde özelleştirilebilir. Çoğu seçeneği modül tabanında ulaşabilirsiniz; örneğin yapılandırma bayrakları, CMake bayrakları ve derleme sırasında C++ bayrakları. Hangi yapılandırma satırını kullandığınızı anımsamaya çalışmak yerine bir kez ayarlayın ve unutun.

source: Extensive documentation. Feel free to let me know if you need something explained (e-mail address at bottom), or contact the kde-devel mailing list.
tr: Geliişmiş belgelendirme. Bir şeyin açıklanmasını istiyorsanız bana haber verin (e-posta adresi alttadır) veya kde-devel posta listesine yazın.

source: A detailed sample configuration file is included, usually you can just copy it to ~/.config/kdesrc-buildrc and be done with it.
tr: Ayrıntılı bir örnek yapılandırma dosyası içerilir; genelde yalnızca ~/.config/kdesrc-buildrc konumuna kopyalamanız yeterlidir.

source: Much more!
tr: Çok daha fazlası!
