Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.kstars.appdata.po
Languages: tr

source: Desktop Planetarium
tr: Masaüstü Yıldız Evi

source: It provides an accurate graphical simulation of the night sky, from any location on Earth, at any date and time. The display includes up to 100 million stars, 13,000 deep-sky objects,all 8 planets, the Sun and Moon, and thousands of comets, asteroids, supernovae, and satellites.
tr: Herhangi bir tarih ve saatte, Dünya üzerindeki herhangi bir yerden gece gökyüzünün grafik simülasyonunu sağlar. Ekran, 100 milyona kadar yıldız, 13.000 derin gökyüzü objesi, 8 gezegen, Güneş ve Ay, binlerce kuyruklu yıldız, asteroit, süpernova ve uyduları kapsamaktadır.

source: For students and teachers, it supports adjustable simulation speeds in order to view phenomena that happen over long timescales, the KStars Astrocalculator to predict conjunctions, and many common astronomical calculations.
tr: Öğrenciler ve öğretmenler için, uzun zaman çizelgeleri üzerinde meydana gelen olguları, bağlantı elemanlarını tahmin etmek için KStars Astrocalculator'ı ve birçok ortak astronomik hesaplamaları görmek için ayarlanabilir simülasyon hızlarını desteklemektedir.

source: For the amateur astronomer, it provides an observation planner, a sky calendar tool, and an FOV editor to calculate field of view of equipment and display them. Find out interesting objects in the "What's up Tonight" tool, plot altitude vs. time graphs for any object, print high-quality sky charts, and gain access to lots of information and resources to help you explore the universe!
tr: Amatör gökbilimciler için, gözlem planlayıcısı, gök takvimi aracı ve bir FOV düzenleyici sunar, böylece ekipman araçlarının alanını hesaplar ve onarı gösterir. "Bu gece ne oluyor?" aracındaki ilginç nesneleri keşfedin, herhangi bir nesne için zaman grafiği vs. yükseklik, yük çözünürlüklü gök grafikleri çizin ve evreni keşfetmenize yardımcı olmak için birçok bilgi ve kaynağa erişin!

source: Included with KStars is Ekos astrophotography suite, a complete astrophotography solution that can control all INDI devices including numerous telescopes, CCDs, DSLRs, focusers, filters, and a lot more. Ekos supports highly accurate tracking using online and offline astrometry solver, autofocus and autoguiding capabilities, and capture of single or multiple images using the powerful built in sequence manager.
tr: KStars ile birlikte Ekos gökyüzü fotoğrafçılığı programı, sayısız teleskop, CCD, DSLR, odaklayıcı, filtre ve çok daha fazlasını içeren tüm INDI cihazlarını kontrol edebilen eksiksiz bir gökyüzü fotoğrafçılığı çözümü de dahildir. Ekos, çevrimiçi ve çevrimdışı astrometri çözücüsünü, otomatik netleme ve otomatik götürme özelliklerini kullanarak ve güçlü, yerleşik sıralama yöneticisini kullanarak tek veya birden çok görüntüyü yakalamak suretiyle son derece hassas izleme özelliğini destekler.

source: Astronomical Catalogs:
tr: Astronomik Kataloglar:

source: Default catalog consisting of stars to magnitude 8
tr: 8 büyüklüğündeki yıldızlara kadar içeren varsayılan katalog

source: Extra catalogs consisting of 100 million stars to magnitude 16
tr: 16 büyüklüğündeki 100 milyon yıldızı içeren ek katalog

source: Downloadable catalogs including Messier Images, Abell Planetary Nebulae, Sharpless Catalog, Lynds Dark Nebula Catalog
tr: İndirilebilir kataloglar, Messier Görüntüleri, Abell Gezegenimsi Bulutsusu ve Sharpless Kataloğu, Lynds Koyu Bulutsusu Kataloğu'nuda içerir

source: Corrections for precession, nutation and atmospheric refraction
tr: Devinim, nutasyon ve atmosferik kırılma için düzeltmeler

source: Tools for retrieval of data from online databases
tr: Çevrimiçi veritabanlarından veri alımı için araçlar
