Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.calindori.appdata.po
Languages: tr

source: Calendar application
tr: Takvim uygulaması

source: Calindori is a touch friendly calendar application. It has been designed for mobile devices but it can also run on desktop environments. Users of Calindori are able to check previous and future dates and manage tasks and events.
tr: Calindori, dokunmatik ekran dostu bir takvim uygulamasıdır. Taşınabilir aygıtlar için tasarlanmıştır; ancak masaüstü ortamlarında da çalışabilir. Calindori kullanıcıları, geçmiş ve gelecek tarihleri denetleyebilir, görevleri ve etkinlikleri düzenleyebilir.

source: When executing the application for the first time, a new calendar file is created that follows the ical standard. Alternatively, users may create additional calendars or import existing ones.
tr: Uygulama ilk kez yürütülürken, ical standartını izleyen bir takvim dosyası oluşturulur. Alternatif olarak, kullanıcılar ek takvimler oluşturabilir veya var olanları içe aktarabilir.

source: Features:
tr: Özellikler:

source: Agenda
tr: Ajanda

source: Events
tr: Etkinlikler

source: Todos
tr: Yapılacaklar

source: Multiple calendars
tr: Çoklu takvimler

source: Import calendar
tr: Takvim içe aktarma

source: Calindori on Mobile
tr: Taşınabilirde Calindori

source: Calindori on Desktop
tr: Masaüstünde Calindori
