Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.skrooge.appdata.po
Languages: tr

source: Skrooge
tr: Varyemez

source: Single-entry bookkeeping for home use
tr: Ev kullanımı için tek girişli muhasebe yönetimi

source: Skrooge is a personal finance manager powered by KDE that aims to be simple and intuitive. Skrooge allows you to keep track of your expenses and income, categorize them, and build reports of them.
tr: Varyemez, basit ve sezgisel olmayı amaçlayan, KDE tarafından desteklenen bir kişisel finans yöneticisidir. Varyemez; harcamalarınızı ve gelirlerinizi takip etmenize, kategorilere ayırmanıza ve bunlarla ilgili raporlar oluşturmanıza olanak tanır.

source: Features:
tr: Özellikler:

source: QIF, CSV, SKROOGE, KMYMONEY import/export
tr: QIF, CSV, SKROOGE, KMYMONEY içe/dışa aktarma

source: Microsoft Money, OFX, QFX, MT940, GNUCASH, GRISBI, HOMEBANK and MONEY MANAGER EX import
tr: Microsoft Money, OFX, QFX, MT940, GNUCASH, GRISBI, HOMEBANK ve MONEY MANAGER EX içe aktarma

source: Advanced Graphical Reports
tr: Gelişmiş Grafiksel Raporlar

source: Multiple tabs to help you organize your work
tr: Çalışmanızı organize edebilmeniz için çeşitli sekmeler

source: Infinite undo/redo (even after the file was closed !)
tr: Sınırsız geri al/yinele (dosya kapatıldıktan sonra bile!)

source: Instant filtering on operations and reports
tr: İşlemlerde ve raporlarda anında süzme

source: Infinite category levels
tr: Sınırsız kategori düzeyleri

source: Mass update of operations
tr: İşlemlerin toplu güncellenmesi

source: Scheduled operations
tr: Zamanlanmış işlemler

source: Track refund of your expenses
tr: Harcamalarınızın geri iadesini takip edin

source: Automatically process operations based on search conditions
tr: Arama koşullarına bağlı olarak otomatik süreç işlemleri

source: Multiple currencies
tr: Birden çok para birimi ile kullanma

source: Budget
tr: Bütçe

source: Dashboard
tr: Gösterge Tablosu

source: Advice
tr: Tavsiye

source: The default screenshot
tr: Öntanımlı ekran görüntüsü
