Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.kcachegrind.appdata.po
Languages: tr

source: Profiler Frontend
tr: Profil Ön Yüzü

source: KCachegrind is a profile data visualization tool, used to determine the most time consuming parts in the execution of a program.
tr: KCachegrind, bir programın yürütülmesinde en çok zaman harcayan parçaları belirlemek için kullanılan bir profil veri görselleştirme aracıdır.

source: Features:
tr: Özellikler:

source: KCachegrind visualizes profiles (i.e. runtime characteristics) of applications in various ways, including call graph vizualisations and source/disassembler annotation.
tr: KCachegrind, başvuruların profillerini (diğer bir deyişle, çalışma zamanı özelliklerini) çeşitli şekillerde, çağrı grafiklerinin hazırlanması ve kaynak/ayrıştırıcı açıklaması dahil olmak üzere görselleştirir.

source: It can load profiles generated by the cache simulation/call tracer Calltree, a Valgrind tool. Thus, profiling does not need any preparation, can cope with shared libraries and plugin architectures, and does not influence the measuring itself.
tr: Valgrind aracı olan önbellek simülasyonu/çağrı izleyici Calltree tarafından oluşturulan profilleri yükleyebilir. Dolayısıyla, profil oluşturma herhangi bir hazırlık gerektirmez, paylaşılan kitaplıklar ve eklenti mimarileri ile başa çıkabilir ve ölçümün kendisini etkilemez.

source: Converter scripts for OProfile, Perl, and PHP.
tr: OProfile, Perl ve PHP için dönüştürücü komut dosyaları.

source: Switching between multiple visualization layouts.
tr: Birden çok görselleştirme düzenleri arasında geçiş yapma.

source: Call graph can be exported as image (PNG).
tr: Arama grafiği, resim (PNG) olarak dışa aktarılabilir.

source: Simultaneous display of 2 event types in Call and Annotation View
tr: Çağrı ve Ek Açıklama Görünümünde 2 etkinliğin eşzamanlı görüntülenmesi

source: Profiling data analysis with KCachegrind
tr: KCachegrind ile veri analizini profille
