Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.digikam.appdata.po
Languages: tr

source: Photo Management Program
tr: Fotoğraf Yönetim Programı

source: digiKam is an advanced open-source digital photo management application that runs on Linux, Windows, and MacOS. The application provides a comprehensive set of tools for importing, managing, editing, and sharing photos and raw files. You can use digiKam’s import capabilities to easily transfer photos, raw files, and videos directly from your camera and external storage devices (SD cards, USB disks, etc.). The application allows you to configure import settings and rules that process and organize imported items on-the-fly.
tr: digiKam, Linux, Windows ve MacOS üzerinde çalışan gelişmiş bir açık kaynaklı sayısal fotoğraf yönetimi uygulamasıdır. Uygulama, fotoğrafları ve ham dosyaları içe aktarmak, yönetmek, düzenlemek ve paylaşmak için kapsamlı bir araç kümesi sağlar. Fotoğrafları, ham dosyaları ve videoları doğrudan kameranızdan ve dış depolama aygıtlarından (SD kartlar, USB diskler, vb.) kolayca aktarmak için digiKam'in içe aktarma özelliklerini kullanabilirsiniz. Uygulama, içe aktarılan ögeleri anında işleyen ve düzenleyen içe aktarma ayarlarını ve kurallarını yapılandırmanıza olanak tanır.

source: digiKam organizes photos, raw files, and videos into albums. But the application also features powerful tagging tools that allow you to assign tags, ratings, and labels to photos and raw files. You can then use filtering functionality to quickly find items that match specific criteria.
tr: digiKam fotoğrafları, ham dosyaları ve videoları albümler olarak düzenler. Ancak uygulama, fotoğraflara ve ham dosyalara etiketler, derecelendirmeler ve etiketler atamanıza izin veren güçlü etiketleme araçlarına da sahiptir. Ardından, belirli kriterlere uyan ögeleri hızlı bir şekilde bulmak için süzme işlevini kullanabilirsiniz.

source: In addition to filtering functionality, digiKam features powerful searching capabilities that let you search the photo library by a wide range of criteria. You can search photos by tags, labels, rating, data, location, and even specific EXIF, IPTC, or XMP metadata. You can also combine several criteria for more advanced searches. digiKam rely on Exiv2 library to handle metadata tag contents from files to populate the photo library.
tr: Süzme işlevine ek olarak, digiKam, fotoğraf kitaplığında çok çeşitli kriterlere göre arama yapmanızı sağlayan güçlü arama özelliklerine sahiptir. Fotoğrafları etiketlere, etiketlere, derecelendirmeye, verilere, konuma ve hatta belirli EXIF, IPTC veya XMP üstverisine göre arayabilirsiniz. Daha gelişmiş aramalar için birkaç kriteri de birleştirebilirsiniz. digiKam, fotoğraf kitaplığını doldurmak için dosyalardan üstveri etiketi içeriklerini işlemede Exiv2 kitaplığını kullanır.

source: digiKam can handle raw files, and the application uses the excellent LibRaw library for decoding raw files. The library is actively maintained and regularly updated to include support for the latest camera models. digiKam can also manage video files for cataloging purpose, and the application uses the couple FFmpeg and QtAv libraries to extract metadata and play media.
tr: digiKam ham dosyaları işleyebilir ve uygulama, ham dosyaların kodunu çözmek için mükemmel LibRaw kitaplığını kullanır. Kitaplığın bakımı etkin olarak yapılır ve en yeni kamera modelleri için destek içerecek şekilde düzenli olarak güncellenir. digiKam ayrıca video dosyalarını kataloglama amacıyla yönetebilir ve uygulama, üstveriyi çıkarmak ve ortam oynatmak için hem FFmpeg hem QtAv kitaplıklarını kullanır.

source: The application provides a comprehensive set of editing tools. This includes basic tools for adjusting colors, cropping, and sharpening as well as advanced tools for, curves adjustment, panorama stitching, and much more. A special tool based on Lensfun library permit to apply lens corrections automatically on images.
tr: Uygulama, kapsamlı bir düzenleme araçları kümesi sağlar. Bu, renkleri ayarlamak, kırpmak ve keskinleştirmek için temel araçların yanı sıra eğri ayarı, panorama dikişi ve çok daha fazlası için gelişmiş araçları içerir. Lensfun kitaplığına dayalı özel bir araç, lens düzeltmelerinin görsellere otomatik olarak uygulanmasına izin verir.

source: Extended functionality in digiKam is implemented via a set of tools based of plugins mechanism (named DPlugins for digiKam Plugins). Plugins can be written to import and export contents to remote web-services, add new features to edit image, and batch process photo.
tr: digiKam'daki genişletilmiş işlevsellik, eklenti mekanizmasına dayalı bir dizi araç aracılığıyla uygulanır (digiKam Eklentileri için DPlugins olarak adlandırılır). Uzak web hizmetlerine içerik almak ve vermek, görseli düzenlemek için yeni özellikler eklemek ve fotoğrafları toplu işlemek için eklentiler yazılabilir.

source: Features:
tr: Özellikler:

source: Organization of photos in albums and sub-albums (with tags and comments support)
tr: Albümlerdeki ve alt albümlerdeki fotoğrafların düzenlenmesi (etiket ve açıklama desteği ile)

source: Support for Exif, Iptc, Xmp, Makernotes
tr: Exif, Iptc, Xmp, Makernotes desteği

source: SQLite or Mysql powered storage for the album contents and its metadata with advanced search tools
tr: Albüm içeriği ve üstveri için gelişmiş arama araçlarıyla SQLite veya Mysql destekli depolama

source: Support for filtering and sorting albums
tr: Albümleri sıralama ve süzme desteği

source: Import from more than 1100 digital camera devices
tr: 1100'den fazla sayısal kameradan içe aktarma

source: Support for more than 900 RAW format pictures
tr: 900'den fazla RAW biçimi resim desteği

source: Light Table to compare photo side by side
tr: Fotoğrafları yan yana karşılaştırmak için Light Table aracı

source: Extended features using extra tools
tr: Ek araçlar kullanan genişletilmiş özellikler

source: Share your photos using HTML or publishing them to remote web services
tr: Fotoğraflarınızı HTML kullanarak paylaşın veya uzak web hizmetlerine yayımlayın

source: Image editor included with advanced tools to fix photo quickly
tr: Fotoğrafları hızlıca düzeltmek için gelişmiş araçlar içeren görsel düzenleyici

source: digiKam Batch Queue Manager
tr: digiKam Toplu İş Kuyruk Yöneticisi

source: digiKam Image Editor
tr: digiKam Görsel Düzenleyici

source: digiKam Import From Camera
tr: digiKam Kameradan İçe Aktar

source: digiKam Tags View
tr: digiKam Etiketler Görünümü

source: digiKam Team
tr: digiKam Takımı
