Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.kasts.appdata.po
Languages: tr

source: Podcast application
tr: Podcast uygulaması

source: The KDE Community
tr: KDE Topluluğu

source: Kasts is a convergent podcast application that looks good on desktop and mobile.
tr: Kasts, hem masaüstü hem de taşınabilirde iyi çalışan, yakınsak bir Podcast uygulamasıdır.

source: Its main features are:
tr: Temel özellikleri:

source: Episode management through play queue
tr: Çalma kuyruğu üzerinden bölüm yönetimi

source: Sync playback positions with other clients through gpodder.net or gpodder-nextcloud
tr: Çalma konumlarını, gpodder.net veya gpodder-nextcloud üzerinden eşzamanlama

source: Variable playback speed
tr: Değişken çalma hızı

source: Search for podcasts
tr: Podcast arama

source: Full system integration: e.g. inhibit system suspend while listening
tr: Tam sistem tümleşimi; örn. dinlerken sistem uykusunu ertele

source: Kasts on the desktop
tr: Masaüstünde Kasts

source: Kasts on a phone
tr: Telefonda Kasts
