Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.kalendar.appdata.po
Languages: tr

source: Manage your tasks and events with speed and ease
tr: Görevlerinizi ve etkinliklerinizi hızlıca ve kolayca yönetin

source: KDE Community, Clau Cambra and Carl Schwan
tr: KDE Topluluğu, Clau Cambra ve Carl Schwan

source: Kalendar is a calendar application that allows you to manage your tasks and events. Kalendar supports both local calendars as well as a multitude of online calendars: Nextcloud, Google® Calendar, Outlook®, Caldav, and many more.
tr: Kalendar, görevlerinizi ve etkinliklerinizi yönetmenize izin veren bir takvim uygulamasıdır. Kalendar, hem yerel hem de birçok çevrimiçi takvimi destekler: Nextcloud, Google® Calendar, Outlook®, Caldav ve daha bir çoğu.

source: Kalendar gives you many ways to interact with your events. The month view provides an overview of the entire month; the week view presents a detailed hour-by-hour overview of your week; and the schedule view lists all of your upcoming events so that you can easily and quickly plan ahead.
tr: Kalendar, size etkinliklerinizi yönetmek için birçok kolay yol sunar. Ay görünümü, tüm ayın genel görünümünü sağlarken hafta görünümü, haftanızın saat saat ayrıntılı bir bakışını sunar. Ajanda görünümüyle tüm sıradaki etkinliklerinizi kolayca görebilir ve buna göre kolayca planlamanızı yapabilirsiniz.

source: A tasks view is also available, making it possible for you to manage your tasks and subtasks with Kalendar's powerful tree view and its customisable filtering capabilities.
tr: Ayrıca bir görevler görünümü kullanımınıza açıktır. Bununla tüm görevlerinizi ve ilişkin alt görevlerinizi Kalendar'ın güçlü ağaç görünümü ve özelleştirilebilir süzme yetenekleriyle kolayca yönetebilirsiniz.

source: Kalendar was built with the idea to be usable on desktop, on mobile and everything in between.
tr: Kalendar, hem masaüstü hem taşınabilir aygıtlar hem de ikisinin arasındaki her şey dikkate alınarak geliştirilmiştir.

source: Month View
tr: Ay Görünümü

source: Week View
tr: Hafta Görünümü

source: Schedule View
tr: Ajanda Görünümü

source: Task View
tr: Görev Görünümü

source: Mobile
tr: Taşınabilir
