Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.phonebook.metainfo.po
Languages: tr

source: Phonebook
tr: Telefon Defteri

source: View and edit contacts
tr: Kişi Görüntüleme ve Düzenleme

source: KDE Community
tr: KDE Topluluğu

source: Convergent contact management application for both desktop and mobile devices.
tr: Masaüstü ve taşınabilir aygıtlar için yakınsak kişi yönetimi uygulaması.

source: It provides a central place for starting conversations. Depending on the information available about a contact, respective actions are displayed.
tr: Konuşma başlatmak için merkezi bir alan sağlar. Bir kişi hakkındaki bilgilerin varoluşuna göre kullanılabilir eylemler görüntülenir.

source: Features
tr: Özellikler

source: Add contacts
tr: Kişi ekle

source: Remove contacts
tr: Kişi kaldır

source: Import vCard files
tr: vCard dosyalarını içe aktar

source: Contact overview
tr: Kişi genel görünümü
