Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.kexi.appdata.po
Languages: tr

source: Visual database apps builder
tr: Görsel Veritabanı Uygulaması Yapıcı

source: KEXI is a visual database applications builder. It can be used for designing database applications, inserting and editing data, performing queries, and processing data. Forms can be created to provide a custom interface to your data. All database objects - tables, queries, forms, reports, etc. - are stored in the database, making it easy to share data and design.
tr: KEXI, görsel bir veritabanı uygulaması yapıcısıdır. Veritabanı uygulamaları tasarlamak, veri eklemek ve düzenlemek, sorgular gerçekleştirmek ve veri işlemek için kullanılabilir. Verinize özel bir arayüz sağlamak için formlar kullanılabilir. Tüm veritabanı nesneleri (tablolar, sorgular, formlar, raporlar vb.) veritabanında depolanır; böylece kolaylıkla tasarlanıp paylaşılabilir.

source: Features:
tr: Özellikler:

source: Full visual designers for tables, queries, forms and reports
tr: Tablolar, sorgular, formlar ve raporlar için tümüyle görsel tasarımcılar

source: Running queries, support for parametrized queries
tr: Sorgu çalıştırma, parametreleştirilmiş sorgular

source: Supports SQLite, MySQL, PostgreSQL, xBase, and Sybase/MS SQL Server databases
tr: SQLite, MySQL, PostgreSQL, xBase ve Sybase/MS SQL sunucusuu veritabanlarını destekler

source: The only multiplatform visual tool that can easily import data from MS Access databases
tr: MS Access veritabanlarından veri içe aktarabilen tek çoklu platformlu görsel araç

source: Support for query design in dedicated SQL view
tr: Özel SQL görünümünde sorgu tasarımı desteği

source: Designing and displaying relational data using combo boxes (lookup columns)
tr: Çoklu kutular kullanarak (sütun arama) ilişkisel veri tasarlama ve görüntüleme

source: Direct data entry or import using CSV format
tr: Doğrudan veri girişi veya CSV biçimi ile içe aktarma

source: Locked down User Mode, allowing you to switch off all commands related to editing your project's design
tr: Projenizin tasarımını değiştirmeyi kapatan, sınırlandırılmış Kullanıcı Kipi

source: Scripting using JavaScript, Python or Ruby programming languages (experimental)
tr: JavaScript, Python veya Ruby programlama dillerini kullanarak betik yazımı desteği (deneysel)

source: Tabular view
tr: Sekmeli görünüm

source: Query Designer
tr: Sorgu Tasarımcısı

source: SQL Editor
tr: SQL Düzenleyicisi

source: Form Designer
tr: Form Tasarımcısı

source: Report Designer
tr: Rapor Tasarımcı

source: MS Access database import
tr: MS Access veritabanı içe aktarma
