Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.choqok.appdata.po
Languages: tr

source: Micro-blogging client
tr: Mikro Günlük İstemcisi

source: Choqok is a micro-blogging client which supports Twitter.com, GNU Social, Pump.io and Friendica services.
tr: Choqok, Twitter.com, GNU Social, Pump.ip ve Friendica hizmetlerini destekleyen bir mikro günlük istemcisidir.

source: Features:
tr: Özellikler:

source: Supporting Twitter.com micro-blogging service
tr: Twitter.com mikro günlük hizmetini destekler

source: Supporting self hosted Pump.io services
tr: Kendi kendine barındırılabilir Pump.io hizmetini destekler

source: Supporting self hosted GNU social service
tr: Kendi kendine barındırılabilir GNU social hizmetini destekler

source: Supporting self hosted Friendica services
tr: Kendi kendine barındırılabilir Friendica hizmetini destekler

source: Supporting User + His/Her Friends time-lines
tr: Kullanıcının ve arkadaşlarının zaman akışlarını destekler

source: Supporting @Reply time-lines
tr: @Yanıtla zaman akışlarını destekler

source: Support for send and receive direct messages
tr: Doğrudan ileti alma ve göndermeyi destekler

source: Support medium upload using external services (Flickr, Imageshack,...)
tr: Ortamların dış hizmetlere (Flickr, Imageshack,...) yüklenmesini destekler

source: Supporting Multiple Accounts simultaneously
tr: Eşzamanlı olarak birden çok hesabı destekler

source: Supporting search APIs for all services
tr: Tüm hizmetler için arama API'lerini destekler

source: KWallet integration
tr: K Cüzdan tümleştirmesi

source: Ability to make a quick tweet with global shortcuts (Ctrl+Meta+T)
tr: Global kısayollar (Ctrl+Meta4T) ile hızlı tweet atabilme olanağı

source: Ability to notify user about new statuses text, with KNotification or Libnotify
tr: KNotification veya Libnotify kullanarak yeni durum iletilerinden kullanıcıyı haberdar etme

source: Support for shortening urls with more than 30 characters (shorten on paste)
tr: 30 karakterden fazla olan bağlantıları kısaltma desteği (yapıştırma sırasında kısaltma)

source: Support for configuring status lists appearance
tr: Durum listeleri görünüşlerini yapılandırma desteği
