Repository: sabriunal/turkish-translation-backup
Catalog: KDE/org.kde.kbibtex.appdata.po
Languages: tr

source: BibTeX editor by KDE to edit bibliographies used with LaTeX
tr: Kaynakça dosyalarını LaTeX kullanarak düzenlemek için KDE BibTeX düzenleyicisi

source: KBibTeX is a reference management application which can be used to collect TeX/LaTeX bibliographies and export them in various formats.
tr: KBibTex, TeX/LaTeX kaynakçalarını toplamak ve çeşitli biçimlerde dışa aktarmak için kullanılabilecek bir başvuru yönetim uygulamasıdır.

source: KBibTeX can do the following things:
tr: KBibTex aşağıdakileri yapabilir:

source: Preview bibliography entries in various formats (Source (BibTeX), Source (RIS), Wikipedia, standard (XML/XSLT), fancy (XML/XSLT), and abstract-only (XML/XSLT)). Additional preview styles become available when bibtex2html is installed.
tr: Kaynakça girdilerini çeşitli biçimlerde önizleyin Kaynak (BibTeX), Kaynak (RIS), Wikipedia, standart (XML/XSLT), süslü (XML/XSLT) ve salt özet (XML/XSLT). Bibtex2html kurulduğunda ek önizleme biçemleri kullanılabilir hale gelir.

source: Import data in various bibliography file formats such as BibTeX, RIS and ISI (requires bibutils) and export data to PDF (requires pdflatex), PostScript (requires latex), RTF (requires latex2rtf), and HTML.
tr: BibTeX, RIS ve ISI (bibutils gerektirir) gibi çeşitli kaynakça dosya biçimlerine verileri içe aktarın ve PDF (pdflatex gerektirir), PostScript (lateks gerektirir), RTF (latex2rtf gerektirir) ve HTML'e verileri dışa aktarın.

source: Search for the bibliography entries data in online databases (e.g. Google Scholar, ACM, IEEE, arXiv, etc.)
tr: Çevrimiçi veritabanlarında kaynakça girdi verilerini arayın (Ör. Google Scholar, ACM, IEEE, arXiv, vb.)

source: Preview local or remote (online) resources, e.g. PDF files, linked in the BibTEX entry.
tr: Yerel veya uzak (çevrimiçi) kaynakları önizleyin, ör. BibTEX girdisinde bağlantı verilen PDF dosyaları.

source: Find and merge duplicate entries in bibliography.
tr: Kaynakçadaki yinelenen girişleri bulun ve birleştirin.

source: Integrate your bibliographies with LaTeX editors such as Kile and LyX.
tr: Kaynakçalarınızı Kile ve LyX gibi LaTeX düzenleyicileri ile bütünleştirin.

source: Import your Zotero library.
tr: Zotero kitaplığınızı içe aktarın.

source: KBibTeX main window
tr: KBibTeX ana penceresi
