Repository: sabriunal/turkish-translation-backup
Catalog: KDE/plasma-sdk._desktop_.po
Languages: tr

# GenericName
source: Icon Viewer
tr: Simge Görüntüleyici

# Comment
source: Icon Previewer for Artists and Developers
tr: Sanatçılar ve Geliştiriciler için Simge Önizleyicisi

# Keywords
source: design;icon;preview;symbol;
tr: tasarım;simge;önizleme;sembol

# Comment
source: List and preview available icons
tr: Mevcut simgeleri listele ve önizle

# GenericName
source: Icon Browser
tr: Simge Tarayıcı

# Name
source: Icon Picker
tr: Simge Seçici

# Comment
source: Invokes Cuttlefish icon picker
tr: Cuttlefish simge seçicisini çağırır

# Name
source: Plasma Engine Explorer
tr: Plasma Motoru Gezgini

# GenericName
source: Plasma Data Engines Viewing Tool
tr: Plasma Veri Motorları Görüntüleme Aracı

# Comment
source: Explorer for the data published by Plasma DataEngines
tr: Plasma Veri Motorları tarafından yayımlanan veri için gezgin

# Comment
source: Explore and edit your Plasma Global Themes
tr: Plasma Global Temalarınızı keşfedin ve düzenleyin

# Name
source: Plasma Global Theme Explorer
tr: Plasma Global Tema Gezgini

# Name
source: Plasmoidviewer
tr: Plasmoid Görüntüleyici

# GenericName
source: Plasma Widget Testing Tool
tr: Plasma Araç Takımı Sınama Aracı

# Comment
source: Testing tool for Plasma applets
tr: Plasma uygulamacıkları için sınama aracı

# Comment
source: PlasmoidViewer Shell
tr: PlasmoidViewer Kabuğu

# Comment
source: Explore and edit your Plasma themes
tr: Plasma temalarınızı keşfedin ve düzenleyin

# Name
source: Plasma Theme Explorer
tr: Plasma Tema Gezgini
