Repository: sabriunal/turkish-translation-backup
Catalog: KDE/plasma-disks._desktop_.po
Languages: tr

# Name
source: SMART Status
tr: SMART Durumu

# Comment
source: Storage device health monitoring
tr: Depolama aygıtı sağlığı izleme

# Keywords
source: SMART,S.M.A.R.T.,monitoring,health,disk,drive,storage,failure
tr: SMART,S.M.A.R.T.,izleme,sağlık,disk,sürücü,depolama,arıza

# Name
source: Read SMART Report Details
tr: SMART Raporu Ayrıntılarını Oku

# Description
source: Read storage device SMART report to check the device's health
tr: Aygıtın sağlığını denetlemek için depolama aygıtı SMART raporunu okuyun

# Name
source: Storage Device Health Monitoring
tr: Depolama Aygıtı Sağlığı İzleme

# Comment
source: Storage Device Health Monitoring
tr: Depolama Aygıtı Sağlığı İzleme

# Name
source: Device
tr: Aygıt

# Comment
source: Used for notifications about a specific device
tr: Belirli bir aygıt hakkında bildirim için kullanılır

# Name
source: Imminent Device Failure
tr: Aygıt Arızası Yakın

# Comment
source: A device is showing signs of imminent failure
tr: Bir aygıt yakında arıza işareti veriyor
