Repository: sabriunal/turkish-translation-backup
Catalog: KDE/plasma-framework._json_.po
Languages: tr

# Name
source: Bug
tr: Hata

# Name
source: hello world
tr: merhaba dünya

# Name
source: Applet Test
tr: Uygulamacık Sınaması

# Name
source: Configuration test
tr: Yapılandırma Sınaması

# Name
source: Dataengine model
tr: Veri motoru modeli

# Name
source: Example notes
tr: Örnek notlar

# Name
source: Now playing (QML)
tr: Şimdi oynatılıyor (QML)

# Name
source: Poor Man's Tasks
tr: Yoksul Adamın Görevleri

# Name
source: Same game (QML)
tr: Aynı oyun (QML)

# Name
source: Components Test
tr: Bileşenler Sınaması

# Name
source: Shader Test
tr: Gölgelendirici Sınaması

# Name
source: Theme Test
tr: Tema Sınaması

# Name
source: Widgets gallery
tr: Araç takımları galerisi

# Name
source: Example window thumbnails list
tr: Örnek pencere küçük görseller listesi

# Name
source: Containment Test
tr: Kapsama Sınaması

# Name
source: Custom DataContainers
tr: Özel DataContainer'lar

# Name
source: Simple DataEngine Example
tr: Yalın DataEngine Örneği

# Name
source: Sources On Request
tr: İsteğe Bağlı Kaynaklar

# Name
source: Autumn
tr: Güz

# Name
source: Air
tr: Hava

# Name
source: Breeze Dark
tr: Esinti Koyu

# Name
source: Breeze Light
tr: Esinti Açık

# Name
source: Breeze
tr: Esinti

# Name
source: Oxygen
tr: Oksijen

# Name
source: Containment Actions
tr: Sınırlama Eylemleri

# Name
source: Declarative widget
tr: Bildirimsel araç takımları

# Description
source: Report a bug in Plasma
tr: Plasma'daki bir hatayı bildirin

# Description
source: Example applet that shows how to use Models embedded in DataEngines
tr: DataEngines içinde gömülü modellerin nice kullanılacağını gösteren örnek uygulama

# Description
source: Example on how to manage Drop data
tr: Bırakma verisinin nice yönetileceği üzerine örnek

# Description
source: A proof of concept media player controller qml
tr: Kavram kanıtlayıcı bir ortam oynatıcı denetimi qml

# Description
source: Example showing how to write your own tasks Widget
tr: Kendi görevler araç takımınızı nice yazabileceğiniz üzerine örnek

# Description
source: The Same game QML Qt demo converted as plasmoid
tr: Same oyunu QML Qt demosu, Plasmoid olarak

# Description
source: Futzing with Visual Effects
tr: Görsel Efektlerle Oynaşma

# Description
source: gallery of widgets done with Plasma QtComponents
tr: Plasma QtComponents ile yapılmış araç takımları galerisi

# Description
source: Example showing how to display window thumbnails
tr: Pencere küçük görsellerinin nice gösterileceğini anlatan örnek

# Description
source: A demonstration of how to subclass DataContainer
tr: DataContainer'dan nice sınıf alınacağının gösterimi

# Description
source: A very basic DataEngine implementation
tr: Pek yalın bir DataEngine oluşturumu

# Description
source: A DataEngine example showing how to respond to requests for source creation and updates
tr: Kaynak oluşturumu ve güncellemeler için isteklere nice yanıt verileceğini gösteren bir DataEngine örneği

# Description
source: Basic App
tr: Yalın Uygulama

# Description
source: A breath of fresh air
tr: Temiz hava

# Description
source: Breeze Dark by the KDE VDG
tr: KDE VDG tarafından Esinti Koyu

# Description
source: Breeze Light by the KDE VDG
tr: KDE VDG tarafından Esinti Açık

# Description
source: Breeze by the KDE VDG
tr: KDE VDG tarafından Esinti

# Description
source: Theme done in the Oxygen style
tr: Oksijen tarzında yapılmış tema

# Description
source: Native Plasma widget written in QML and JavaScript
tr: QML ve JavaScript ile yazılmış yerel Plasma araç takımı

# Description
source: what your app does in a few words
tr: uygulamanızı birkaç sözcükle anlatın

# Authors Name
source: The Oxygen Project
tr: Oksijen Projesi

# Authors Name
source: KDE Visual Design Group
tr: KDE Görsel Tasarım Grubu
