Repository: sabriunal/turkish-translation-backup
Catalog: KDE/plasma-bigscreen-org_www.po
Languages: tr

source: A privacy-respecting, open source and secure TV ecosystem
tr: Gizliliğinize saygı gösteren, açık kaynaklı ve güvenli bir televizyon ekosistemi

source: Project
tr: Proje

source: Documentation
tr: Belgelendirme

source: Community
tr: Topluluk

source: Apps
tr: Uygulamalar

source: Plasma Bigscreen
tr: Plasma Büyük Ekran

source: Frequently Asked Questions
tr: Sık Sorulan Sorular

source: FAQ
tr: SSS

source: Help! My TV remote does not work, how do I fix it?
tr: Yardım edin! TV uzaktan kumandan çalışmıyor, bunu nasıl düzeltebilirim?

source: Many TV manufacturers require HDMI-CEC mode to be enabled manually, one needs to refer to the TV user guide to figure out how to configure the HDMI-CEC option on their television set. The HDMI-CEC option can be found under various names depending on the TV manufacturers, some for example: (TCL TV: T-Link, Panasonic TV: Viera Link, Samsung TV: Anynet+, Sony TV: Bravia Sync).
tr: Birçok TV üreticisi, HDMI-CEC kipinin elle etkinleştirilmesini zorunlu kılar; bunu yapmak için birisinin televizyonlarındaki HDMI-CEC seçeneğinin nice yapılandırılacağını öğrenmesi için TV kullanım kılavuzuna başvurması gerekir. HDMI-CEC seçeneği, TV üreticisine bağlı olarak değişik adlarda bulunabilir; örneğin: TCL TV: T-Link, Panasonic TV: Viera Link, Samsung TV: Anynet+, Sony TV: Bravia Sync vb. gibi.

source: Also make sure your Plasma Bigscreen device is actually supported by libcec, [check their supported hardware](https://github.com/Pulse-Eight/libcec#supported-hardware).
tr: Ayrıca, Plasma Büyük Ekran'ın libcec tarafından desteklendiğinden emin olun; [desteklenen donanımların listesine bir göz atın](https://github.com/Pulse-Eight/libcec#supported-hardware).

source: Some buttons on my TV remote are not working, I can’t exit an application or use the back button properly. How do I fix it?
tr: TV uzaktan kumandamdaki bazı düğmeler çalışmıyor. Bir uygulamadan çıkamıyor veya geri düğmesini düzgünce kullanamıyorum. Bunu nasıl düzeltebilirim?

source: HDMI-CEC on the beta image is in a testing phase. We have only been able to test the functionality on a few selected range of TV sets and have mapped TV remotes on the basis of those working devices. You can map and test your TV remote following a few simple steps of debugging and editing files listed below.
tr: Beta kalıbındaki HDMI-CEC desteği sınama aşamasındadır. Bu işlevi; ancak birkaç TV setinde sınayabildik ve TV uzaktan kumandalarını bu aygıtlara göre eşlemledik. TV uzaktan kumandanızı, aşağıdaki birkaç kolay hata ayıklama ve listelenen dosyaları düzenleme adımlarını gerçekleştirerek sınayabilir ve eşlemleyebilirsiniz.

source: _Test if the KEY is working with HDMI-CEC and extract it’s KEY CODE:_
tr: _KEY'in HDMI-CEC ile çalıştığını ve onun KEY CODE'unu çıkardığını sınayın:_

source: Once the script is running, press the button on your TV remote to extract its KEY CODE, if no KEY CODE is found the KEY might not be part of HDMI-CEC controls enabled on your TV set, refer to the TV User Guide to know which keys are enabled under your TV manufacturers HDMI-CEC implementation.
tr: Betik çalışmaya başladığında, onun KEY CODE'unu çıkarmak için uzaktan kumandanızdaki düğmeye basın; bir KEY CODE bulunamamışsa KEY, televizyonunuzaki HDMI-CEC denetimlerinin bir parçası olmayabilir; üreticinizin HDMI-CEC uygulaması içeriğinde hangi düğmelerin etkinleştirildiğini öğrenmek için televizyonunuzun kullanma kılavuzuna başvurun.

source: _Adding the found KEY CODE and mapping it in the CEC daemon:_
tr: _Bulunan KEY CODE ekleyin ve CEC ardalan sürecinde eşlemleyin:_

source: Locate KEYMAP = {} in the daemon script
tr: Ardalan sürecinde KEYMAP = {}'ı bulun

source: Add your KEY CODE in the following format to the list: “9: u.KEY\_HOMEPAGE”
tr: KEY CODE'unuzu, şu biçimde listeye ekleyin: “9: u.KEY\_HOMEPAGE”

source: In the above example “u.KEY\_HOMEPAGE” is mapped to the home button that is used to exit an application
tr: Yukarıdaki örnekte, “u.KEY\_HOMEPAGE”, bir uygulamadan çıkmak için kullanılan ana ekran düğmesine eşlemlidir

source: “9” being the Key Code
tr: “9” Anahtar Kodu olarak

source: “u.KEY\_HOMEPAGE” being the action the key should perform
tr: “u.KEY\_HOMEPAGE”, eylemi gerçekleştiren eylem düğmesi olarak

source: I have a generic USB remote but it’s missing the home key, how do I exit applications?
tr: Üçüncü parti bir USB uzaktan kumandam var; ancak ana ekran düğmesi yok; uygulamalardan nice çıkarım?

source: Not all generic USB remotes are built alike, therefore we recommend using a tested product like the “Wechip G20 Air Mouse With Microphone Remote”. If in-case you are unable to get your hands on one, you can still map an existing key on the remote.
tr: Tüm üçüncü parti uzaktan kumandalar aynı biçimde yapılmamıştır; bundan dolayı “Wechip G20 Air Mouse With Microphone Remote” gibi sınanmış bir ürün kullanmanızı öneririz. Bundan bir tane bulamazsanız yine de var olan bir düğmeyi bu işleve eşlemleyebilirsiniz.

source: _Mapping the window close button to a button on a USB remote:_
tr: _Pencere kapat düğmesini, USB uzaktan kumanda üzerindeki bir düğmeye eşlemlemek_

source: Find the entry “Window Close” located under `[Kwin]`
tr: `[Kwin]` altında "Window Close" girdisini bulun

source: Assign your button to the “Window Close” entry
tr: Düğmenizi, "Window Close" girdisine atayın

source: Example: `Window Close=Alt+F4\t’YourButtonHere’,Alt+F4\t’YourButtonHere’,Close Window`
tr: Örnek: `Window Close=Alt+F4\t’BurayaDüğmenizGelir’,Alt+F4\t’BurayaDüğmenizGelir’,Pencereyi Kapat`

source: Voice applications do not start on boot and I see a blank screen. What should I do?
tr: Ses uygulamaları açılışta başlatılmıyor ve boş bir ekran görüyorum. Ne yapmalıyım?

source: Voice applications are only accessible once MyCroft is ready and has started, you will be notified on the top panel when MyCroft has started and is in a ready state.
tr: Ses uygulamaları, yalnızca MyCroft başlatıldığında ve hazır olduğunda erişilebilir. MyCroft başlatıldığında ve hazır olduğunda üst panelden bildirileceksiniz.

source: How do I exit applications using a external keyboard?
tr: Dış bir klavye kullanarak uygulamalardan nice çıkarım?

source: “Alt+F4” is the general shortcut assigned to closing applications using a external keyboard. Custom keys can be assigned to the following file for various actions:
tr: Dış bir klavye kullanarak uygulamalardan çıkmanın kısayolu "Alt+F4"tür. Çeşitli eylemler için özel düğmeler aşağıdaki dosyaya atanabilir:

source: What is the hot key assigned to activate MyCroft voice control without a USB mic remote?
tr: Bir USB mikrofonlu uzaktan kumanda olmadan MyCroft ses denetimini etkinleştirmek için kullanılan düğme kısayolu nedir?

source: There is no hotkey assigned to MyCroft, the Generic USB remotes that have a mic button only activate the mic input on the USB remote hardware, to use MyCroft one needs to activate it with the hot word “Hey Mycroft”.
tr: MyCroft'a atanmış bir düğme yoktur; mikrofon düğmesi olan standart USB uzaktan kumandalar yalnızca USB uzaktan kumanda donanımındaki mikrofon girişini etkinleştirirler; MyCroft'u kullanmak için "Hey MyCroft" demeniz gerekir.

source: To use MyCroft one does not require a USB mic enabled remote specifically, any microphone that can be connected to your device should work.
tr: MyCroft'u kullanmak için mikrofonlu bir uzaktan kumandaya gereksiniminiz yoktur, aygıtınıza bağlı herhangi bir mikrofon yeterli olacaktır.

source: For issues and troubleshooting your microphone not working one can refer to: https://mycroft-ai.gitbook.io/docs/using-mycroft-ai/troubleshooting/audio-troubleshooting.
tr: Hatalar ve mikrofonun çalışmamasıyla ilgili tanılar için şu belgeye başvurabilirsiniz: https://mycroft-ai.gitbook.io/docs/using-mycroft-ai/troubleshooting/audio-troubleshooting.

source: How to contribute & upload your custom keymap for CEC?
tr: CEC'e nice katkıda bulunup özel düğme eşleminizi karşıya yükleyebilirsiniz?

source: Currently the development repository of the CEC daemon can be found at https://invent.kde.org/adityam/easycec with instructions on how to add a device with custom keymap.
tr: CEC ardalan sürecinin geliştirmesi, https://invent.kde.org/adityam/easycec adresinde özel düğme eşlemli bir aygıtın nice ekleneceği konusunda yönergelerle bulunabilir.

source: Can Android apps work on Plasma Bigscreen?
tr: Android uygulamaları, Plasma Büyük Ekran'da çalışıyor mu?

source: There are projects out there like [Anbox](https://anbox.io/) which is Android running inside a Linux container, and use the Linux kernel to execute applications to achieve near-native performance. This could be leveraged in the future to have Android apps running on top of a GNU/Linux system with the Plasma Bigscreen platform but it's a complicated task, and as of *today* (August 5th, 2021) some distributions already support Anbox and you can run Plasma Bigscreen on top of those distributions.
tr: [Anbox](https://anbox.io/) gibi, Android'i bir Linux kapsayıcısı içinde çalıştırıp uygulamaları yürütmek için Linux çekirdeğini yerele yakın başarımla kullanan projeler vardır. Bu, ileride Plasma Büyük Ekran platformuna GNU/Linux uygulamalarını getirmek için kullanılabilir; ancak bu karmaşık ve zor bir iştir. Halihazırda bazı dağıtımlar Anbox'u desteklemektedir ve Plasma Büyük Ekran'ı, bugün itibarıyla (5 Ağustos 2021) bu dağıtımların üzerinde kullanabilirsiniz.

source: Can I run Plasma Bigscreen on my TV or setup-box?
tr: Plasma Büyük Ekran'ı televizyonum veya kutu aygıtımda kullanabilir miyim?

source: In theory, yes. In practice, it depends.
tr: Teoride, evet. Pratikte, duruma göre değişir.

source: Hardware support is not dictated by Plasma Bigscreen, instead it depends on the devices supported by the distributions shipping it. See [the install page](/get/) for more details of distributions shipping Plasma Bigscreen.
tr: Donanım desteği, Plasma Büyük Ekran tarafından belirlenmez; onu dağıtan dağıtımların destekledikleri aygıtlarla ilgilidir. Plasma Büyük Ekran'ı dağıtan dağıtımlarla ilgili ayrıntıli bilgi için [kurulum](/get/) sayfasına bakın.

source: What's the state of the project?
tr: Projenin durumu nedir?

source: Plasma Bigscreen is currently under heavy development and is not intended to be used as a daily driver.
tr: Plasma Büyük Ekran, halen yoğun bir geliştirme sürecindedir ve günlük kullanım için uygun değildir.

source: Install
tr: Kurulum

source: Distributions offering Plasma Bigscreen
tr: Plasma Büyük Ekran'ı sunan dağıtımlar

source: PostmarketOS (pmOS) is a pre-configured Alpine Linux that can be installed on smartphones, SBC's and other mobile devices. View the [device list](https://wiki.postmarketos.org/wiki/Devices) to see the progress for supporting your device.
tr: PostmarketOS (pmOS); akıllı telefonlar, SBC'ler ve diğer taşınabilir aygıtlara kurulabilen, ayarları önceden yapılmış bir Alpine Linux dağıtımıdır. Aygıtınızın desteklenme durumunu izlemek için [aygıt listesine](https://wiki.postmarketos.org/wiki/Devices) bir göz atın.

source: For devices that do not have prebuilt images, you will need to flash it manually using the `pmbootstrap` utility. Follow instructions [here](https://wiki.postmarketos.org/wiki/Installation_guide). Be sure to also check the device's wiki page for more information on what is working.
tr: Önceden yapılmış kalıp sunulmayan aygıtlar için `pmbootstrap` izlencesini kullanarak el ile flaşlamanız gerekmektedir. [Buradaki](https://wiki.postmarketos.org/wiki/Installation_guide) yönergeleri izleyin. Neyin çalışıp çalışmadığı üzerine daha fazla bilgi için aygıtın viki sayfasına da göz atın.

source: [Learn more](https://postmarketos.org)
tr: [Bilgi alın](https://postmarketos.org)

source: Download:
tr: İndir:

source: [Community Devices](https://postmarketos.org/download/)
tr: [Topluluk Aygıtları](https://postmarketos.org/download/)

source: Manjaro ARM is an Arch based distribution with support for a wide range of single board computers, ARM laptops and phones.
tr: Manjaro ARM, geniş bir tek plaka tabanlı bilgisayarlar, ARM dizüstüler ve telefonlar için destek sunan bir Arch tabanlı dağıtımdır.

source: Manjaro ARM currently offers Bigscreen images for Odroid N2 and N2+, Radxa Zero 2, RockPro64, Raspberry Pi 4, Khadas Vim 1 and Khadas Vim 3.
tr: Manjaro ARM; şu anda Odroid N2 ve N2+, Radxa Zero 2, RockPro64, Raspberry Pi 4, Khadas Vim 1 ve Khadas Vim 3 için Büyük Ekran'ı sunmaktadır.

source: [Development images](https://github.com/manjaro-arm/bigscreen/releases)
tr: [Geliştirme kalıpları](https://github.com/manjaro-arm/bigscreen/releases)

source: Installation
tr: Kurulum

source: Simply download the Bigscreen image for the device you have, extract it so you have the raw .img file, then flash it to your drive using `dd` or a graphical tool. Then plug in the drive to your device and power it on.
tr: Sahip olduğunuz aygıt için Büyük Ekran kalıplarını indirin, arşivden çıkarın ve ham .img dosyasını `dd` veya bir grafik araç kullanarak sürücünüze flaşlayın. Sonra aygıtınıza takıp açın.

source: Join Plasma Bigscreen
tr: Plasma Büyük Ekran'a Katıl

source: If you'd like to contribute to the amazing free software for TV's and setup-boxes, [join us - we always have a task for you](/contributing/)!
tr: Televizyonlar ve kutu aygıtlar için bu harika özgür yazılıma katkıda bulunmak isterseniz [bize katılın - yardımınıza gereksinimimiz olan her zaman yapılacak bir şey vardır](/contributing/)!

source: Plasma Bigscreen specific channels:
tr: Plasma Büyük Ekran'a özel kanallar:

source: [![](/img/matrix.svg)Matrix (most active)](https://matrix.to/#/#plasma-bigscreen:kde.org)
tr: [![](/img/matrix.svg)Matrix (en çok etkin olan)](https://matrix.to/#/#plasma-bigscreen:kde.org)

source: Plasma Biscreen related project channels:
tr: Plasma Büyük Ekran ile ilgili proje kanalları:

source: [![](/img/irc.png)#plasma on Freenode (IRC)](https://kiwiirc.com/nextclient/chat.freenode.net/#plasma)
tr: [![](/img/irc.png)Freenode sunucusunda #plasma (IRC)](https://kiwiirc.com/nextclient/chat.freenode.net/#plasma)

source: [![](/img/mail.svg)Plasma development mailing list](https://mail.kde.org/mailman/listinfo/plasma-devel)
tr: [![](/img/mail.svg)Plasma geliştirme posta listesi](https://mail.kde.org/mailman/listinfo/plasma-devel)

source: Screenshots
tr: Ekran Görüntüleri

source: Plasma Bigscreen homescreen
tr: Plasma Büyük Ekran Ana Ekranı

source: Our Vision
tr: Vizyonumuz

source: Vision
tr: Vizyon

source: Plasma Bigscreen aims to become a complete and open software system for TV's and setup-boxes.<br /> It is designed to give privacy-aware users back control over their information, communication and media.
tr: Plasma Büyük Ekran, televizyonlar ve dış ortam kutuları için tam ve açık bir yazılım sistemi olma amacını güder.<br />Gizliliklerine önem veren kullanıcılar için bilgileri, iletişim ağları ve ortamları üzerindeki denetimi kendilerine geri vermek için tasarlanmıştır.

source: Plasma Bigscreen takes a pragmatic approach and is inclusive to 3rd party software, allowing the user to choose which applications and services to use, while providing a seamless experience across multiple devices.<br /> Plasma Bigscreen implements open standards and is developed in a transparent process that is open for anyone to participate in.
tr: Plasma Bigscreen pragmatik bir yaklaşım benimser ve 3. taraf yazılımları kapsayıcı olarak, kullanıcının hangi uygulamaları ve hizmetleri kullanacağını seçmesine izin verirken birden fazla aygıtta sorunsuz bir deneyim sunar.<br /> Plasma Bigscreen, açık standartları uygular ve saydam bir biçimde, herkesin katılabileceği bir süreç içinde geliştirilmiştir.

source: Plasma on your TV
tr: TV'nizde Plasma

source: This project uses various open-source components like
tr: Bu proje, şunlar gibi birçok açık kaynaklı bileşen kullanır:

source: Open up
tr: Açılın

source: Plasma Bigscreen is an open-source user interface for TV's. Running on top of a Linux distribution, Plasma Bigscreen turns your TV or setup-box into a fully hackable device. A big launcher giving you easy access to any installed apps and skills. Controllable via voice or TV remote.
tr: Plasma Büyük Ekran, televizyonlar için bir açık kaynaklı kullanıcı arayüzüdür. Bir Linux dağıtımının üzerinde çalışır ve televizyonunuzu veya kutu aygıtınızı, tümüyle üzerinde oynanabilir bir aygıta dönüştürür. Büyükçe bir çalıştırıcı, tüm kurulu uygulamalarınıza ve yeteneklerinize erişim sağlar. Ses veya uzaktan kumanda ile denetlenebilir.

source: Contribute
tr: Katkıda Bulunun

source: Using the multi-platform toolkit Qt, the flexible extensions of KDE Frameworks plus the power of Plasma Shell, Plasma Bigscreen is built with technology which feels equally at home on the desktop, mobile devices and TV.
tr: Çok platformlu Qt araç takımını, KDE Frameworks'ün esnek genişletmelerini ve ek olarak Plasma Kabuğu'nun gücünü kullanarak Plasma Büyük Ekran, hem masaüstü hem taşınabilir aygıtlar hem de televizyonunuzda sizi eşit olarak evinizde hissettiren teknolojiyle yapılmıştır.

source: KWin and Wayland
tr: KWin ve Wayland

source: Wayland is the next-generation protocol for delivering cutting-edge interfaces which are silky smooth. KWin is the battle-tested window manager which implements Wayland, delivering a polished and reliable experience on both the desktop and mobile devices.
tr: Wayland, ipeksi pürüzsüzlükte son teknoloji arayüzler sunan yeni nesil protokoldür. KWin, Wayland'ı uygulayan, hem masaüstü hem de mobil aygıtlarda gösterişli ve güvenilir bir deneyim sunan, gerçek senaryolarla sınanmış bir pencere yöneticisidir.

source: Making full use of Open Source
tr: Açık Kaynak'ın gücünü tümüyle kullanır

source: Plasma Bigscreen combines many powerful software tools from established projects to make a whole greater than the sum of its parts.<br /> MyCroft allows us to control our TV with just our voice, CEC makes it possible to control the interface using your normal TV remote control, and Pulseaudio drives the Plasma Bigscreen sound system.
tr: Plasma Büyük Ekran, kendini kanıtlamış birçok yazılım projesinden araçları kendi bünyesine katarak kendinden daha büyük bir oluşuma imza atar.<br />MyCroft, televizyonumuzu yalnızca sesimizle denetlememize izin verir; CEC, herhangi bir uzaktan kumandayı kullanarak arayüzü denetlememizi sağlar ve Pulseaudio ise Plasma Büyük Ekran ses sistemine güç verir.

source: Adapting to your needs
tr: Gereksinimlerinize uyum sağlar

source: Being based on the most flexible desktop in the world means you can truly make your TV your own. Add and modify widgets, change colour schemes, fonts, and much, much more.
tr: Dünyadaki en esnek masaüstü tabanlı olmak demek, televizyonunuzu tümüyle kendinizin yapabilmek demektir. Araç takımları ekleyin ve düzenleyin, renk şemalarını, yazıtiplerini ve çok çok daha fazlasını ekleyin ve değiştirin.

source: What is Plasma Bigscreen?
tr: Plasma Büyük Ekran nedir?

source: Plasma Bigscreen offers a free (as in freedom and beer), user-friendly, privacy-enabling and customizable platform for TV's and setup-boxes. It is shipped by different distributions (ex. postmarketOS, KDE Neon), and can run on the devices that are supported by the distribution.
tr: Plasma Büyük Ekran, televizyonlar ve kutu aygıtlar için ücretsiz, kullanıcı dostu, gizliliğinize saygı gösteren ve özelleştirilebilir bir platform sunar. Birden çok dağıtım tarafından sağlanır (örn. postmarketOS, KDE Neon) ve dağıtım tarafından desteklenen aygıtlarda kullanılabilir.

source: Why?
tr: Neden?

source: The most common offerings on TV's and setup-boxes lack openness and trust. In a world of walled gardens, we want to create a platform that respects and protects the user’s privacy to the fullest. We want to provide a fully open base which others can help develop and use for themselves, or in their products.
tr: TV'lerde ve kutu tabanlı çözümlerdeki yaygın seçenekler, açıklık ve güvenden yoksundur. Duvarlı bahçelerden oluşan bir dünyada, kullanıcının gizliliğine tümüyle saygı gösteren bir platform yaratmak istiyoruz. Başkalarının üzerinde geliştirebileceği ve kendilerinin de ürünlerinde veya kişisel alanlarında kullanabileceği, tümüyle açık bir ortam oluşturmak en büyük isteğimiz.
