Repository: sabriunal/turkish-translation-backup
Catalog: KDE/plasma-thunderbolt._desktop_.po
Languages: tr

# Name
source: Thunderbolt Device Monitor
tr: Thunderbolt Aygıt İzleyicisi

# Comment
source: Thunderbolt Device Monitor
tr: Thunderbolt Aygıt İzleyicisi

# Name
source: Warning
tr: Uyarı

# Comment
source: Used for warning notifications
tr: Uyarı bildirimleri için kullanılır

# Name
source: Error
tr: Hata

# Comment
source: Used for error notifications
tr: Hata bildirimleri için kullanılır

# Name
source: Unauthorized device is plugged in
tr: Kimliği doğrulanmamış aygıt takıldı

# Comment
source: An unauthorized Thunderbolt device has been plugged into the computer
tr: Bilgisayara kimliği doğrulanmamış bir Thunderbolt aygıtı takıldı

# Name
source: Error during device authorization
tr: Aygıt kimlik doğrulaması sırasında hata

# Comment
source: An error occurred while authorizing or blocking a Thunderbolt device
tr: Bir Thunderbolt aygıtı kimliği doğrulanırken veya engellenirken bir hata oluştu
