Repository: sabriunal/turkish-translation-backup
Catalog: KDE/rocs._json_.po
Languages: tr

# Name
source: Assign Values Plugin
tr: Değerleri Ata

# Name
source: Generate Graph
tr: Grafik Oluştur

# Name
source: Graph Layout
tr: Grafik Yerleşimi

# Name
source: Transform Edges
tr: Kenarları Dönüştür

# Name
source: DOT Graph File Format
tr: DOT Grafik Dosya Biçimi

# Name
source: GML File Format
tr: GML Dosya Biçimi

# Name
source: Rocs File Format (old)
tr: Rocs Dosya Biçimi (eski)

# Name
source: Rocs File Format
tr: Rocs Dosya Biçimi

# Name
source: TGF Graph File Format
tr: TGF Grafik Dosya Biçimi

# Name
source: PGF/TikZ Graph File Export Plugin
tr: PGF/TikZ Grafik Dosya Dışa Aktarma Eklentisi
