Repository: sabriunal/turkish-translation-backup
Catalog: KDE/skrooge-org.po
Languages: tr

source: Correction bug 436328: there's no word "reconciliate" in English, should be reconcile
tr: 436328 numaralı hatanın düzeltmesi: İngilizcede "reconciliate" diye bir kelime yoktur, reconcile olmalı

source: **Correction bug 439494: Downloading currency using skrooge-yahoodl.py fails with UnicodeDecodeError**
tr: **439494 numaralı hatanın düzeltmesi: skrooge-yahoodl.py ile para birimi indirme UnicodeDecodeError ile başarısız**

source: Correction: Small fix for FEC monthly report
tr: Düzeltme: FEC aylık raporu için ufak bir düzeltme

source: Correction: Migration on new exchangeratesapi.io APIs. Need a API key now
tr: Düzeltme: Yeni exchangeratesapi.io API'lerine göç edildi; şimdi bir API anahtarı gerekli

source: Correction: Fix deprecated knsrc file location
tr: Düzeltme: Artık kullanılmayan knsrc konumu düzeltildi

source: Feature: Add confirmation message when an import is triggered by a double click on an imported file
tr: Özellik: İçe aktarılan bir dosyaya çift tıklanarak bir içe aktarma tetiklendiğinde onay iletisi ekle

source: Skrooge 2.27.0 released
tr: Varyemez 2.27.0 yayımlandı

source: Correction bug 440271: 2.26.1 still installs skrooge\_unit.knsrc to depreciated /etc/xdg/ location
tr: 440271 numaralı hatanın düzeltmesi: 2.26.1 hâlâ skrooge\_unit.knsrc'yi artık kullanılmayan /etc/xdg/ konumuna kuruyor

source: Correction bug 446353: you can't tab to the number and duration fields in Operations "Show" table filter
tr: 446353 numaralı hatanın düzeltmesi: İşlemler "Göster" tablo filtresindeki sayı ve süre alanlarına sekmeyle gidilemez

source: Correction bug 446915: Import from Woob using Ofx
tr: 446915 numaralı hatanın düzeltmesi: Qfx kullanarak Woob'dan içe aktar

source: Correction: Weeks without operation are missing in reports
tr: Düzeltme: İşlemsiz haftalar raporlarda eksik

source: Correction: Crash when the dashboard is closed during animation
tr: Düzeltme: Pano canlandırma sırasında kapatıldığında kilitleniyor

source: Feature: New release process for appimage
tr: Özellik: Appimage için yeni sürüm süreci

source: Feature: Unit values can be negative now (see https://forum.kde.org/viewtopic.php?f=210&t=173318)
tr: Özellik: Birim değerleri artık negatif olabilir (bkz. https://forum.kde.org/viewtopic.php?f=210&t=173318)

source: Feature: Skrooge uses now the LC\_MONETARY environement variable to use the specific locale for currency format
tr: Özellik: Varyemez, para birimi biçimi için belirli yerel ayarı kullanmak üzere artık LC_MONETARY çevre değişkenini kullanıyor

source: Skrooge 2.28.0 released
tr: Varyemez 2.28.0 yayımlandı

source: Correction: update gengetopt dependency in flatpak
tr: Düzeltme: flatpak'ta gengetopt bağımlılığını güncelle

source: Correction bug 452529: skrooge flatpak is using org.kde.Platform//5.15 which is end-of-life
tr: 452529 numaralı hatanın düzeltmesi: Varyemez flatpak artık kullanılmayan org.kde.Platform//5.15 kullanıyor

source: Correction bug 452531: Skrooge flatpak indicates old version
tr: 452531 numaralı hatanın düzeltmesi: Varyemez flatpak eski sürümü belirtiyor

source: Correction: document the settings icon in a table's header to bring up its context menu
tr: Düzeltme: Tablonun bağlam menüsünü getirmek için bir tablonun başlığındaki ayarlar simgesini belgele

source: Correction bug 446352: field pop-ups located weirdly, "##WARNING: Wayland does not support QWindow::requestActivate()", sometimes hangs
tr: 446352 numaralı hatanın düzeltmesi: Alan açılır pencereleri değişik davranıyor, "##WARNING: Wayland does not support QWindow::requestActivate()", bazen takılıyor

source: Correction bug 452695: Skrooge report (Line) having issues with values above several millions
tr: 452695 numaralı hatanın düzeltmesi: Varyemez raporu (Line), birkaç milyonun üzerindeki değerlerle ilgili sorunlar yaşıyor

source: Feature: The "Debug" page allows to execute multi sql orders
tr: Özellik: "Hata Ayıklama" sayfası, çoklu sql isteklerini yürütmeye izin verir

source: Feature: Import .sta file as MT940
tr: Özellik: .sta dosyasını MT940 olarak içe aktar
