Repository: sabriunal/turkish-translation-backup
Catalog: KDE/skrooge-org.po
Languages: tr

source: Skrooge
tr: Varyemez

source: Skrooge allows you to manage your personal finances, powered by KDE. Thanks to its many features, it is one of the most powerful way to enter, follow, and analyze your expenses.
tr: Varyemez, KDE tarafından desteklenen, kişisel mali durumunuzu yönetmenizi sağlayan bir yazılımdır. Birçok özelliği ile giderlerinizi girmenin, takip etmenin ve çözümlemenin en güçlü yollarından birisidir.

source: Skrooge - A personal finances manager, powered by KDE
tr: Varyemez - KDE tarafından desteklenen bir kişisel finans yöneticisi

source: Skrooge allows you to manage your personal finances, powered by [KDE](https://www.kde.org). Thanks to its many [features](/features), it is one of the most powerful way to enter, follow, and analyze your expenses.
tr: Varyemez, [KDE](https://www.kde.org) tarafından desteklenen, kişisel mali durumunuzu yönetmenizi sağlayan bir yazılımdır. Birçok [özelliği](/features) ile harcamalarınızı girmenin, takip etmenin ve çözümlemenin en güçlü yollarından birisidir.

source: Based on its KDE foundations, Skrooge can run on many platforms, including of course Linux, BSD, Solaris, but also on macOS, and possibly on Windows.
tr: Varyemez, KDE temellerine dayanarak, elbette Linux, BSD, Solaris ve ayrıca macOS ve muhtemelen Windows da dahil olmak üzere birçok platformda çalışabilir.

source: Skrooge is part of [KDE](https://apps.kde.org), and is released under the [GPL](https://en.wikipedia.org/wiki/GNU_General_Public_License) V3 licence.
tr: Varyemez, [KDE'nin](https://apps.kde.org) bir parçasıdır ve [GPL](https://en.wikipedia.org/wiki/GNU_General_Public_License) V3 lisansı altında yayımlanmıştır.

source: General user information: [KDE Userbase](https://userbase.kde.org/Skrooge)
tr: Genel kullanıcı bilgisi: [KDE Kullanıcı Tabanı](https://userbase.kde.org/Skrooge)

source: The git repository: [KDE Invent](https://invent.kde.org/office/skrooge)
tr: Git deposu: [KDE Invent](https://invent.kde.org/office/skrooge)

source: Bugs and wishes: [KDE Bugtracker](https://bugs.kde.org/enter_bug.cgi?format=guided&product=skrooge)
tr: Hatalar ve istekler: [KDE Hata İzleyicisi](https://bugs.kde.org/enter_bug.cgi?format=guided&product=skrooge)

source: The dedicated page on [KDE Applications](https://apps.kde.org/skrooge)
tr: [KDE Uygulamaları](https://apps.kde.org/skrooge) sayfası

source: Documentation: in case the Skrooge handbook is not installed on your machine, you may browse it [online](https://docs.kde.org/?application=skrooge).
tr: Belgelendirme: Varyemez el kitabının makinenizde kurulu olmaması durumunda [çevrimiçi](https://docs.kde.org/?application=skrooge) olarak göz atabilirsiniz.

source: Contact
tr: İletişim

source: You can contact the Skrooge developer in many ways:
tr: Varyemez geliştiricilerine birçok yoldan ulaşabilirsiniz:

source: Mail: You can find the email of the main developer in the "About" of Skrooge.
tr: Posta: Varyemez'in ana geliştiricisinin e-postasına, uygulamanın "Hakkında" iletişim kutusundan ulaşabilirsiniz.

source: Forum: If you prefer to use a forum you can use the [Skrooge forum](https://forum.kde.org/viewforum.php?f=210) inside the bigger [KDE Community Forums](https://forum.kde.org/).
tr: Forum: Forumları kullanmayı tercih ediyorsanız [KDE Topluluk Forumları](https://forum.kde.org/) altındaki [Varyemez forumunu](https://forum.kde.org/viewforum.php?f=210) kullanabilirsiniz.

source: Bugs and Wishes: Bugs and Wishes should be reported to the [KDE bug tracker](https://bugs.kde.org/enter_bug.cgi?format=guided&product=skrooge).
tr: Hatalar ve İstekler: Hatalar ve istekler, [KDE hata izleyicisine](https://bugs.kde.org/enter_bug.cgi?format=guided&product=skrooge) bildirilmelidir.

source: Donate
tr: Bağış Yap

source: The Skrooge team does not currently need financial support, thank you.
tr: Varyemez takımının şu anda finansal desteğe gereksinimi yoktur, teşekkür ederiz.

source: Donate to KDE instead:
tr: Bunun yerine KDE'ye bağış yapın:

source: However, if you wish to support us, we strongly encourage you to make a donation to the [KDE e.V.](https://ev.kde.org/). We rely on [KDE](https://kde.org) for many things, so if you really want to support us, you should definitely consider helping KDE:
tr: Bizi desteklemek isterseniz bunun yerine [KDE e.V.](https://ev.kde.org/)'ye bağış yapmanızı şiddetle öneriyoruz. Biz, çoğu şey için [KDE](https://kde.org)'ye bağımlıyız, bu yüzden bize destek yerine KDE'ye destek olmanız bize her durumda yardımcı olacaktır:

source: [Make a donation to KDE](https://kde.org/community/donations/)
tr: [KDE'ye bağış yap](https://kde.org/community/donations/)

source: [Join the Game](https://relate.kde.org/civicrm/contribute/transact?reset=1&id=9)
tr: [Oyuna Katıl](https://relate.kde.org/civicrm/contribute/transact?reset=1&id=9)

source: Send us a small item:
tr: Bize ufak hediyelik eşyalar gönderin:

source: Another option would be to send the Skrooge dev a small item, typical of your country or area! This is a great way for us to know where our users are from, and to remember them! If you wish to send us something, please [contact us](/contact) so that we can give you postal addresses.
tr: Başka bir seçenek de Varyemez geliştiricilerine ülkenize veya bölgenize özgü küçük bir eşya göndermek olabilir! Bu, kullanıcılarımızın nereli olduğunu öğrenmemiz ve onları hatırlamamız için harika bir yol! Bize bir şey göndermek isterseniz posta adreslerimiz için lütfen [bize ulaşın](/contact).

source: Download
tr: İndir

source: **The recommended way is to install Skrooge using your distribution's package management tool.**
tr: **Varyemez'i kurmak için önerilen yol, dağıtımınızın paket yönetim aracını kullanmaktır.**

source: However, if Skrooge is not yet available in repositories, you should of course bug the distro's packagers to include it, but in the mean time you can [compile and install Skrooge yourself](https://techbase.kde.org/Projects/Skrooge "https://techbase.kde.org/Projects/Skrooge"), it is not that difficult.
tr: Varyemez henüz depolarda yoksa elbette dağıtımın paketleyicilerine onu içermelerini söylemelisiniz; bu arada [Varyemez'i kendiniz derleyip kurabilirsiniz](https://techbase.kde.org/Projects/Skrooge), o kadar da güç değildir.

source: Ubuntu's policy is not to propose the latest software versions, but rather to focus on stability. For that reason, it is possible that the Skrooge version available in official repositories is usually several versions behind the latest stable from developers.
tr: Ubuntu'nun politikası, en son yazılım sürümlerini önermek değil, kararlılığa odaklanmaktır. Bu nedenle, resmi depolarda bulunan Varyemez sürümünün genellikle geliştiricilerin en son kararlı sürümünün arkasındaki birkaç sürüm olması olasıdır.

source: To install Skrooge on Ubuntu from our [PPA](https://launchpad.net/~s-mankowski), you need to:
tr: Varyemez'i Ubuntu üzerinde bizim [PPA'mızdan](https://launchpad.net/~s-mankowski) kurmak için yapmanız gerekenler şunlardır:

source: Open a terminal and enter:
tr: Bir uçbirim açın ve şunları girin:

source: **Stable**
tr: **Kararlı**

source: Tell Ubuntu to re-load the details of each software archive it knows about:
tr: Ubuntu'ya bildiği her yazılım arşivinin ayrıntılarını yeniden yüklemesini söyleyin:

source: Install Skrooge:
tr: Varyemez'i kurun:

source: Download package from [here](https://software.opensuse.org/download.html?project=home%3Amiraks&package=skrooge)
tr: Paketi [buradan](https://software.opensuse.org/download.html?project=home%3Amiraks&package=skrooge) indirin

source: **You can install the stable version from Flathub**
tr: **Kararlı sürümü Flathub'dan kurabilirsiniz**

source: **You can install the nightly build version too**:
tr: **Gecelik yapıyı da kurmak olanaklıdır:**

source: **To run it:**
tr: **Çalıştırmak için:**

source: Please read the [Windows Installation](/windows_installation) page
tr: Lütfen [Windows Kurulum](/windows_installation) sayfasını okuyun

source: Source Code of Skrooge based on Kf5 and Qt5
tr: Varyemez'in kaynak kodu Kf5 ve Qt5 temellidir

source: Latest Stable Version
tr: Güncel Kararlı Sürüm

source: This is the recommended version for most users. It should be exempt from major bugs.
tr: Çoğu kullanıcı için bu önerilir. Genelde büyük hatalar içermez.

source: 31 July 2022: [skrooge-2.28.0.tar.xz](https://download.kde.org/stable/skrooge/skrooge-2.28.0.tar.xz.mirrorlist)
tr: 31 Temmuz 2022: [skrooge-2.28.0.tar.xz](https://download.kde.org/stable/skrooge/skrooge-2.28.0.tar.xz.mirrorlist)

source: Other [stable versions](https://download.kde.org/stable/skrooge/)
tr: Diğer [kararlı sürümler](https://download.kde.org/stable/skrooge/)

source: Development Version
tr: Geliştirme Sürümü

source: If you like living on the edge, or are in interested in testing new features, you may want to try the development version. Be aware though that it might contains severe bugs. Your data should be safe, however.
tr: Sınırlarda yaşamayı seviyorsanız veya yeni özellikleri sınamakla ilgileniyorsanız geliştirme sürümünü denemek isteyebilirsiniz. Ancak ciddi hatalar içerebileceğinin farkında olun. Verileriniz genelde güvendedir.

source: Other [unstable versions](https://download.kde.org/unstable/skrooge/)
tr: Diğer [kararsız sürümler](https://download.kde.org/unstable/skrooge/)

source: FAQ
tr: SSS

source: How can I help when I have a performance issue?
tr: Bir başarım sorunum olduğunda nasıl yardımcı olabilirim?

source: If you want to help us to analyse a performance issue, you can do that from a console: ```bash export SKGTRACEPERFO=1 skrooge ``` Play your scenario except the action causing the issue. Click on **Tools/Restart Profiling**. Play the last action causing the issue. Click on **Tools/Open Profiling.** A page has been opened. Copy and send us the content by email.
tr: Bir başarım sorununu çözümlememize yardımcı olmak istiyorsanız bunu bir konsoldan yapabilirsiniz: ```bash export SKGTRACEPERFO=1 skrooge ``` Soruna neden olan eylem dışında ne yapıyordu iseniz onu yapın. **Araçlar/Profillemeyi Yeniden Başlat** seçeneğine tıklayın. Soruna neden olan son eylemi oynatın. **Araçlar/Profillemeyi Aç**'ya tıklayın. Bir sayfa açılır. İçeriği kopyalayın ve bize e-posta ile gönderin.

source: How can I initialize tracker value?
tr: İzleyici değerini nasıl başlatabilirim?

source: Sometimes, you would like to track the refund of a payment done before you started to use Skrooge. How to do that because it's not possible to set an initial amount on a tracker? You can create a split operation with: * amount=0 to avoid impact on reports * a split with the expected amount associated to the tracker * the other split with the opposite amount not associated to a tracker
tr: Bazen, Varyemez'i kullanmaya başlamadan önce yapılan bir ödemenin iadesini takip etmek istersiniz. Bir izleyicide bir başlangıç tutarı belirlemek olanaklı olmadığı için bunu nasıl yapabilirim? Şununla bir bölme işlemi oluşturabilirsiniz: * raporlar üzerindeki etkiyi önlemek için tutar=0 * izleyiciyle ilişkili beklenen miktarla bir bölme * bir izleyiciyle ilişkili olmayan karşıt tutardaki diğer yarısı

source: How to have Skrooge in my language ?
tr: Varyemez'i kendi dilimde nasıl kullanabilirim?

source: First, check if Skrooge is well translated for your language: https://l10n.kde.org/stats/gui/trunk-kf5/po/skrooge.po/ Second, don't forget to install packages for your language. Example for french (fr): language-pack-kde-fr kde-l10n-fr
tr: Öncelikle, Varyemez'in dilinize iyice çevrilip çevrilmediğini denetleyin: https://l10n.kde.org/stats/gui/trunk-kf5/po/skrooge.po/ İkinci olarak, diliniz için olan paketleri kurmayı unutmayın. Fransızca (fr) için örnek: language-pack-kde-fr kde-l10n-fr

source: How to add a source of download for units?
tr: Birimler için bir indirme kaynağı nasıl eklenir?

source: Since Skrooge 1.1.0, you can add your own source of download for units. For that, you just have to add a file in `$HOME/.kde/share/apps/skrooge/quotes/` This file must be a text file (extension `.txt`) like this: ```text #The URL of the source. %1 will be replaced by the internet code of the unit url=https://stooq.com/q/l/?s=%1&f=sd2t2ohlcv&h&e=csv #The mode (HTML or CSV). In HTML mode, only one value will be extracted from downloaded page. In CSV mode, a value per line will be extracted. mode=CSV #The regular expression for the price (see https://doc.qt.io/qt-6.2/qregexp.html) price=%1,\[^,\]\*,\[^,\]\*,\[^,\]\*,\[^,\]\*,\[^,\]\*,(\[^,\]\*),.\* #The regular expression for the date (see https://doc.qt.io/qt-6.2/qregexp.html) date=%1,(\[^,\]\*),.\* #The format of the date (see https://doc.qt.io/qt-6.2/qdate.html#fromString-2) dateformat = yyyy-MM-dd ``` This is not so easy to define regular expression, so you can active Skrooge's traces by doing `export SKGTRACE=1`. Defaults sources are installed in `/usr/share/kde4/apps/skrooge/quotes/`.
tr: Varyemez 1.1.0 sürümünden bu yana, birimler için indirmelere kendi kaynağınızı ekleyebilirsiniz. Bunun için yalnızca şuraya bir dosya ekleyin: `$HOME/.kde/share/apps/skrooge/quotes/` Bu dosya, bir metin dosyası olmalıdır (uzantısı `.txt`), şöyle: ```text #Kaynağın URL'si. %1, birimin internet koduyla değiştirilir url=https://stooq.com/q/l/?s=%1&f=sd2t2ohlcv&h&e=csv #Kip (HTML veya CSV). HTML kipinde, indirme sayfasından yalnızca bir değer çıkarılır. CSV kipinde, satır başına bir değer çıkarılır. mode=CSV #Fiyatın düzenli ifadesi, (bkz. https://doc.qt.io/qt-6.2/qregexp.html) price=%1,\[^,\]\*,\[^,\]\*,\[^,\]\*,\[^,\]\*,\[^,\]\*,(\[^,\]\*),.\* #Tarihin düzenli ifadesi (bkz. https://doc.qt.io/qt-6.2/qregexp.html) date=%1,(\[^,\]\*),.\* #Tarihin biçimi (bkz. https://doc.qt.io/qt-6.2/qregexp.html) dateformat = yyyy-MM-dd ``` Bu düzenli ifadeyi tanımlamak o kadar kolay değildir, bu yüzden `export SKGTRACE=1` yaparak Varyemez'in izlerini etkin duruma getirebilirsiniz. Öntanımlı kaynaklar `/usr/share/kde4/apps/skrooge/quotes/` dizinine kurulur.

source: How to reduce the size of my document?
tr: Belgemin boyutunu nasıl düşürebilirim?

source: The size of your document can be very important. If you delete same old transactions, the size will increase. This is normal because Skrooge keeps the history of all modifications for the undo/redo mechanism. So, if you want to reduce the size of your document, you just have to clear the history.
tr: Belgenizin boyutu çok önemli olabilir. Aynı eski işlemleri silerseniz boyut artacaktır. Bu normaldir; çünkü Varyemez, geri alma/yineleme mekanizması için tüm değişikliklerin geçmişini tutar. Bu nedenle, belgenizin boyutunu küçültmek istiyorsanız geçmişi temizlemeniz yeterlidir.

source: How to set default currency and date format?
tr: Öntanımlı para birimi ve tarih biçimi nasıl ayarlanır?

source: Default currency and date format are retrieve from KDE's system settings. Some distributions do not ship it with base KDE packages, that should have been installed along Skrooge. In such case you should install it through your distribution's package manager. You can then start it in a console ```bash systemsettings ``` And select your preferred settings in the _locale_ section.
tr: Öntanımlı para birimi ve tarih biçimi, KDE'nin sistem ayarlarından alınır. Bazı dağıtımlar, onu Varyemez'in ile birlikte kurulmuş olması gereken temel KDE paketleriyle göndermiyor olabilir. Böyle bir durumda, dağıtımınızın paket yöneticisi aracılığıyla elle kurmanız gerekir. Daha sonra, onu bir konsolda başlatabilirsiniz ```bash systemsettings ``` Sonrasında _Bölgesel Ayarlar_ bölümünde tercih ettiğiniz ayarları seçin.

source: How can I add bank's icons for my country?
tr: Ülkem için bankaların simgelerini nasıl ekleyebilirim?

source: The banks are defined in a file named `list_bank.txt` containing one line per icon. Lines in this file are in fact the name of each bank logo file, and the file should be named like this : `xxxxx_xxx_xx__yyyyy.png` Where: * `xxxxx_xxx_xx` is the name of the bank. Underscores (`_`) will be replaced by space when displayed in Skrooge. * `yyyyy` is the code of the bank. Usually, this code appears at the beginning of the account number. * The size of the file must be 100x100 maximum. Note 1: there is double underscore (`__`) between the bank name and the bank code. Note 2: the bank code is optional. If this is not applicable in your country, do not put anything, and do not put the double underscore. As to logo files, it's being debated currently whether we should ship them within Skrooge, because of copyright issues. If you want to add them along with the file, please do so, but be aware that at some point in the future they might be removed...
tr: Bankalar, simge başına bir satır içeren `list_bank.txt` adlı bir dosyada tanımlanır. Bu dosyadaki satırlar aslında her bir banka logo dosyasının adıdır ve dosya şu şekilde adlandırılmalıdır: `xxxxxx_xxx_xx__yyyyy.png` Bunlar: * `xxxxx_xxx_xx` bankanın adıdır. Alt çizgiler (`_`), Varyemez'de görüntülendiğinde boşluklarla değiştirilir. * `yyyyy` bankanın kodudur. Bu kod genellikle hesap numarasının başında görünür. * Dosyanın boyutu en çok 100 x 100 olmalıdır. Not 1: Banka adı ile banka kodu arasında çift alt çizgi (`__`) vardır. Not 2: Banka kodu isteğe bağlıdır. Bu, ülkenizde geçerli değilse hiçbir şey koymayın ve çift alt çizgi de eklemeyin. Logo dosyalarına gelince, şu anda telif hakkı sorunları nedeniyle onları Varyemez içinde gönderip göndermememiz tartışılıyor. Bunları dosyayla birlikte eklemek istiyorsanız lütfen yapın; ancak gelecekte bir noktada kaldırılabileceklerini unutmayın...

source: How to translate Skrooge for my language ?
tr: Varyemez'i kendi dilime nasıl çevirebilirim?

source: Skrooge being a KDE application, all translations are held in the KDE repository. The following page shows translation progresses for Skrooge: https://l10n.kde.org/stats/gui/trunk-kf5/po/skrooge.po/ In order to contribute to KDE translations, I'd recommend you have a look at this page: https://l10n.kde.org/ It's usually very easy to join a team. They should give you proper indication on getting involved.
tr: Varyemez bir KDE uygulaması olduğundan, tüm çeviriler KDE depolarında tutulurlar. Aşağıdaki sayfa, Varyemez'in dillere göre çeviri durumunu gösterir: https://l10n.kde.org/stats/gui/trunk-kf5/po/skrooge.po/ KDE çevirilerine katkıda bulunmak için, bu sayfaya bakmanızı öneririz: https://l10n.kde.org/ Bir takıma katılmak genellikle çok kolaydır. Katılma konusunda size gereken bilgileri vereceklerdir.

source: How to avoid Skrooge freeze ?
tr: Varyemez'in arada sırada donmasını nasıl engelleyebilirim?

source: Sometimes, Skrooge freezes. Most of the time it's due to settings. So, you just have to try: ```bash rm ~/.kde/share/config/skroogerc ``` If this doesn't work, then try: ```bash rm ~/.kde/share/apps/skrooge/skrooge_print.rc rm ~/.kde/share/apps/skrooge/skrooge_file.rc rm ~/.kde/share/apps/skrooge/skrooge_importexport.rc rm ~/.kde/share/apps/skrooge/skrooge_undoredo.rc rm ~/.kde/share/apps/skrooge/skrooge_operation.rc rm ~/.kde/share/apps/skrooge/skrooge_scheduled.rc rm ~/.kde/share/config/skrooge-appletsrc rm ~/.kde/share/config/skrooge_filerc rm ~/.kde/share/config/skrooge_operationrc rm ~/.kde/share/config/skrooge_importexportrc rm ~/.kde/share/config/skrooge_searchrc rm ~/.kde/share/config/skrooge_scheduledrc rm ~/.kde/share/config/skrooge_unitrc rm ~/.kde/share/config/skrooge_undoredorc ```
tr: Arada sırada Varyemez donabilir. Çoğu zaman, bu ayarlarla ilgilidir. Böyle bir durumda şunları deneyin: ```bash rm ~/.kde/share/config/skroogerc ``` Bu çalışmazsa: ```bash rm ~/.kde/share/apps/skrooge/skrooge_print.rc rm ~/.kde/share/apps/skrooge/skrooge_file.rc rm ~/.kde/share/apps/skrooge/skrooge_importexport.rc rm ~/.kde/share/apps/skrooge/skrooge_undoredo.rc rm ~/.kde/share/apps/skrooge/skrooge_operation.rc rm ~/.kde/share/apps/skrooge/skrooge_scheduled.rc rm ~/.kde/share/config/skrooge-appletsrc rm ~/.kde/share/config/skrooge_filerc rm ~/.kde/share/config/skrooge_operationrc rm ~/.kde/share/config/skrooge_importexportrc rm ~/.kde/share/config/skrooge_searchrc rm ~/.kde/share/config/skrooge_scheduledrc rm ~/.kde/share/config/skrooge_unitrc rm ~/.kde/share/config/skrooge_undoredorc ```

source: How do you manage code quality ?
tr: Kod kalitesini nasıl denetim altında tutuyorsunuz?

source: To improve the quality of Skrooge, we are using many tools: * [ctest](https://www.cmake.org/Wiki/CMake_Testing_With_CTest) to execute automatic tests. * With continuous integration thanks to [KDE Build](https://build.kde.org/job/skrooge%20master%20stable-kf5-qt5/). * With Coverity:[![Coverity Scan Build Status](https://scan.coverity.com/projects/7151/badge.svg)](https://scan.coverity.com/projects/skrooge)
tr: Varyemez'in kalitesini artırmak için birçok araç kullanıyoruz: * Otomatik sınamaları yürütmek için [ctest](http://www.cmake.org/Wiki/CMake_Testing_With_CTest). * [KDE Build](https://build.kde.org/job/skrooge%20master%20stable-kf5-qt5/) sayesinde sürekli entegrasyon ile. * Coverity yardımıyla:[![Gizlilik Tarama Yapı Durumu](https://scan.coverity.com/projects/7151/badge.svg)](https://scan.coverity.com/projects/skrooge)

source: How can I help debug?
tr: Hata ayıklamaya nasıl yardımcı olabilirim?
