Repository: sabriunal/turkish-translation-backup
Catalog: KDE/skrooge-org.po
Languages: tr

source: You can help us by doing: * Ask help on forum if you are not sure that it's a bug. * Check in the [bug tracker](https://bugs.kde.org/buglist.cgi?query_format=advanced&short_desc_type=allwordssubstr&short_desc=&long_desc_type=allwordssubstr&long_desc=&bug_file_loc_type=allwordssubstr&bug_file_loc=&keywords_type=allwords&keywords=&bug_status=UNCONFIRMED&bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED&emailtype1=substring&email1=&emailtype2=substring&email2=&bugidtype=include&bug_id=&votes=&chfieldfrom=&chfieldto=Now&chfieldvalue=&cmdtype=doit&order=Reuse+same+sort+as+last+time&known_name=Skrooge&query_based_on=Skrooge&field0-0-0=product&type0-0-0=substring&value0-0-0=skrooge&field0-0-1=component&type0-0-1=substring&value0-0-1=skrooge&field0-0-2=short_desc&type0-0-2=substring&value0-0-2=skrooge&field0-0-3=status_whiteboard&type0-0-3=substring&value0-0-3=skrooge) that our problem has not been reported before. * Open a console. * Execute following lines in the console. ```bash export SKGTRACE=255 skrooge > traces.txt ``` * Replay your scenario. * Open a new incident with: * A detailed description. * The result. * The expected result. * Attach the file named `traces.txt` to the opened incident. This [document](https://www.chiark.greenend.org.uk/~sgtatham/bugs.html) could help you to avoid mistakes.
tr: Şunları yaparak bize yardımcı olabilirsiniz: * Sorununuzun bir hata olduğundan emin değilseniz forumda sorun. * Sorununuzun daha önceden bildirilmediğinden emin olmak için [hata izleyicisine bakın](https://bugs.kde.org/buglist.cgi?query_format=advanced&short_desc_type=allwordssubstr&short_desc=&long_desc_type=allwordssubstr&long_desc=&bug_file_loc_type=allwordssubstr&bug_file_loc=&keywords_type=allwords&keywords=&bug_status=UNCONFIRMED&bug_status=NEW&bug_status=ASSIGNED&bug_status=REOPENED&emailtype1=substring&email1=&emailtype2=substring&email2=&bugidtype=include&bug_id=&votes=&chfieldfrom=&chfieldto=Now&chfieldvalue=&cmdtype=doit&order=Reuse+same+sort+as+last+time&known_name=Skrooge&query_based_on=Skrooge&field0-0-0=product&type0-0-0=substring&value0-0-0=skrooge&field0-0-1=component&type0-0-1=substring&value0-0-1=skrooge&field0-0-2=short_desc&type0-0-2=substring&value0-0-2=skrooge&field0-0-3=status_whiteboard&type0-0-3=substring&value0-0-3=skrooge). * Bir konsol açın. * Konsolda aşağıdaki satırları yürütün. ```bash export SKGTRACE=255 skrooge > traces.txt ``` * Hata senaryonuzu yeniden oynatın. * Şu bilgilerle yeni bir hata kaydı açın: * Ayrıntılı bir açıklama. * Sonuç. * Beklenen sonuç. * `traces.txt` adlı dosyayı açtığınız kayda ekleyin. Bu [belge](https://www.chiark.greenend.org.uk/~sgtatham/bugs.html), yanlışlardan kaçınmanıza yardımcı olabilir.

source: How can I report a vulnerabilities ?
tr: Bir güvenlik açığını nasıl bildirebilirim?

source: You can contact the main developer. You can find his email in the "About" of Skrooge.
tr: Ana geliştirici ile iletişime geçebilirsiniz. E-postası, Varyemez'in "Hakkında" bölümünde vardır.

source: How can I contribute to the Skrooge project?
tr: Varyemez projesine nasıl katkıda bulunabilirim?

source: Many answers to this question: * By translating the application and the documentation. You can find statistics [here](https://l10n.kde.org/stats/gui/trunk-kf5/po/skrooge.po/). * By opening bugs or wishes from [here](https://bugs.kde.org). * By answering questions on forum. * By proposing [patches](https://community.kde.org/Get_Involved/development). * By writing articles on this site. * By voting for Skrooge on [KDE-Apps](https://kde-apps.org/content/show.php/skrooge?content=92458). * By sending us encouragement.
tr: Bu sorunun birçok yanıtı vardır: * Uygulamayı ve belgeleri çevirerek. İstatistikleri, [burada](https://l10n.kde.org/stats/gui/trunk-kf5/po/skrooge.po/) bulabilirsiniz. * [Buradan](https://bugs.kde.org) hata ve istek kayıtları açarak. * Forumdaki soruları yanıtlayarak. * [Yamalar](https://community.kde.org/Get_Involved/development) önererek. * Bu sitede makaleler yazarak. * [KDE Uygulamaları](https://kde-apps.org/content/show.php/skrooge?content=92458) üzerinden Varyemez'e oy vererek. * Bizi cesaretlendirerek.

source: Features
tr: Özellikler

source: Classical features
tr: Klasik özellikler

source: Like in a web browser
tr: Bir web tarayıcısındaki gibi

source: Several tabs to help you organize your work.
tr: İşinizi düzenlemenize yardımcı olmak için birkaç adet sekme.

source: Navigate like in a browser.
tr: Bir web tarayıcısındaymışçasına dolaşın.

source: Bookmark your preferred reports, graphs, filters, pages, ...
tr: Yeğlediğiniz raporları, grafikleri, süzgeçleri, sayfaları yer imlerine ekleyin...

source: Infinite categories levels
tr: Sonsuz kategori düzeyleri

source: Categories allow you to organize all of your financial transactions.<br>This makes it easier to see where your money comes from and where it goes.
tr: Kategoriler, tüm finansal işlemlerinizi düzenlemenizi sağlar.<br>Bu, paranızın nereden geldiğini ve nereye gittiğini görmenizi kolaylaştırır.

source: Scheduled operations
tr: Zamanlanmış işlemler

source: This is an easy way to add automatically transactions.
tr: Bu, işlemleri otomatik olarak eklemenin kolay bir yoludur.

source: Multi currencies
tr: Birden çok sayıda para birimi

source: Manage all our currencies, stocks, assets.<br>You can download stocks and currencies prices from many sources too.
tr: Tüm para birimlerinizi, hisse senetlerinizi, varlıklarınızı yönetin.<br>Hisse senetlerini ve döviz fiyatlarını da birçok kaynaktan indirebilirsiniz.

source: Manage payees
tr: Alacaklıları yönetin

source: This is an easy way to manage who is the payee transactions.
tr: Alacaklılarınızı Varyemez ile kolayca takip edebilirsiniz.

source: Reporting
tr: Raporlama

source: Build the graph you want to well understand how your spend your money.<br>Have a look to the periodic reports (monthly, annually, ...) to understand the progress.<br>Have a quick look on the dashboard. Skrooge is also able to give you advice based on your behavior.
tr: Paranızı nasıl harcadığınızı iyice anlamak istediğiniz grafiği oluşturun.<br>İlerlemeyi anlamak için periyodik raporlara (aylık, yıllık, ...) göz atın.<br>Denetim paneline hızlıca göz gezdirin. Varyemez, ayrıca davranışlarınıza göre size tavsiyelerde bulunabilir.

source: Budget
tr: Bütçe

source: Budgeting isn't about restriction.<br>It's about setting and reaching your goals.<br>Skrooge can help you to manage your budgets by putting in places simple rules.
tr: Bütçeleme, kısıtlamalarla ilgili değildir.<br>Hedeflerinizi belirlemek ve bunlara ulaşmakla ilgilidir.<br>Varyemez, basit kurallar koyarak bütçelerinizi yönetmenize yardımcı olabilir.

source: Import your accounts from many sources
tr: Hesaplarınızı birçok kaynaktan içe aktarın

source: Skrooge is able to import transactions from many formats (AFB120, QIF, CSV, MT940, OFX, QFX, ...).
tr: Varyemez, birçok biçimden (AFB120, QIF, CSV, MT940, OFX, QFX, ...) işlemleri içe aktarabilir.

source: For a richer import, Skrooge is able to import documents from many applications (KMYMONEY, Microsoft Money, GNUCASH, GRISBI, HOMEBANK and MONEY MANAGER EX).
tr: Daha zengin bir içe aktarma için Varyemez, birçok uygulamadan (KMYMONEY, Microsoft Money, GNUCASH, GRISBI, HOMEBANK ve MONEY MANAGER EX) belgeleri içe aktarabilir.

source: And better, Skrooge is able to import directly transactions from all your banks websites in one click.
tr: Daha da iyisi, Varyemez tüm bankalarınızın web sitelerindeki işlemleri tek bir tıklamayla doğrudan içe aktarabilir.

source: Format
tr: Biçim

source: Comments
tr: Açıklamalar

source: Import
tr: İçe Aktar

source: Export
tr: Dışa Aktar

source: Widely used by banks or applications. Standard specifications make it the more robust format when available
tr: Bankalar veya uygulamalar tarafından yaygın olarak kullanılır. Kullanılabilir olduğu durumlarda, standartlaştırılmış biçimi onu en iyi veri biçimi yapar

source: MT940 is a specific SWIFT message type used by the SWIFT network.
tr: MT940, SWIFT ağı tarafından kullanılan belirli bir SWIFT iletisi türüdür.

source: French norm
tr: Fransız standardı

source: Widely used text format, but with no standard specification. Has some major drawbacks, like not containing the currency used, nor a defined date format. Skrooge does mostly better in processing this format than other applications, but there might still be some tricks here and there.
tr: Yaygın olarak kullanılan metin biçimi; ancak standart bir özelliği yoktur. Kullanılan para birimini veya tanımlanmış bir tarih biçimini içermemesi gibi bazı önemli dezavantajları vardır. Varyemez, bu biçimi işlemede diğer uygulamalardan çoğunlukla daha iyidir; ancak yine de burada burada bazı ufak sıkıntılar olabilir.

source: Not a financial specific file formats, but sometimes used by banks or applications. Skrooge allows very flexible processing of these files
tr: Belirli bir finansal dosya biçimi değildir; ancak bazen bankalar veya uygulamalar tarafından kullanılır. Varyemez, bu dosyaların çok esnek bir şekilde işlenmesine izin verir

source: The [KMyMoney](https://kmymoney.org/) file format.
tr: [KMyMoney](https://kmymoney.org/) dosya biçimi.

source: The Skrooge file format.
tr: Varyemez dosya biçimi.

source: The [sqlite](https://www.sqlite.org) file format.
tr: [Sqlite](https://www.sqlite.org) dosya biçimi.

source: The [GnuCash](https://www.gnucash.org/) file format.
tr: [GnuCash](https://www.gnucash.org/) dosya biçimi.

source: The [Grisbi](https://grisbi.org/) file format.
tr: [Grisbi](https://grisbi.org/) dosya biçimi.

source: The [Intuit Interchange Format](https://quickbooks.intuit.com/learn-support/en-us/help-article/list-management/iif-overview-import-kit-sample-files-headers/L5CZIpJne_US_en_US) file format.
tr: [Intuit Değişim Biçimi](https://quickbooks.intuit.com/learn-support/en-us/help-article/list-management/iif-overview-import-kit-sample-files-headers/L5CZIpJne_US_en_US) dosyası biçimi.

source: The [ledger](https://www.ledger-cli.org/) file format.
tr: [Ledger](https://www.ledger-cli.org/) dosyası biçimi.

source: The [Homebank](http://homebank.free.fr/) file format.
tr: [Homebank](http://homebank.free.fr/) dosyası biçimi.

source: The [Money Manager Ex](https://moneymanagerex.org/) file format.
tr: [Money Manager Ex](https://moneymanagerex.org/) dosyası biçimi.

source: The Microsoft Money file format.
tr: Microsoft Money dosyası biçimi.

source: The javascript file format.
tr: JavaScript dosyası biçimi.

source: The Skrooge XML file format.
tr: Varyemez XML dosya biçimi.

source: The [ISO 20022](https://www.iso20022.org/) XML file format.
tr: [ISO 20022](https://www.iso20022.org/) XML dosyası biçimi.

source: Direct import
tr: Doğrudan içe aktar

source: The direct import from banks is done with [woob](https://woob.tech/).
tr: Bankalardan doğrudan içe aktarma, [woob](https://woob.tech/) ile yapılır.

source: And if you're not satisfied with Skrooge, this is not a problem. Your data is not trapped, indeed you can export them in many formats.
tr: Eğer Varyemez'den memnun kalmadıysanız bu bir sorun değildir. Veriniz bizimle esir değildir; onu birçok biçimde dışa aktarabilirsiniz.

source: Advanced features
tr: Gelişmiş özellikler

source: Infinite undo/redo
tr: Sınırsız geri al/yinele

source: Skrooge records all your actions.<br>This allows to undo or redo them even after the file was closed !
tr: Varyemez tüm eylemlerinizi kaydeder.<br>Böylece, dosyanızı kaydettikten sonra bile onları geri alabilir veya yineleyebilirsiniz.

source: Mass update of operations
tr: Toplu işlem güncelleme

source: To make your life easier, all actions can be done massively.
tr: İşinizi kolaylaştırmak adına, tüm işlemler toplu olarak yapılabilir.

source: Automatically process operations based on search conditions
tr: Arama koşullarına göre süreçleri otomatik olarak işleyin

source: With the "Search and process" page, you can search operation and apply a categorisation or a template.
tr: "Ara ve İşle" sayfası ile, bir işlemi arayabilir ve üzerinde kategorizasyon veya şablon uygulayabilirsiniz.

source: Really useful after an import.
tr: Veri içe aktardıktan sonra işinize yarayabilir.

source: Track refund of your expenses
tr: Harcamalarınızın geri iadesini takip edin

source: Skrooge can help you to check that you have received the expected refund (e.g. medical).
tr: Varyemez, beklediğiniz geri iadelerin gelip gelmediğini denetlemenize yardımcı olur (örn. sigorta işlemleri).

source: Dashboard
tr: Gösterge Tablosu

source: You can design your dashboard by using many different components.
tr: Birçok değişik bileşen kullanarak kendi gösterge tablonuzu tasarlayabilirsiniz.

source: Reports
tr: Raporlar

source: Skrooge can produce some periodic reports.<br>
tr: Varyemez bazı periyotlar için raporlar oluşturabilir.<br>

source: Skrooge can download more reports templates:
tr: Varyemez ek rapor şablonları indirebilir:

source: Fichier des Ecritures Comptables
tr: Muhasebe Girişleri Dosyası

source: autoentrepreneur
tr: girişimci

source: freelance
tr: serbest

source: If you want, you can build your own report template too.
tr: Dilerseniz kendi rapor şablonunuzu da oluşturabilirsiniz.

source: And many other
tr: ... ve çok daha fazlası

source: Instant filtering on operations and reports.
tr: İşlemler ve raporlar üzerinde anlık süzme.

source: Add all properties you want on all objets (transactions, accounts, categories, ...) and including files (pdf, pictures, ...).
tr: Tüm nesnelere (işlemler, hesaplar, kategoriler, ...) ve dosyalar (pdf, resimler, ...) dahil olmak üzere istediğiniz tüm özellikleri ekleyin.

source: Interests computation.
tr: Faiz hesaplama.

source: Simulations.
tr: Benzetimler.

source: Export from all tables.
tr: Tüm tablolardan dışa aktarma.

source: Export from graphs and reports.
tr: Grafiklerden ve raporlardan dışa aktarma.

source: Videos
tr: Videolar

source: A Skrooge user kindly took some of his time to craft some videos:
tr: Bir Varyemez kullanıcısı, kendi zamanından ayırarak bu güzel videoları üretti:

source: Skrooge tutorial #1 [https://vimeo.com/27796633](https://vimeo.com/27796633)
tr: [Varyemez öğreticisi #1](https://vimeo.com/27796633)

source: Skrooge tutorial #2 [https://vimeo.com/27808880](https://vimeo.com/27808880)
tr: [Varyemez öğreticisi #2](https://vimeo.com/27808880)

source: Skrooge tutorial #3 [https://vimeo.com/27893118](https://vimeo.com/27893118)
tr: [Varyemez öğreticisi #3](https://vimeo.com/27893118)

source: He also created a comparison between Skrooge, Gnucash and Homebank: [https://vimeo.com/27799084](https://vimeo.com/27799084)
tr: Ayrıca Varyemez, Gnucash ve Homebank arasında bir [karşılaştırma](https://vimeo.com/27799084) yaptı

source: Help
tr: Yardım

source: Are you looking for help using Skrooge ? Here is a list of useful locations
tr: Varyemez kullanımı hakkında yardım mı arıyorsunuz? Buralarda yararlı yerlerin bir listesini bulabilirsiniz

source: As a standard [KDE](https://kde.org) application, Skrooge questions can be asked on the KDE Forum, specifically in the office section:
tr: Standart bir [KDE](https://kde.org) uygulaması olarak, Varyemez ile ilgili sorular doğrudan KDE Forumunda "Office" bölümü altında bulunan alt forumda sorulabilir:

source: [Take me to the forum!](https://forum.kde.org/viewforum.php?f=210&sid=1763a05f65212d8220bb82781e5155a4)
tr: [Beni foruma götür!](https://forum.kde.org/viewforum.php?f=210&sid=1763a05f65212d8220bb82781e5155a4)

source: Documentation
tr: Belgelendirme

source: Skrooge documentation is supposed to be installed along the application when using your distribution's packages. If for some reason it is not there, or outdated, you may read it online:
tr: Dağıtımınızın paketlerini kullanırken Varyemez belgelerinin uygulama ile birlikte kurulması gerekir. Herhangi bir nedenle yoksa veya güncelliğini yitirmişse çevrimiçi olarak okuyabilirsiniz:

source: [Take me to the online doc!](https://docs.kde.org/development/en/extragear-office/skrooge/index.html)
tr: [Beni çevrimiçi belgelere götür!](https://docs.kde.org/development/en/extragear-office/skrooge/index.html)

source: Wiki
tr: Viki

source: Skrooge uses the [KDE Wiki](https://userbase.kde.org). As with any wiki, you are encouraged to contribute :)
tr: Varyemez, [KDE Vikisi](https://userbase.kde.org)'ni kullanır. Herhangi bir vikide olduğu gibi, katkılarınızı bekliyoruz :)

source: [Take me to the Wiki!](https://userbase.kde.org/Skrooge)
tr: [Beni vikiye götür!](https://userbase.kde.org/Skrooge)

source: You may find answers to your questions at our own [FAQ](/faq).
tr: Sorularınızın yanıtları bizim kendi [SSS](/faq)'mizde de olabilir.

source: News
tr: Haberler

source: Windows Installation
tr: Windows Kurulumu

source: Skrooge can be installed on Windows 10 by following this procedure:
tr: Varyemez, Windows 10 üzerinde aşağıdaki prosedürü izleyerek kurulabilir:

source: On Win10 Creators Update with the Windows Subsystem for Linux (WSL) https://docs.microsoft.com/en-us/windows/wsl/install-win10
tr: Windows için Linux Alt Sistemi kurulu (WSL) Win10 Creators Update üzerinde: https://docs.microsoft.com/en-us/windows/wsl/install-win10

source: You can use Ubuntu, then on console:
tr: Ubuntu'yu seçin ve konsolda şunları yürütün:

source: Install Xming:
tr: Xming'u kur:

source: Enable icons in Skrooge:
tr: Varyemez simgelerini etkinleştir:

source: And choose "Breeze" icons.
tr: Sonrasında "Breeze (Esinti)" simgelerini seçin.

source: Add at the end of `~/.config/kdeglobals`:
tr: `~/.config/kdeglobals` dosyasının en sonuna ekleyin:

source: Latest News
tr: En Son Haberler

source: View All Development News
tr: Tüm Geliştirme Haberlerini Görüntüle

source: Badge of Skrooge version
tr: Varyemez sürüm rozeti

source: Skrooge version
tr: Varyemez sürümü

source: Badge of Skrooge Snap version
tr: Varyemez Snap sürümü rozeti

source: Skrooge Snap version
tr: Varyemez Snap sürümü

source: OpenSSF Best Practices
tr: En İyi OpenSSF Pratikleri

source: Coverity Scan Build Status
tr: Coverity Taraması Yapı Durumu

source: The [Skrooge](https://skrooge.org) Team announces the release %1 version of its popular Personal Finances Manager based on [KDE Frameworks](https://kde.org).
tr: [Varyemez](https://skrooge.org) Takımı, [KDE Frameworks](https://kde.org) tabanlı kişisel finans yöneticisinin %1 sürümünü duyurur.

source: Get it, Try it, Love it...
tr: Alın, deneyin, sevin...

source: Grab Skrooge from your distro's packaging system. If it is not yet included in repositories, go [get it from our website](/download), and bug your favorite distro for inclusion.
tr: Varyemez'i dağıtımınızın paket sisteminden alın. Henüz paketler arasında yoksa [web sitemizden alın](/download) ve dağıtımınızın kafasını Varyemez'i paket depolarına eklemeleri için ütüleyin.

source: To enhance Skrooge, we need you! There are many ways you can help us:
tr: Varyemez'i geliştirmemiz için size gereksinimimiz var! Bize yardım edebileceğiniz bir sürü yol vardır:

source: Submit bug reports
tr: Hata kayıtları gönder

source: Discuss on the [KDE forum](https://forum.kde.org/)
tr: [KDE forumunda](https://forum.kde.org/) tartış

source: [Contact us](/contact), give us your ideas, tell us where we can improve...
tr: [İletişime geçip](/contact) düşüncelerinizi ilet...

source: Can you design good interfaces? Can you code? Have webmaster skills? Are you a billionaire looking for a worthy investment? We will be very pleased to welcome you in the Skrooge team, [contact us](/contact)!
tr: İyi arayüzler tasarlayabilir misiniz? Kod yazabiliyor musunuz? Web sayfası yapabiliyor musunuz? Güzel bir yatırım peşinde olan bir milyarder misiniz? Sizi Varyemez takımına dahil etmekten mutluluk duyacağız, [bizimle iletişime geçin](/contact)!

source: New web site
tr: Yeni web sitesi

source: We are excited to announce the launch of our new website, now built with the popular static site generator, [Hugo](https://gohugo.io). This change marks a significant shift away from our previous CMS, Drupal, and brings a fresh new look that aligns with the style of KDE, our parent organization.
tr: Popüler statik site oluşturucu [Hugo](https://gohugo.io) ile oluşturulmuş yeni web sitemizin lansmanını duyurmaktan heyecan duyuyoruz. Bu değişiklik, önceki CMS'miz olan Drupal'dan önemli bir sapmayı haber veriyor ve üst kuruluşumuz olan KDE'nin tarzıyla uyumlu yepyeni bir görünüm getiriyor.

source: We understand that change can be difficult, but we believe that this move will greatly benefit our users. The switch to [Hugo](https://gohugo.io) allows for faster loading times, improved security, and a more streamlined user experience. Additionally, the new design is fully responsive, ensuring that the site looks great on any device.
tr: Değişimin zor olabileceğini anlıyoruz; ancak bu hamlenin kullanıcılarımıza büyük fayda sağlayacağına inanıyoruz. [Hugo](https://gohugo.io)'ya geçiş, daha hızlı yükleme süreleri, gelişmiş güvenlik ve daha akıcı bir kullanıcı deneyimi sağlayacak. Ek olarak, yeni tasarım tamamen duyarlıdır ve sitenin herhangi bir aygıtta harika görünmesini sağlar.

source: One of the most exciting features of the new website is that it will be **translated into multiple languages**, making it more accessible to our global audience. This will ensure that users can access the same information, no matter what language they speak.
tr: Yeni web sitesinin en heyecan verici özelliklerinden biri, **birden çok dile çevrilecek** olması ve böylece global kitlemiz için daha erişilebilir hale gelmesidir. Bu, kullanıcıların hangi dili konuşurlarsa konuşsunlar aynı bilgilere erişebilmelerini sağlayacak.

source: We hope that you enjoy the new website and would love to hear your feedback. Don't hesitate to reach out to us with any suggestions or questions.
tr: Umarız yeni web sitesini beğenmişsinizdir ve geri bildirimlerinizi duymak isteriz. Herhangi bir öneriniz veya sorunuz için bize ulaşmaktan çekinmeyin.

source: Thank you for your continued support of Skrooge and the KDE community.
tr: Varyemez'e ve KDE topluluğuna verdiğiniz sürekli destek için teşekkür ederiz.

source: Skrooge 2.24.6 released
tr: Varyemez 2.24.6 yayımlandı

source: Changelog
tr: Değişiklik günlüğü

source: Correction bug 424728: Skrooge reconciliation should play happy sounds when delta is 0 and when you validate pointed operations
tr: 424728 numaralı hatanın düzeltmesi: Varyemez mutabakatı, delta 0 olduğunda ve noktalı işlemleri doğruladığınızda mutlu sesler çıkarmalıdır

source: Correction bug 425208: Import of .gnucash failed
tr: 425208 numaralı hatanın düzeltmesi: .gnucash içe aktarması başarısızdı

source: Correction bug 421302: The ability to create aliases for accounts to assist with import
tr: 421302 numaralı hatanın düzeltmesi: İçe aktarmaya yardımcı olmak için hesaplar için armalar oluşturma yeteneği

source: Correction: Ledger-cli export doesn't export negative values in the correct format
tr: Düzeltme: Ledger-cli dışa aktarma, negatif değerleri doğru biçimde dışa aktarmıyordu

source: Feature: DBUS is now optional (useful for MacOS)Feature: In monthly reports, the templates are now able to filter on the selected period
tr: Özellik: DBUS artık isteğe bağlıdır (macOS için kullanışlıdır), özellik: Aylık raporlarda şablonlar artık seçilen döneme göre süzgeç uygulayabilir

source: Feature: Import Ledger
tr: Özellik: Ledger içe aktarma

source: Skrooge 2.26.1 released
tr: Varyemez 2.26.1 yayımlandı

source: **Correction bug 436006: import not working with woob bank 3.0**
tr: **436006 numaralı hatanın düzeltmesi: İçe aktarma, woob bank 3.0 ile çalışmıyordu**

source: Correction bug 436081: Help text needs to be escaped
tr: 436081 numaralı hatanın düzeltmesi: Yardım metninin kaçırılması gerekiyordu
