Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-lxqt-session-*.po
Languages: tr

# LXQtModuleManager
source: Crash Report
tr: Çökme Raporu

# LXQtModuleManager
source: <b>%1</b> crashed too many times. Its autorestart has been disabled until next login.
tr: <b>%1</b> birçok kez çöktü. Oturum yeniden başlatılıncaya kadar etkisizleştirildi.

# SessionApplication
source: Configuration file path.
tr: Dosya yolu yapılandırma.

# SessionApplication
source: file
tr: dosya

# SessionApplication
source: Window manager to use.
tr: Kullanılacak pencere yöneticisi.

# WmSelectDialog
source: Welcome to LXQt
tr: LXQt' ye hoş geldiniz

# WmSelectDialog
source: Other ...
tr: Diğer ...

# WmSelectDialog
source: Choose your favorite one.
tr: Sık kullandığınızı seçin.

# WmSelectDialog
source: <html><head/><body><p><span style=" font-weight:600;">Welcome to LXQt</span></p><p>Please select your default Window Manager.</p></body></html>
tr: <html><head/><body><p><span style=" font-weight:600;">LXQt'ye hoşgeldiniz</span></p><p>Lütfen öntanımlı Pencere Yöneticinizi seçiniz.</p></body></html>

# WmSelectDialog
source: You will be able to change this at any time through Preferences -> Session Settings -> Basic Settings.
tr: Daha sonra istediğiniz zaman Tercihler -> Oturum Ayarları -> Temel Ayarlar yolunu izleyerek değiştirebilirsiniz.
