Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-lxqt-sudo-*.po
Languages: tr

# PasswordDialog
source: LXQt sudo
tr: LXQT Yetkili Kullanıcı

# PasswordDialog
source: Copy command to clipboard
tr: Komutu panoya kopyala

# PasswordDialog
source: &Copy
tr: &Kopyala

# PasswordDialog
source: The requested action needs administrative privileges.<br>Please enter your password.
tr: Eylem yönetici yetkisi gerektiriyor. <br>Lütfen parola giriniz.

# PasswordDialog
source: LXQt sudo backend
tr: LXQT Sudo arkaucu

# PasswordDialog
source: A program LXQt sudo calls in background to elevate privileges.
tr: Bir program LXQt sudo ayrıcalıkları yükseltmek için arka planda çağırır.

# PasswordDialog
source: Command:
tr: Komut:

# PasswordDialog
source: Password:
tr: Parola:

# PasswordDialog
source: Enter password
tr: Parolayı girin

# PasswordDialog
source: Attempt #%1
tr: Deneme #%1

# QObject
source: Usage: %1 option [command [arguments...]] GUI frontend for %2/%3 Arguments: option: -h|--help Print this help. -v|--version Print version information. -s|--su Use %3(1) as backend. -d|--sudo Use %2(8) as backend. command Command to run. arguments Optional arguments for command.
tr: Kullanım: %1 seçenek [komut [parametre...]] %2/%3 için Grafik Arayüz Parametreler: seçenek: -h|--help Bu yardımı gösterir. -v|--version Sürüm bilgisini gösterir. -s|--su %3(1) arkauç olarak kullanır. -d|--sudo %2(8) arkauç olarak kullanır. komut Çalıştırılacak komut. parametre Komut için isteğe bağlı parametreler.

# QObject
source: %1 version %2
tr: %1 sürüm %2

# Sudo
source: %1: no command to run provided!
tr: %1: çalıştırılacak bir komut yok!

# Sudo
source: %1: no backend chosen!
tr: %1: arkauç seçilmedi!

# Sudo
source: Syscall error, failed to fork: %1
tr: Sistem çağrı hatası, çatallama başarısız: %1

# Sudo
source: unset
tr: ayarlanmadı

# Sudo
source: %1: Detected attempt to inject privileged command via LC_ALL env(%2). Exiting!
tr: % 1: LC_ALL env (% 2) ayrıcalıklı komutu aracılığıyla erişim girişiminde bulunuldu. Çıkılıyor!

# Sudo
source: Syscall error, failed to bring pty to non-block mode: %1
tr: Sistem çağrısı hatası, pty'yi blok olmayan moda getiremedi:% 1

# Sudo
source: Syscall error, failed to fdopen pty: %1
tr: Sistem çağrı hatası, fdopen pty başarısız: %1

# Sudo
source: %1: Failed to exec '%2': %3
tr: %1: '%2' çalıştırılamadı: %3

# Sudo
source: Child '%1' process failed! %2
tr: Child '%1' işlem başarısız! %2
