Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-lxqt-config-monitor-*.po
Languages: tr

# FastMenu
source: Fast options
tr: Hızlı Seçenekler

# FastMenu
source: ❶ ❷ Extended view
tr: ❶ ❷ Genişletilmiş görünüm

# FastMenu
source: ❶ ❶ Unified view
tr: ❶ ❶ Birleştirilmiş görünüm

# FastMenu
source: ❶ Only first
tr: ❶ Yalnız birinci

# FastMenu
source: ❷ Only second
tr: ❷ Yalnız ikinci

# ManageSavedSettings
source: Monitor Settings
tr: Ekran Ayarları

# ManageSavedSettings
source: Saved settings
tr: Kaydedilmiş Ayarlar

# ManageSavedSettings
source: Rename
tr: Yeniden Adlandır

# ManageSavedSettings
source: Delete
tr: Sil

# ManageSavedSettings
source: Apply
tr: Uygula

# ManageSavedSettings
source: None
tr: Hiçbiri

# ManageSavedSettings
source: Left
tr: Sol

# ManageSavedSettings
source: Inverted
tr: Ters Çevrilmiş

# ManageSavedSettings
source: Right
tr: Sağ

# ManageSavedSettings
source: True
tr: Doğru

# ManageSavedSettings
source: False
tr: Yanlış

# ManageSavedSettings
source: Name
tr: Adı

# ManageSavedSettings
source: Name:
tr: Adı:

# MonitorPictureDialog
source: Keep monitors attached
tr: Eklenmiş monitörleri sakla

# MonitorSettingsDialog
source: Monitor Settings
tr: Ekran Ayarları

# MonitorSettingsDialog
source: Settings
tr: Ayarlar

# MonitorSettingsDialog
source: Fast Menu
tr: Hızlı Menü

# MonitorSettingsDialog
source: Set position
tr: Konumu ayarla

# MonitorSettingsDialog
source: Advanced settings
tr: Gelişmiş ayarlar

# MonitorWidget
source: Setup
tr: Ayarla

# MonitorWidget
source: Resolution:
tr: Çözünürlük:

# MonitorWidget
source: Enable this display
tr: Bu ekranı etkinleştir

# MonitorWidget
source: This is my primary display
tr: Bu benim birinci ekranım

# MonitorWidget
source: This screen extends another display
tr: Bu ekran genişletilmiş diğer ekran

# MonitorWidget
source: Advanced
tr: Gelişmiş

# MonitorWidget
source: Refresh rate:
tr: Yineleme oranı:

# MonitorWidget
source: Rotation:
tr: Yönlendir:

# MonitorWidget
source: Info
tr: Bilgi

# MonitorWidget
source: Display information
tr: Bilgi göster

# MonitorWidget
source: Name: %1
tr: Adı: %1

# MonitorWidget
source: Vendor: %1
tr: Üretici: %1

# MonitorWidget
source: Serial: %1
tr: Serisi: %1

# MonitorWidget
source: Display size: %1cm x %2cm
tr: Ekran boyutu: %1cm x %2cm

# MonitorWidget
source: Serial number: %1
tr: Seri numarası: %1

# MonitorWidget
source: EISA device ID: %1
tr: EISA cihaz ID: %1

# MonitorWidget
source: None
tr: Hiçbiri

# MonitorWidget
source: Left
tr: Sol

# MonitorWidget
source: Right
tr: Sağ

# MonitorWidget
source: Inverted
tr: Ters Çevrilmiş

# QObject
source: Manage Saved Settings
tr: Kaydedilmiş Ayarları Yönet

# SaveSettings
source: Name
tr: Adı

# SaveSettings
source: Name:
tr: Adı:

# TimeoutDialog
source: Settings are changed
tr: Ayarlar değiştirildi

# TimeoutDialog
source: Are the current settings OK for you?
tr: Mevcut ayarlar uygun mu?

# TimeoutDialog
source: %n second remaining
tr: %n saniye kaldı

# LoadSettings
source: Default monitor settings has been applied. If you want change monitors settings, please, use lxqt-config-monitor.
tr: Varsayılan monitör ayarları uygulandı. Monitör ayarlarını değiştirmek istiyorsanız, lütfen lxqt-config-monitor'ü kullanın.
