Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-lxqt-config-notificationd-*.po
Languages: tr

# AdvancedSettings
source: Sizes
tr: Boyutlar

# AdvancedSettings
source: Width:
tr: Genişlik:

# AdvancedSettings
source: Spacing:
tr: Boşluk:

# AdvancedSettings
source: Duration
tr: Ekranda Kalma Süresi

# AdvancedSettings
source: Some notifications set their own on-screen duration.
tr: Bazı birdirimler kendi ekranda kalma süresini ayarlar.

# AdvancedSettings
source: Default duration:
tr: Öntanımlı süre:

# AdvancedSettings
source: sec
tr: sn

# AdvancedSettings
source: Unattended Notifications
tr: Katılımsız bildirimler

# AdvancedSettings
source: How many to save:
tr: Kaydetme sayısı:

# AdvancedSettings
source: Application name is on the top of notification.
tr: Uygulama adı, bildirimin üstündedir.

# AdvancedSettings
source: Ignore these applications:
tr: Bu uygulamaları yoksay:

# AdvancedSettings
source: app1,app2,app3
tr: uyg1,uyg2,uyg3

# BasicSettings
source: Position on screen
tr: Ekrandaki konumu

# BasicSettings
source: <b>Warning:</b> No notifications daemon is running. A fallback will be used.
tr: <b>Uyarı:</b> Çalışan bir bildirim programı yok. Bir geri dönüş kullanılacaktır.

# BasicSettings
source: <b>Warning:</b> A third-party notifications daemon (%1) is running. These settings won't have any effect on it!
tr: <b>Uyarı:</b> Üçüncü parti bir bildirim programı (%1) çalışıyor. Bu ayarlar onu etkilemeyecek!

# BasicSettings
source: Notification demo
tr: Bildirim deneme

# BasicSettings
source: This is a test notification. All notifications will now appear here on LXQt.
tr: Bu bir test bildirimidir. Bundan sonra LXQT masaüstünüzde tüm bildirimler burada gösterilecek.

# MainWindow
source: Desktop Notifications
tr: Masaüstü Bildirimleri

# AdvancedSettings
source: Screen
tr: Ekran

# AdvancedSettings
source: When unchecked the notification will always show on primary screen
tr: İşaretli olmadığında, bildirim her zaman birincil ekranda gösterilecektir

# AdvancedSettings
source: Show notifications on screen with the mouse
tr: Fareyle ekranda bildirimleri göster

# BasicSettings
source: <b>Warning:</b> notifications daemon is slow to respond. Keep trying to connect…
tr: <b>Uyarı:</b> bildirimler arka plan programının yanıt vermesi yavaş. Bağlanmaya devam et…

# AdvancedSettings
source: Do Not Disturb
tr: Rahatsız Etme

# AdvancedSettings
source: Only save notifications
tr: Yalnızca bildirimleri kaydet

# BasicSettings
source: Preview
tr: Önizleme

# BasicSettings
source: at top left
tr: üst solda

# BasicSettings
source: at top center
tr: üst ortada

# BasicSettings
source: at top right
tr: üst sağda

# BasicSettings
source: at center left
tr: orta solda

# BasicSettings
source: at center right
tr: orta sağda

# BasicSettings
source: at bottom left
tr: alt solda

# BasicSettings
source: at bottom center
tr: alt ortada

# BasicSettings
source: at bottom right
tr: alt sağda

# MainWindow
source: General Settings
tr: Genel Ayarlar

# MainWindow
source: Position
tr: Konum
