Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-lxqt-config-appearance-*.po
Languages: tr

# ConfigOtherToolKits
source: GTK themes
tr: GTK temaları

# ConfigOtherToolKits
source: <p>'%1' has been overwritten.</p><p>You can find a copy of your old settings in '%2'</p>
tr: <p>'%1' üzerine yazıldı.</p><p>'%2' dizininde eski ayarlarınızın bir kopyasını bulabilirsiniz.</p>

# FontsConfig
source: Font
tr: Yazı tipi

# FontsConfig
source: Default font for user interface
tr: Kullanıcı arayüzü öntanımlı yazıtipi

# FontsConfig
source: Font name:
tr: Yazı tipi adı:

# FontsConfig
source: Style:
tr: Biçem:

# FontsConfig
source: Point size:
tr: Yazıtipi boyutu:

# FontsConfig
source: Bold
tr: Kalın

# FontsConfig
source: Italic
tr: Eğik

# FontsConfig
source: Bold Italic
tr: Kalın eğik

# FontsConfig
source: The following settings only affect newly started applications
tr: Aşağıdaki ayarlar yalnızca yeni başlatılan uygulamaları etkiler

# FontsConfig
source: Use antialias fonts
tr: Yazıtipi yumuşatması kullan

# FontsConfig
source: Font hinting style:
tr: Yazıtipi ipucu biçemi:

# FontsConfig
source: None
tr: Hiçbiri

# FontsConfig
source: Slight
tr: Hafif

# FontsConfig
source: Medium
tr: Orta

# FontsConfig
source: Full
tr: Tam

# FontsConfig
source: Font hinting
tr: Yazı tipi ipucu

# FontsConfig
source: Resolution (DPI):
tr: Çözünürlük (DPI):

# FontsConfig
source: Autohint
tr: Otomatik ipucu

# FontsConfig
source: Subpixel antialiasing:
tr: Alt-piksel yumuşatma:

# IconThemeConfig
source: LXQt Appearance Configuration
tr: LXQt Görünüm Ayarları

# IconThemeConfig
source: Icons Theme
tr: Simge Teması

# IconThemeConfig
source: The KDE extension of XDG icon themes -> FollowsColorScheme
tr: XDG simge temasının KDE eklentisi -> Aşağıdaki Renk Şeması

# IconThemeConfig
source: Colorize icons based on widget style (palette)
tr: Simgeleri gereç biçemine (palet) göre renklendir

# LXQtThemeConfig
source: LXQt Theme
tr: LXQt Teması

# QObject
source: LXQt Appearance Configuration
tr: LXQt Görünüm Yapılandırma

# QObject
source: Widget Style
tr: Gereç Biçemi

# QObject
source: Icons Theme
tr: Simge Teması

# QObject
source: LXQt Theme
tr: LXQt Teması

# QObject
source: Font
tr: Yazıtipi

# QObject
source: Cursor
tr: İmleç

# StyleConfig
source: Widget Style
tr: Gereç Biçemi

# StyleConfig
source: Toolbar button style:
tr: Araç çubuğu düğme stili:

# StyleConfig
source: Only display the icon
tr: Sadece simgeyi göster

# StyleConfig
source: Only display the text
tr: Sadece metni göster

# StyleConfig
source: The text appears beside the icon
tr: Simgenin yanında metin göster

# StyleConfig
source: The text appears under the icon
tr: Simge altında metin göster

# StyleConfig
source: Default
tr: Varsayılan

# StyleConfig
source: Activate item on single click
tr: Tek tıklamayla öğeyi etkinleştir

# StyleConfig
source: Qt Style
tr: Qt Biçemi

# ColorLabel
source: Click to change color.
tr: Rengi değiştirmek için tıklayın.

# ColorLabel
source: Select Color
tr: Renk Seç

# StyleConfig
source: Qt Palette
tr: Qt Paleti

# StyleConfig
source: Some Qt styles may ignore these colors.
tr: Bazı Qt biçemleri bu renkleri görmezden gelebilir.

# StyleConfig
source: Window:
tr: Pencere:

# StyleConfig
source: View:
tr: Görünüm:

# StyleConfig
source: Selection:
tr: Seçim:

# StyleConfig
source: Link:
tr: Bağlantı:

# StyleConfig
source: Window Text:
tr: Pencere Metni:

# StyleConfig
source: View Text:
tr: Metni Görüntüle:

# StyleConfig
source: Selected Text:
tr: Seçilen Metin:

# StyleConfig
source: Visited Link:
tr: Ziyaret Edilen Bağlantı:

# StyleConfig
source: &Default Palette
tr: &Varsayılan Palet

# ConfigOtherToolKits
source: Error
tr: Hata

# ConfigOtherToolKits
source: Error: gsettings cannot be run
tr: Hata: gsettings çalıştırılamıyor

# PalettesDialog
source: Palettes
tr: Paletler

# PalettesDialog
source: Filter...
tr: Süzgeç...

# PalettesDialog
source: &Remove
tr: &Kaldır

# StyleConfig
source: &Save Palette
tr: Paleti &Kaydet

# StyleConfig
source: &Load Palette
tr: Paleti &Yükle

# StyleConfig
source: Save Palette
tr: Paleti Kaydet

# StyleConfig
source: Palette name:
tr: Palet adı:

# StyleConfig
source: A palette with the same name exists. Do you want to replace it?
tr: Aynı ada sahip bir palet var. Değiştirmek istiyor musun?

# StyleConfig
source: Remove Palettes
tr: Paletleri Kaldır

# StyleConfig
source: Do you really want to remove selected palette(s)? Root palettes will remain intact if existing.
tr: Seçilen paleti/paletleri gerçekten kaldırmak istiyor musunuz? Kök paletler, varsa bozulmadan kalacaktır.

# GTKConfig
source: GTK Style
tr: GTK Biçemi

# GTKConfig
source: Set GTK themes (GTK configuration files will be overwritten!)
tr: GTK temalarını ayarla (GTK yapılandırma dosyaları üzerine yazılacak!)

# GTKConfig
source: GTK 3 Theme
tr: GTK 3 Teması

# GTKConfig
source: GTK 2 Theme
tr: GTK 2 Teması

# GTKConfig
source: To attempt uniform theming, either select similar style/theme (if available) across all lists, or select 'gtk2' Qt style (if available) to mimic GTK themes. Make sure 'xsettingsd' is installed to help GTK applications apply themes on the fly.
tr: Tekdüzen temalı girişimleri denemek için, ya tüm listelerde benzer stil / temayı (varsa) seçin ya da GTK temalarını taklit etmek için 'gtk2' Qt stilini (varsa) seçin. GTK uygulamalarının temaları anında uygulamasına yardımcı olmak için 'xsettingsd' 'nin kurulu olduğundan emin olun.

# QObject
source: GTK Style
tr: GTK Biçemi

# LXQtThemeConfig
source: Use wallpaper provided by theme
tr: Tema tarafından sağlanan duvar kağıdını kullan

# LXQtThemeConfig
source: (User Theme)
tr: (Kullanıcı Teması)

# LXQtThemeConfig
source: Open theme folder
tr: Tema dizinini aç
