Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-lxqt-powermanagment-battery-info-*.po
Languages: tr

# BatteryHelper
source: Discharging
tr: Boşalıyor

# BatteryHelper
source: Fully charged
tr: Tamamen doldu

# BatteryHelper
source: Charging
tr: Doluyor

# BatteryHelper
source: Lithium ion
tr: Lityum iyon

# BatteryHelper
source: Lithium polymer
tr: Lityum polimer

# BatteryHelper
source: Lithium iron phosphate
tr: Lityum demir fosfat

# BatteryHelper
source: Lead acid
tr: Kurşun asit

# BatteryHelper
source: Nickel cadmium
tr: Nikel kadmiyum

# BatteryHelper
source: Nickel metal hydride
tr: Nikel metal hidrid

# BatteryHelper
source: Unknown
tr: Bilinmeyen

# BatteryHelper
source: Personal Digital Assistant's battery
tr: Kişisel Dijital Asistan'ın bataryası

# BatteryHelper
source: Uninterruptible Power Supply's battery
tr: Kesintisiz Güç Kaynağı'nın bataryası

# BatteryHelper
source: Primary battery
tr: Birincil batarya

# BatteryHelper
source: Mouse battery
tr: Fare bataryası

# BatteryHelper
source: Keyboard battery
tr: Klavye batarya

# BatteryHelper
source: Keyboard and mouse's battery
tr: Klavye ve fare'nin bataryası

# BatteryHelper
source: Camera battery
tr: Kamera bataryası

# BatteryHelper
source: Phone battery
tr: Telefon bataryası

# BatteryHelper
source: Monitor battery
tr: Ekran bataryası

# BatteryHelper
source: Unknown battery
tr: Bilinmeyen batarya

# BatteryInfoDialog
source: Dialog
tr: Pencere

# BatteryInfoDialog
source: Battery Info
tr: Batarya Bilgisi

# BatteryInfoFrame
source: Power Management
tr: Güç Yönetimi

# BatteryInfoFrame
source: Temperature:
tr: Sıcaklık:

# BatteryInfoFrame
source: Type:
tr: Tür:

# BatteryInfoFrame
source: State:
tr: Durum:

# BatteryInfoFrame
source: Energy Full Design:
tr: Enerji Tam Durumu:

# BatteryInfoFrame
source: Energy Full:
tr: Tam Enerji:

# BatteryInfoFrame
source: Energy Now:
tr: Şimdiki Enerji:

# BatteryInfoFrame
source: Energy rate:
tr: Enerji oranı:

# BatteryInfoFrame
source: Technology:
tr: Teknoloji:

# BatteryInfoFrame
source: Voltage:
tr: Gerilim:

# BatteryInfoFrame
source: Vendor:
tr: Üretici:

# BatteryWatcher
source: No battery!
tr: Batarya yok!

# BatteryWatcher
source: LXQt could not find data about any battery - monitoring disabled
tr: LXQt bir batarya verisi bulamadı - izleme iptal edildi

# BatteryWatcher
source: Power low!
tr: Düşük güç!

# PowerButton
source: Power off key action
tr: Kapatma tuşu eylemi

# PowerButton
source: Suspend key action
tr: Askıya al tuşu eylemi

# PowerButton
source: Hibernate key action
tr: Uykuya al tuşu eylemi

# PowerManagementd
source: Power Management
tr: Güç Yönetimi

# PowerManagementd
source: You are running LXQt Power Management for the first time. You can configure it from settings...
tr: LXQT Güç Yönetimi'ni ilk defa çalıştırıyorsunuz. Bunu ayarlardan yapılandırabilirsiniz...

# PowerManagementd
source: Configure...
tr: Yapılandır...

# TrayIcon
source: Configure
tr: Yapılandır

# TrayIcon
source: About
tr: Hakkında

# TrayIcon
source: Disable icon
tr: Simgeyi etkisizleştir

# TrayIcon
source: <p> <b>LXQt Power Management</b><br/> - Power Management for the LXQt Desktop Environment</p><p> Authors:<br/> &nbsp; Christian Surlykke, Alec Moskvin<br/> &nbsp; - and others from the Razor and LXQt projects</p><p> Copyright &copy; 2012-2014</p>
tr: <p> <b>LXQt Güç Yönetimi</b><br/> -LXQt Masaüstü Ortamı için Güç Yöneticisi</p><p> Yazarlar:<br/> &nbsp; Christian Surlykke, Alec Moskvin<br/> &nbsp; - ve Razor ve LXQt projelerinden diğerleri</p><p> Telif Hakkı: &copy; 2012-2014</p>

# TrayIcon
source: LXQt Power Management info
tr: LXQT Güç Yönetimi bilgisi

# TrayIcon
source: The LXQt Power Management tray icon can be (re)enabled in <i>lxqt-config-powermanagement</i>
tr: LXQt Güç Yönetimi sistem çekmecesi simgesi <i>lxqt-config-powermanagement</i>'tan (yeniden) etkinleştirilebilir

# TrayIcon
source: Configure now
tr: Şimdi yapılandır

# TrayIcon
source: 30 minutes
tr: 30 dakika

# TrayIcon
source: 1 hour
tr: 1 saat

# TrayIcon
source: 2 hours
tr: 2 saat

# TrayIcon
source: 3 hours
tr: 2 saat

# TrayIcon
source: 4 hours
tr: 4 saat

# TrayIcon
source: Pause idleness checks
tr: Boşta bekleme denetimlerini duraklat

# BatteryHelper
source: remaining %1
tr: kalan %1

# BatteryHelper
source: to full %1
tr: doldurmak için %1

# BatteryHelper
source: Stable
tr: Kararlı

# BatteryHelper
source: %Ln hour
tr: %Ln saat

# BatteryHelper
source: %Ln minute
tr: %Ln dakika

# BatteryInfoFrame
source: Empty
tr: Boş

# BatteryWatcher
source: Suspending in %Ln second
tr: %Ln saniye içinde askıya alınacak

# BatteryWatcher
source: Hibernating in %Ln second
tr: %Ln saniye içinde beklemeye alınacak

# BatteryWatcher
source: Shutting down in %Ln second
tr: %Ln saniye içinde kapanacak

# TrayIcon
source: Empty
tr: Boş
