Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-pavucontrol-qt-*.po
Languages: tr

# CardWidget
source: Card Name
tr: Kart Adı

# CardWidget
source: Profile:
tr: Profil:

# CardWidget
source: pa_context_set_card_profile_by_index() failed
tr: pa_context_set_card_profile_by_index() başarısız oldu

# Channel
source: <small>Silence</small>
tr: <small>Sessiz</small>

# Channel
source: <small>Min</small>
tr: <small>En az</small>

# Channel
source: <small><i>Base</i></small>
tr: <small><i>Temel</i></small>

# ChannelWidget
source: <b>left-front</b>
tr: <b>sol-ön</b>

# DeviceWidget
source: Device Title
tr: Aygıt Başlığı

# DeviceWidget
source: Mute audio
tr: Sesi kapat

# DeviceWidget
source: Lock channels together
tr: Kanalları birlikte kilitle

# DeviceWidget
source: Set as fallback
tr: Geri dönüş olarak ayarla

# DeviceWidget
source: <b>Port:</b>
tr: <b>Bağlantı Noktası:</b>

# DeviceWidget
source: Show advanced options
tr: Gelişmiş seçenekleri göster

# DeviceWidget
source: <b>Latency offset:</b>
tr: <b>Gecikme süresi:</b>

# DeviceWidget
source: Rename device...
tr: Aygıtı yeniden adlandır...

# DeviceWidget
source: pa_context_set_port_latency_offset() failed
tr: pa_context_set_port_latency_offset() başarısız oldu

# DeviceWidget
source: Sorry, but device renaming is not supported.
tr: Üzgünüm, aygıtı yeniden adlandırma desteklenmiyor.

# DeviceWidget
source: You need to load module-device-manager in the PulseAudio server in order to rename devices
tr: Aygıtları yeniden adlandırmak için PulseAudio sunucusuna modül-aygıt-yöneticisi yüklemeniz gerekir

# DeviceWidget
source: Rename device %1 to:
tr: %1 aygıtını yeniden adlandır:

# DeviceWidget
source: pa_ext_device_manager_set_device_description() failed
tr: pa_ext_device_manager_set_device_description() başarısız oldu

# MainWindow
source: Volume Control
tr: Ses Denetimi

# MainWindow
source: &Playback
tr: Ça&lma

# MainWindow
source: <i>No application is currently playing audio.</i>
tr: <i>Şu anda hiçbir uygulama ses çalmıyor.</i>

# MainWindow
source: Show:
tr: Göster:

# MainWindow
source: All Streams
tr: Tüm Akışlar

# MainWindow
source: Applications
tr: Uygulamalar

# MainWindow
source: Virtual Streams
tr: Sanal Akışlar

# MainWindow
source: &Recording
tr: &Kayıt

# MainWindow
source: <i>No application is currently recording audio.</i>
tr: <i>Şu anda hiçbir uygulama ses kaydetmiyor.</i>

# MainWindow
source: &Output Devices
tr: Çı&kış Aygıtları

# MainWindow
source: <i>No output devices available</i>
tr: <i>Çıkış aygıtı bulunamadı</i>

# MainWindow
source: All Output Devices
tr: Tüm Çıkış Aygıtları

# MainWindow
source: Hardware Output Devices
tr: Donanım Çıkış Aygıtları

# MainWindow
source: Virtual Output Devices
tr: Sanal Çıkış Aygıtları

# MainWindow
source: &Input Devices
tr: &Giriş Aygıtları

# MainWindow
source: <i>No input devices available</i>
tr: <i>Giriş aygıtı bulunamadı</i>

# MainWindow
source: All Input Devices
tr: Tüm Giriş Aygıtları

# MainWindow
source: All Except Monitors
tr: Monitörler Hariç

# MainWindow
source: Hardware Input Devices
tr: Donanım Giriş Aygıtları

# MainWindow
source: Virtual Input Devices
tr: Sanal Giriş Aygıtları

# MainWindow
source: Monitors
tr: Monitörler

# MainWindow
source: &Configuration
tr: &Yapılandırma

# MainWindow
source: <i>No cards available for configuration</i>
tr: <i>Yapılandırma için kart yok</i>

# MainWindow
source: Show volume meters
tr: Ses ölçeri göster

# MainWindow
source: (plugged in)
tr: (takıldı)

# MainWindow
source: (unavailable)
tr: (kullanım dışı)

# MainWindow
source: (unplugged)
tr: (çıkartıldı)

# MainWindow
source: Failed to read data from stream
tr: Ses akışından veri okunamıyor

# MainWindow
source: Peak detect
tr: Tepe noktası tespiti

# MainWindow
source: Failed to create monitoring stream
tr: Monitör akışı oluşturulamadı

# MainWindow
source: Failed to connect monitoring stream
tr: Monitör akışına bağlanılamadı

# MainWindow
source: Ignoring sink-input due to it being designated as an event and thus handled by the Event widget
tr: Olay olarak tanımlanması ve dolayısıyla Etkinlik widget'ı tarafından işlenmesi nedeniyle sink-girişi yok sayılyor

# MainWindow
source: System Sounds
tr: Sistem Sesleri

# MainWindow
source: Establishing connection to PulseAudio. Please wait...
tr: PulseAudio ile bağlantı kuruluyor. Lütfen bekleyin...

# QObject
source: Error
tr: Hata

# QObject
source: Card callback failure
tr: Kart geri çağırma hatası

# QObject
source: Sink callback failure
tr: Sink geri çağırma hatası

# QObject
source: Source callback failure
tr: Kaynak geri çağırma hatası

# QObject
source: Sink input callback failure
tr: Sink girdisi geri çağırma hatası

# QObject
source: Source output callback failure
tr: Kaynak çıktısı geri çağırma hatası

# QObject
source: Client callback failure
tr: İstemci geri çağırma hatası

# QObject
source: Server info callback failure
tr: Sunucu bilgisi geri çağırma hatası

# QObject
source: Failed to initialize stream_restore extension: %s
tr: stream_restore eklentisi başlatılamadı: %s

# QObject
source: pa_ext_stream_restore_read() failed
tr: pa_ext_stream_restore_read() başarısız oldu

# QObject
source: Failed to initialize device restore extension: %s
tr: Aygıt geri yükleme eklentisi başlatılamadı: %s

# QObject
source: pa_ext_device_restore_read_sink_formats() failed
tr: pa_ext_device_restore_read_sink_formats() başarısız oldu

# QObject
source: Failed to initialize device manager extension: %s
tr: Aygıt yönetici eklentisi başlatılamadı: %s

# QObject
source: pa_ext_device_manager_read() failed
tr: pa_ext_device_manager_read() başarısız oldu

# QObject
source: pa_context_get_sink_info_by_index() failed
tr: pa_context_get_sink_info_by_index() başarısız oldu

# QObject
source: pa_context_get_source_info_by_index() failed
tr: pa_context_get_source_info_by_index() başarısız oldu

# QObject
source: pa_context_get_sink_input_info() failed
tr: pa_context_get_sink_input_info() başarısız oldu

# QObject
source: pa_context_get_client_info() failed
tr: pa_context_get_client_info() başarısız oldu

# QObject
source: pa_context_get_server_info() failed
tr: pa_context_get_server_info() başarısız oldu

# QObject
source: pa_context_get_card_info_by_index() failed
tr: pa_context_get_card_info_by_index() başarısız oldu

# QObject
source: pa_context_subscribe() failed
tr: pa_context_subscribe() başarısız oldu

# QObject
source: pa_context_client_info_list() failed
tr: pa_context_client_info_list() başarısız oldu

# QObject
source: pa_context_get_card_info_list() failed
tr: pa_context_get_card_info_list() başarısız oldu

# QObject
source: pa_context_get_sink_info_list() failed
tr: pa_context_get_sink_info_list() başarısız oldu

# QObject
source: pa_context_get_source_info_list() failed
tr: pa_context_get_source_info_list() başarısız oldu

# QObject
source: pa_context_get_sink_input_info_list() failed
tr: pa_context_get_sink_input_info_list() başarısız oldu

# QObject
source: pa_context_get_source_output_info_list() failed
tr: pa_context_get_source_output_info_list() başarısız oldu

# QObject
source: Connection failed, attempting reconnect
tr: Bağlantı başarısız oldu, yeniden bağlanılıyor

# QObject
source: PulseAudio Volume Control
tr: PulseAudio Ses Denetimi

# QObject
source: Connection to PulseAudio failed. Automatic retry in 5s In this case this is likely because PULSE_SERVER in the Environment/X11 Root Window Properties or default-server in client.conf is misconfigured. This situation can also arrise when PulseAudio crashed and left stale details in the X11 Root Window. If this is the case, then PulseAudio should autospawn again, or if this is not configured you should run start-pulseaudio-x11 manually.
tr: PulseAudio'ya bağlanılamadı. 5 sn.'de bir otomatik denenecek Bunun nedeni Ortam/X11 Kök Pencere Özelliklerinde PULSE_SERVER'ın seçilmiş olması veya client.conf içindeki varsayılan sunucunun yanlış yapılandırılmasıdır. Bu durum, PulseAudio çöktüğünde ve X11 Kök Penceresinde bozuk detaylarını bıraktığı zaman da ortaya çıkabilir. Bu durumda, PulseAudio tekrar durdurulmalı veya yapılandırılmamışsa, start-pulseaudio-x11'i kendiniz çalıştırmalısınız.

# QObject
source: Select a specific tab on load.
tr: Yüklemede belirli bir sekme seçin.

# QObject
source: Retry forever if pa quits (every 5 seconds).
tr: Eğer durursa sonsuza kadar tekrarla (her 5 sn.'de bir).

# QObject
source: Maximize the window.
tr: Pencereyi büyüt.

# QObject
source: Fatal Error: Unable to connect to PulseAudio
tr: Ölümcül Hata: PulseAudio'ya bağlanılamadı

# RoleWidget
source: pa_ext_stream_restore_write() failed
tr: pa_ext_stream_restore_write() başarısız oldu

# SinkInputWidget
source: on
tr: açık

# SinkInputWidget
source: Terminate Playback
tr: Oynatmayı Sonlandır

# SinkInputWidget
source: Unknown output
tr: Bilinmeyen çıktı

# SinkInputWidget
source: pa_context_set_sink_input_volume() failed
tr: pa_context_set_sink_input_volume() başarısız oldu

# SinkInputWidget
source: pa_context_set_sink_input_mute() failed
tr: pa_context_set_sink_input_mute() başarısız oldu

# SinkInputWidget
source: pa_context_kill_sink_input() failed
tr: pa_context_kill_sink_input() başarısız oldu

# SinkInputWidget
source: pa_context_move_sink_input_by_index() failed
tr: pa_context_move_sink_input_by_index() başarısız oldu

# SinkWidget
source: pa_context_set_sink_volume_by_index() failed
tr: pa_context_set_sink_volume_by_index() başarısız oldu

# SinkWidget
source: pa_context_set_sink_mute_by_index() failed
tr: pa_context_set_sink_mute_by_index() başarısız oldu

# SinkWidget
source: pa_context_set_default_sink() failed
tr: pa_context_set_default_sink() başarısız oldu

# SinkWidget
source: pa_context_set_sink_port_by_index() failed
tr: pa_context_set_sink_port_by_index() başarısız oldu

# SinkWidget
source: pa_ext_device_restore_save_sink_formats() failed
tr: pa_ext_device_restore_save_sink_formats() başarısız oldu

# SourceOutputWidget
source: from
tr: şuradan

# SourceOutputWidget
source: Terminate Recording
tr: Kaydı Sonlandır

# SourceOutputWidget
source: Unknown input
tr: Bilinmeyen girdi

# SourceOutputWidget
source: pa_context_set_source_output_volume() failed
tr: pa_context_set_source_output_volume() başarısız oldu

# SourceOutputWidget
source: pa_context_set_source_output_mute() failed
tr: pa_context_set_source_output_mute() başarısız oldu

# SourceOutputWidget
source: pa_context_kill_source_output() failed
tr: pa_context_kill_source_output() başarısız oldu

# SourceOutputWidget
source: pa_context_move_source_output_by_index() failed
tr: pa_context_move_source_output_by_index() başarısız oldu

# SourceWidget
source: pa_context_set_source_volume_by_index() failed
tr: pa_context_set_source_volume_by_index() başarısız oldu

# SourceWidget
source: pa_context_set_source_mute_by_index() failed
tr: pa_context_set_source_mute_by_index() başarısız oldu

# SourceWidget
source: pa_context_set_default_source() failed
tr: pa_context_set_default_source() başarısız oldu

# SourceWidget
source: pa_context_set_source_port_by_index() failed
tr: pa_context_set_source_port_by_index() başarısız oldu

# StreamWidget
source: Device Title
tr: Aygıt Başlığı

# StreamWidget
source: direction
tr: yön

# StreamWidget
source: device
tr: aygıt

# StreamWidget
source: Mute audio
tr: Sessiz

# StreamWidget
source: Lock channels together
tr: Kanalları birlikte kilitle

# StreamWidget
source: Terminate
tr: Sonlandır
