Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-lxqt-config-brightness-*.po
Languages: tr

source: Brightness Settings
tr: Parlaklık Ayarları

# BrightnessSettings
source: Require confirmation after settings change
tr: Ayar değişikliğinden sonra onay iste

# BrightnessSettings
source: Brightness settings changed
tr: Parlaklık ayarları değişti

# BrightnessSettings
source: Confirmation required. Are the settings correct?
tr: Onay gerekli. Ayarlar doğru mu?

# OutputWidget
source: <b>Output:</b>
tr: <b>Çıktı:</b>

# BrightnessSettings
source: <html><head/><body><p><span style=" font-weight:600;">Backlight and brightness settings:</span></p></body></html>
tr: <html><head/><body><p><span style=" font-weight:600;">Arka ışık ve parlaklık ayarları:</span></p></body></html>

# BrightnessSettings
source: Backlight
tr: Arka Işık

# BrightnessSettings
source: Brightness
tr: Parlaklık

# QObject
source: Increase brightness.
tr: Parlaklığı artır.

# QObject
source: Decrease brightness.
tr: Parlaklığı azalt.

# QObject
source: Set brightness from 1 to 100.
tr: Parlaklığı 1'den 100'e ayarlayın.

# QObject
source: Reset gamma to default value.
tr: Gammayı varsayılan değere sıfırlayın.

# QObject
source: %1: Can't use increase/decrease and set in conjunction
tr: %1: Arttırma/azaltma kullanılamaz ve birlikte ayarlanamaz

# QObject
source: %1: Can't use increase and decrease options in conjunction
tr: %1: Arttırma ve azaltma seçenekleri birlikte kullanılamaz
