Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-obconf-qt-*.po
Languages: tr

# Fm::FontButton
source: Bold
tr: Kalın

# Fm::FontButton
source: Italic
tr: Yatık

# MainDialog
source: Window Manager Preferences
tr: Pencere Yönetici Tercihleri

# MainDialog
source: Theme
tr: Tema

# MainDialog
source: Appearance
tr: Görünüm

# MainDialog
source: Font
tr: Yazı tipi

# MainDialog
source: Windows
tr: Pencereler

# MainDialog
source: Move & Resize
tr: Taşı ve Boyutlandır

# MainDialog
source: Mouse
tr: Fare

# MainDialog
source: Desktops
tr: Masaüstü

# MainDialog
source: Margins
tr: Kenarlar

# MainDialog
source: Dock
tr: Rıhtım

# MainDialog
source: &Install a new theme...
tr: Yeni bir tema &yükle...

# MainDialog
source: Create a theme &archive (.obt)...
tr: Bir tema &arşivi (.obt) oluştur...

# MainDialog
source: &Windows retain a border when undecorated
tr: &Pencereler dekor edilmediginde bir kenarda tutulur

# MainDialog
source: A&nimate iconify and restore
tr: S&imgelendirme ve geri yüklemeyi canlandır

# MainDialog
source: Window Titles
tr: Pencere Başlıkları

# MainDialog
source: Button order:
tr: Düğme sırası:

# MainDialog
source: N: Window icon L: Window label (Title) I: Iconify (Minimize) M: Maximize C: Close S: Shade (Roll up) D: Omnipresent (On all desktops)
tr: N: Pencere Simgesi L: Pencere etiketi (Başlık) I: Simge durumu (Küçült) M: Büyüt C: Kapat S: Gölge (Hareket) D: Hazır (Tüm masaüstlerinde)

# MainDialog
source: &Active window title:
tr: &Etkin pencere başlığı:

# MainDialog
source: &Inactive window title:
tr: &Pasif pencere başlığı:

# MainDialog
source: Menu &header:
tr: Menü &başlığı:

# MainDialog
source: &Menu Item:
tr: &Menü Ögesi:

# MainDialog
source: Active &On-screen display:
tr: &Görünen ekranda etkinleştir:

# MainDialog
source: Inactive O&n-screen display:
tr: G&örünen ekranda pasifleştir:

# MainDialog
source: Focus &new windows when they appear
tr: Göründükleri zaman yeni &pencerelere odaklan

# MainDialog
source: &Place new windows under the mouse pointer
tr: Yeni pencereleri &fare işaretçisinin altına yerleştir

# MainDialog
source: &Center new windows when they are placed
tr: &Yeni pencereleri yerleştirildiğinde ortala

# MainDialog
source: Prefer to place new windows &on:
tr: Yeni pencere yerleştirme &tercihi:

# MainDialog
source: All monitors
tr: Tüm ekranlar

# MainDialog
source: The active monitor
tr: Etkin ekran

# MainDialog
source: The monitor with the mouse
tr: Fareyle ekran

# MainDialog
source: Primary monitor
tr: Birincil ekran

# MainDialog
source: Primary Monitor
tr: Birincil ekran

# MainDialog
source: The primary monitor is where Openbox will place dialogs, such as the one used for cycling windows.
tr: Openbox'ın pencere diyaloglarını yerleştireceği birincil ekran, pencere döndürme için kullanılan gibi.

# MainDialog
source: Primary &monitor:
tr: Birincil &ekran:

# MainDialog
source: Fixed Monitor
tr: Sabit Ekran

# MainDialog
source: Active Monitor
tr: Etkin Ekran

# MainDialog
source: Monitor With Mouse Pointer
tr: Ekranı Fareyle İzle

# MainDialog
source: &Fixed monitor:
tr: &Sabit ekran:

# MainDialog
source: Moving and Resizing Windows
tr: Pencere Taşıma ve Boyutlandırma

# MainDialog
source: Update the window contents while &resizing
tr: Pence&reyi yeniden boyutlandırırken içeriğini güncelle

# MainDialog
source: Drag &threshold distance:
tr: &Eşik mesafesini sürükle:

# MainDialog
source: Amount of resistance against other &windows:
tr: Diğer &pencerelere karşı direnç miktarı:

# MainDialog
source: Amount of resistance against screen &edges:
tr: Ekran köş&elerine karşı direnç miktarı:

# MainDialog
source: &Amount of time to wait before switching:
tr: Değiştirme öncesinde bekleme süresi mikt&arı:

# MainDialog
source: &Switch desktops when moving a window past the screen edge
tr: Bir pencere taşınırken ekran kenarından geçerken ma&saüstünü değiştir

# MainDialog
source: Information Dialog
tr: Bilgi Penceresi

# MainDialog
source: Centered
tr: Ortalanmış

# MainDialog
source: From left edge
tr: Sol kenardan

# MainDialog
source: From right edge
tr: Sağ kenardan

# MainDialog
source: Fixed &y position:
tr: Sabit &y konumu:

# MainDialog
source: From top edge
tr: Üst kenardan

# MainDialog
source: From bottom edge
tr: Alt kenardan

# MainDialog
source: Information dialog's &position:
tr: Bilgi &penceresinin konumu:

# MainDialog
source: Fixed &x position:
tr: Sabit &x konumu:

# MainDialog
source: Show &information dialog:
tr: B&ilgi penceresini göster:

# MainDialog
source: When resizing terminal windows
tr: Terminal penceresini yeniden boyutlandırırken

# MainDialog
source: Always
tr: Her Zaman

# MainDialog
source: Never
tr: Hiçbir Zaman

# MainDialog
source: Centered on the window
tr: Pencerede ortalanmış

# MainDialog
source: Above the window
tr: Pencerenin üstünde

# MainDialog
source: Fixed position on screen
tr: Ekranda sabit konum

# MainDialog
source: Focusing Windows
tr: Pencerelere Odaklanma

# MainDialog
source: Focus windows when the mouse pointer moves over them
tr: Fare işaretçisi pencereler üzerinde gezinirken pencerelere odaklan

# MainDialog
source: &Delay before focusing and raising windows:
tr: Pencerelere odaklanma ve yükselme öncesin&de bekle:

# MainDialog
source: Move focus under the mouse when &switching desktops
tr: Masaüstlerini değiştirirken odağı fare altında hareket ettir

# MainDialog
source: Move focus &under the mouse when the mouse is not moving
tr: Fare hareket etmezken odağı fare altında hareket ettir

# MainDialog
source: &Raise windows when the mouse pointer moves over them
tr: Fa&re işaretçisi pencerelerin üzerine geldiğinde pencereleri yükselt

# MainDialog
source: Titlebar
tr: Başlık Çubuğu

# MainDialog
source: Double click on the &titlebar:
tr: Başlık çubuğu üzerinde çift &tıkla:

# MainDialog
source: Maximizes the window
tr: Pencereyi büyüt

# MainDialog
source: Shades the window
tr: Pencereyi gölgeler

# MainDialog
source: Double click ti&me:
tr: Za&manı çift tıkla:

# MainDialog
source: &Show a notification when switching desktops
tr: Masaüstü değiştirilirken bir uyarı gö&ster

# MainDialog
source: &Amount of time to show the notification for:
tr: Gösterilecek uy&arı için bekleme süresi:

# MainDialog
source: &Number of desktops:
tr: Masaüstü &sayısı:

# MainDialog
source: &Desktop names:
tr: Masaüstü a&dı:

# MainDialog
source: Desktop Margins
tr: Masaüstü Kenarları

# MainDialog
source: Desktop margins are reserved areas on the edge of your screen. New windows will not be placed within a margin, and maximized windows will not cover them.
tr: Masaüstü kenar boşlukları, ekranınızın kenarında ayrılmış alanlardır. Yeni pencereler bir kenar boşluğuna yerleştirilmeyecek ve büyütülmüş pencereler bunları kaplamayacak.

# MainDialog
source: Left:
tr: Sol:

# MainDialog
source: px
tr: nk

# MainDialog
source: Top:
tr: Üst:

# MainDialog
source: Right:
tr: Sağ:

# MainDialog
source: Bottom:
tr: Alt:

# MainDialog
source: The dock is a special container for "dockapps", or dock applications. It is not visible on screen until a dockapp is run. Dockapps can be used to show things like a clock, or to provide you with a system tray.
tr: Rıhtım, "dockapps" veya rıhtım uygulamaları için özel bir konteynırdır. Bir rıhtım uygulaması çalıştırılana kadar ekranda görünmez. Rıhtım Uygulaması, bir saat gibi şeyler göstermek veya bir sistem tepsisi sağlamak için kullanılabilir.

# MainDialog
source: Position
tr: Konum

# MainDialog
source: &Position:
tr: &Konum:

# MainDialog
source: Top Left
tr: Sol Üst

# MainDialog
source: Top
tr: Üst

# MainDialog
source: Top Right
tr: Sağ Üst

# MainDialog
source: Left
tr: Sol

# MainDialog
source: Right
tr: Sağ

# MainDialog
source: Bottom Left
tr: Sol Alt

# MainDialog
source: Bottom
tr: Alt

# MainDialog
source: Bottom Right
tr: Sağ Alt

# MainDialog
source: Floating
tr: Yüzen

# MainDialog
source: &Floating position:
tr: &Yüzme konumu:

# MainDialog
source: Allow &windows to be placed within the dock's area
tr: &Pencerelerin rıhtım alanına yerleştirilmesine izin ver

# MainDialog
source: &Orientation:
tr: &Yönlendirme:

# MainDialog
source: Vertical
tr: Dikey

# MainDialog
source: Horizontal
tr: Yatay

# MainDialog
source: Stacking
tr: Yerleşim

# MainDialog
source: Keep dock &above other windows
tr: Rıhtımı diğer pencerelerin &üzerinde tut

# MainDialog
source: A&llow dock to be both above and below windows
tr: Rıhtımın pencerelerin hem altında hem üzerinde o&lmasına izin ver

# MainDialog
source: Keep dock &below other windows
tr: Rıhtımı diğer pencerelerin &altında tut

# MainDialog
source: Hiding
tr: Gizleme

# MainDialog
source: &Delay before hiding:
tr: Gizleme öncesi &bekle:

# MainDialog
source: Delay before &showing:
tr: Gö&sterme öncesi bekle:

# MainDialog
source: &Hide off screen
tr: Ekranı &gizle

# MainDialog
source: About
tr: Hakkında

# Obconf::MainDialog
source: Choose an Openbox theme
tr: Bir Openbox teması seç

# Obconf::MainDialog
source: (Unnamed desktop)
tr: (İsimsiz masaüstü)

# Obconf::MainDialog
source: Custom actions
tr: Özel eylemler

# Obconf::MainDialog
source: About ObConf-Qt
tr: ObConf-Qt Hakkında

# Obconf::MainDialog
source: A preferences manager for Openbox Copyright (c) 2014-2015 Authors: * Hong Jen Yee (PCMan) <pcman.tw@gmail.com> The program is based on ObConf developed by the following developers. * Dana Jansens <danakj@orodu.net> * Tim Riley <tr@slackzone.org> * Javeed Shaikh <syscrash2k@gmail.com>
tr: Openbox için bir tercih yöneticisi Telif Hakkı (c) 2014-2015 Yazarlar: * Hong Jen Yee (PCMan) <pcman.tw@gmail.com> ObConf temelli program aşağıdaki geliştiriciler tarafından geliştirilmektedir. * Dana Jansens <danakj@orodu.net> * Tim Riley <tr@slackzone.org> * Javeed Shaikh <syscrash2k@gmail.com>

# QObject
source: "%1" was installed to %2
tr: "%1" %2 ögesine yüklendi

# QObject
source: "%1" was successfully created
tr: "%1" başarılı bir şekilde oluşturuldu

# QObject
source: Unable to create the theme archive "%1". The following errors were reported: %2
tr: "%1" tema arşivi oluşturma başarısız. Aşağıdaki hatalar bildirildi: %2

# QObject
source: Unable to run the "tar" command: %1
tr: "tar" komutu çalıştıralamıyor: %1

# QObject
source: Unable to create directory "%1": %2
tr: "%1" dizini oluşturulamıyor: %2

# QObject
source: "%1" does not appear to be a valid Openbox theme directory
tr: "%1" geçerli bir Openbox tema dizini gibi görünmüyor

# QObject
source: Unable to move to directory "%1": %2
tr: "%1" dizinine taşınamıyor: %2

# QObject
source: Unable to extract the file "%1". Please ensure that "%2" is writable and that the file is a valid Openbox theme archive. The following errors were reported: %3
tr: "%1" dosyası çıkartılamıyor. Lütfen "%2" dizininin yazılabilir ve geçerli bir Openbox tema arşivi olduğundan emin olunuz. Aşağıdaki hatalar bildirildi: %3

# QObject
source: ObConf Error
tr: Obconf Hatası

# QObject
source: Copyright (c) 2003-2008 Dana Jansens Copyright (c) 2003 Tim Riley Copyright (c) 2007 Javeed Shaikh Copyright (c) 2013 Hong Jen Yee (PCMan) This program comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions. See the file COPYING for details.
tr: Telif Hakkı (c) 2003-2008 Dana Jansens Telif Hakkı (c) 2003 Tim Riley Telif Hakkı (c) 2007 Javeed Shaikh Telif Hakkı (c) 2013 Hong Jen Yee (PCMan) Bu program KESİNLİKLE HİÇBİR GARANTİ ile gelmez. Bu ücretsiz bir yazılımdır ve bunu belirli koşullar altında yeniden dağıtabilirsiniz. Ayrıntılar için COPYING dosyasına bakınız.

# QObject
source: Syntax: obconf [options] [ARCHIVE.obt] Options: --help Display this help and exit --version Display the version and exit --install ARCHIVE.obt Install the given theme archive and select it --archive THEME Create a theme archive from the given theme directory --config-file FILE Specify the path to the config file to use
tr: Sözdizimi: obconf [seçenekler] [ARCHIVE.obt] Seçenekler: -- help Bu yardımı görüntüle ve çık -- version Sürümü görüntüler ve çık -- install ARCHIVE.obt Verilen tema arşivini yükle ve onu seç --archive THEME Verilen tema dizininden bir tema arşivi oluşturun --config-file FILE Kullanılacak yapılandırma dosyasının yolunu belirtin

# QObject
source: --install requires an argument
tr: --install bir argüman gerektirir

# QObject
source: --archive requires an argument
tr: --archive bir argüman gerektirir

# QObject
source: --config-file requires an argument
tr: --config-file bir argüman gerektirir

# QObject
source: Error
tr: Hata

# QObject
source: Failed to load an rc.xml. You have probably failed to install Openbox properly.
tr: Bir rc.xml yüklenemedi. Muhtemelen Openbox'ı uygun bir şekilde yükleyemediniz.

# QObject
source: Error while parsing the Openbox configuration file. Your configuration file is not valid XML. Message: %1
tr: Openbox yapılandırma dosyası ayrıştırılırken hata oluştu. Yapılandırma dosyanız geçerli XML dosyası değil. İleti: %1
