Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-lxqt-config-session-*.po
Languages: tr

# AutoStartEdit
source: Edit
tr: Düzenle

# AutoStartEdit
source: Name:
tr: İsim:

# AutoStartEdit
source: Search...
tr: Ara...

# AutoStartEdit
source: Command:
tr: Komut:

# AutoStartEdit
source: Wait for system tray
tr: Sistem çekmecesi için bekleyin

# AutoStartEdit
source: Select Application
tr: Uygulama Seç

# AutoStartItemModel
source: Global Autostart
tr: Evrensel Kendiliğinden Başlatma

# AutoStartItemModel
source: LXQt Autostart
tr: LXQt Kendiliğinden Başlatma

# AutoStartItemModel
source: Location: %1
tr: Konum: %1

# AutoStartItemModel
source: Overrides: %1
tr: Geçersiz kılınan: %1

# AutoStartPage
source: Delete
tr: Sil

# AutoStartPage
source: Add
tr: Ekle

# AutoStartPage
source: Edit
tr: Düzenle

# AutoStartPage
source: Application Autostart
tr: Uygulama Kendiliğinden Çalıştırıcı

# AutoStartPage
source: Error
tr: Hata

# AutoStartPage
source: File '%1' already exists!
tr: '%1' dosyası zaten var!

# BasicSettings
source: Window Manager
tr: Pencere Yönetici

# BasicSettings
source: Search...
tr: Ara...

# BasicSettings
source: LXQt Modules
tr: LXQT Modülleri

# BasicSettings
source: Leave Session
tr: Oturumu Kapat

# BasicSettings
source: Ask for confirmation to leave session
tr: Oturumu kapatırken sor

# BasicSettings
source: Lock screen before suspending/hibernating
tr: Uykuya/Askıya alamadan önce ekranı kilitle

# BasicSettings
source: Suspend/hibernate after lock delay:
tr: Kilit sonrası Bekleme/Askıya almak için bekleme süresi:

source: Basic Settings
tr: Basit Ayarlar

# BasicSettings
source: Start
tr: Başlat

# BasicSettings
source: Stop
tr: Dur

# BasicSettings
source: Select a window manager
tr: Bir pencere yöneticisi seçin

# EnvironmentPage
source: Add
tr: Ekle

# EnvironmentPage
source: Delete
tr: Sil

# EnvironmentPage
source: Environment Variables (Advanced)
tr: Ortam Değişkenleri (Gelişmiş)

# EnvironmentPage
source: Variable Name
tr: Değişken Adı

# EnvironmentPage
source: Value
tr: Değer

# ModuleModel
source: Running
tr: Çalışıyor

# SessionConfigWindow
source: LXQt Session Settings
tr: LXQT Oturum Ayarları

# SessionConfigWindow
source: Basic Settings
tr: Temel Ayarlar

# SessionConfigWindow
source: User Directories
tr: Kullanıcı Dizinleri

# SessionConfigWindow
source: Autostart
tr: Kendilğinden Başlatma

# SessionConfigWindow
source: Environment (Advanced)
tr: Ortam (Gelişmiş)

# SessionConfigWindow
source: Session Restart Required
tr: Oturumun yeniden başlatılması gerekli

# SessionConfigWindow
source: Some settings will not take effect until the next log in.
tr: Bazı ayarlar yeniden başlayıncaya kadar etkin olmayacak.

# UserLocationsPage
source: Locations for Personal Files
tr: Kişisel Dosyaların Yerleri

# UserLocationsPage
source: LXQt Session Settings - User Directories
tr: LXQT Oturum Ayarları - Kullanıcı Dizinleri

# UserLocationsPage
source: An error ocurred while applying the settings for the %1 location
tr: %1 konumu için ayarlar uygulanırken hata oluştu

# UserLocationsPage
source: Choose Location
tr: Konum Seç

# UserLocationsPrivate
source: Desktop
tr: Masaüstü

# UserLocationsPrivate
source: Downloads
tr: İndirilenler

# UserLocationsPrivate
source: Templates
tr: Şablonlar

# UserLocationsPrivate
source: Public Share
tr: Paylaşılanlar

# UserLocationsPrivate
source: Documents
tr: Belgeler

# UserLocationsPrivate
source: Music
tr: Müzikler

# UserLocationsPrivate
source: Pictures
tr: Resimler

# UserLocationsPrivate
source: Videos
tr: Videolar

# UserLocationsPrivate
source: Contains all the files which you see on your desktop
tr: Masaüstünde gördüğünüz tüm dosyaları içerir

# UserLocationsPrivate
source: Default folder to save your downloaded files
tr: İndirilen dosyalarınızın kaydedileceği öntanımlı dizin

# UserLocationsPrivate
source: Default folder to load or save templates from or to
tr: Şablonlarınızın kaydedileceği veya alınacağı öntanımlı dizin

# UserLocationsPrivate
source: Default folder to publicly share your files
tr: Paylaşılan dosyalarınızın kaydedileceği öntanımlı dizin

# UserLocationsPrivate
source: Default folder to load or save documents from or to
tr: Belgelerinizin kaydedileceği veya alınacağı öntanımlı dizin

# UserLocationsPrivate
source: Default folder to load or save music from or to
tr: Müziklerinizin yükleneceği ya da kaydedileceği öntanımlı dizin

# UserLocationsPrivate
source: Default folder to load or save pictures from or to
tr: Resimlerinizin kaydedileceği veya alınacağı öntanımlı dizin

# UserLocationsPrivate
source: Default folder to load or save videos from or to
tr: Videolarınızın kaydedileceği veya alınacağı öntanımlı dizin

# BasicSettings
source: Global Screen Scaling
tr: Küresel Ekran Ölçekleme

# BasicSettings
source: Scale factor:
tr: Ölçek faktörü:
