Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-configuration/lxqt-configuration-lxqt-powermanagment-*.po
Languages: tr

source: Battery Watcher Settings
tr: Pil İzleyici Ayarları

# BatteryWatcherSettings
source: E&nable Battery Watcher
tr: Pil İzleyici &Etkin

# BatteryWatcherSettings
source: Warning:
tr: Uyarı:

# BatteryWatcherSettings
source: seconds
tr: saniye

# BatteryWatcherSettings
source: Level is low at:
tr: Kritik seviye:

# BatteryWatcherSettings
source: Preview
tr: Önizle

# BatteryWatcherSettings
source: Charging
tr: Doluyor

# BatteryWatcherSettings
source: Discharging
tr: Boşalıyor

# BatteryWatcherSettings
source: When power is low then:
tr: Pil durumu kritik seviyedeyken:

# BatteryWatcherSettings
source: Show icon:
tr: Simgeyi göster:

# BatteryWatcherSettings
source: built in
tr: sistem

# BatteryWatcherSettings
source: Level: %1%
tr: Seviye: %1%

# IdlenessWatcherSettings
source: Enab&le Idleness Watcher
tr: Bekleme İzeyicisini Etkin&leştir

# IdlenessWatcherSettings
source: Idle time:
tr: Boşta bekleme süresi:

# LidWatcherSettings
source: Enable &Lid Watcher
tr: &Kapak İzleyicisini Etkinleştir

# LidWatcherSettings
source: Nothing
tr: Hiçbir şey

# LidWatcherSettings
source: Suspend
tr: Beklemeye Al

# LidWatcherSettings
source: Hibernate
tr: Uykuya Al

# LidWatcherSettings
source: Shut down
tr: Bilgisayarı Kapat

# LidWatcherSettings
source: When &using external monitor
tr: Harici ekran k&ullanırken

# MainWindow
source: Power Management Settings
tr: Güç Yönetim Ayarları

# MainWindow
source: Battery
tr: Pil

# MainWindow
source: Lid
tr: Kapak

# MainWindow
source: Idle
tr: Bekleme

# QObject
source: Nothing
tr: Hiçbir şey

# QObject
source: Lock screen
tr: Ekranı kilitle

# QObject
source: Suspend
tr: Beklemeye Al

# QObject
source: Hibernate
tr: Uykuya Al

# QObject
source: Shutdown
tr: Bilgisayarı Kapat

# QObject
source: Turn Off monitor(s)
tr: Ekran(lar)ı kapat

# IdlenessWatcherSettings
source: Enable Backlight Change
tr: Arka Işık Değişimi Etkin

# IdlenessWatcherSettings
source: Backlight (%):
tr: Arka Işık (%):

# IdlenessWatcherSettings
source: Minutes:Seconds
tr: Dakika:Saniye

# IdlenessWatcherSettings
source: mm:ss
tr: dd:ss

# IdlenessWatcherSettings
source: Check backlight
tr: Arka ışığı kontrol et

# IdlenessWatcherSettings
source: On battery discharging
tr: Pil boşalırken

# MainWindow
source: Power keys
tr: Güç tuşları

# PowerKeysSettings
source: Handle Power Keys
tr: Güç Tuşları Kullanımı

# QObject
source: Ask
tr: Sor

# IdlenessWatcherSettings
source: When idle on AC:
tr: Kabloda boştayken:

# IdlenessWatcherSettings
source: AC Idle time:
tr: Kabloda boşta kalma süresi:

# IdlenessWatcherSettings
source: Minutes:Seconds (min: 01:30)
tr: Dakika: Saniye (enaz: 01:30)

# IdlenessWatcherSettings
source: Disable idleness checks when fullscreen
tr: Tam ekranken boşta kalma kontrolünü devre dışı bırakın

# IdlenessWatcherSettings
source: When idle on Battery:
tr: Pil ile boştayken:

# IdlenessWatcherSettings
source: Battery Idle time:
tr: Pil boşta kalma süresi:

# LidWatcherSettings
source: Action when lid is closed:
tr: Kapak kapatıldığında:

# LidWatcherSettings
source: On Battery:
tr: Pil Durumunda:

# LidWatcherSettings
source: On AC:
tr: Prize Takılı Durumda:

# PowerKeysSettings
source: Power Key Action:
tr: Güç Tuşu Eylemi:

# PowerKeysSettings
source: Suspend Key Action:
tr: Askıya Al Tuşu Eylemi:

# PowerKeysSettings
source: Hibernate Key Action:
tr: Beklemeye Al Tuşu Eylemi:

# BatteryWatcherSettings
source: Icon:
tr: Simge:

# BatteryWatcherSettings icons
source: from theme
tr: temadan

# BatteryWatcherSettings icons
source: Circle
tr: Daire

# BatteryWatcherSettings icons
source: Circle with percentage
tr: Yüzdeli Daire

# BatteryWatcherSettings icons
source: Battery with percentage
tr: Yüzdeli Pil

# BatteryWatcherSettings icons
source: Battery with percentage and background
tr: Yüzdesi ve arka planı olan pil
