Repository: sabriunal/turkish-translation-backup
Catalog: Elementary/switchboard/switchboard-plug-wacom-*.po
Languages: tr

source: No Stylus Detected
tr: Ekran Kalemi Algılanmadı

source: Please move your stylus close to the tablet
tr: Lütfen ekran kaleminizi tabletin yanına getirin

source: Default
tr: Varsayılan

source: Middle Mouse Button Click
tr: Orta Fare Düğmesi Tıklaması

source: Right Mouse Button Click
tr: Sağ Fare Düğmesi Tıklaması

source: Back
tr: Geri

source: Forward
tr: İleri

source: Soft
tr: Yumuşak

source: Firm
tr: Kesin

source: Eraser Pressure Feel:
tr: Silgi Basıncı Hissi:

source: Button Action:
tr: Düğme Eylemi:

source: Top Button Action:
tr: Üst Düğme Eylemi:

source: Bottom Button Action:
tr: Alt Düğme Eylemi:

source: Middle Button Action:
tr: Orta Düğme Eylemi:

source: Tip Pressure Feel:
tr: Uç Basıncı Hissi:

source: Test Tablet Settings
tr: Tablet Ayarlarını Sına

source: Tablet (absolute)
tr: Tablet (mutlak)

source: Touchpad (relative)
tr: Dokunmatik Yüzey (göreli)

source: Tracking mode:
tr: İzleme modu:

source: Left-handed orientation:
tr: Sol elle kullanım:

source: Configure Wacom tablet
tr: Wacom tableti yapılandır

source: Stylus
tr: Ekran Kalemi

source: No Tablets Available
tr: Tablet Algılanmadı

source: Please ensure your tablet is connected and switched on
tr: Lütfen tabletinizin bağlı ve açık olduğundan emin olun
