Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-desktop/lxqt-desktop-qterminal-*.po
Languages: tr

# BookmarksWidget
source: Filter:
tr: Süzgeç:

# FontDialog
source: Select Terminal Font
tr: Uçbirim Yazı Tipini Seç

# FontDialog
source: Font:
tr: Yazı Tipi:

# FontDialog
source: Size:
tr: Boyut:

# FontDialog
source: Preview
tr: Ön İzleme

# MainWindow
source: Bookmarks
tr: Yer İmleri

# MainWindow
source: Press "%1" to see the terminal.
tr: Uçbirimi görmek için "%1"'e basın.

# MainWindow
source: &Clear Active Terminal
tr: Aktif Uçbirimi &Temizle

# MainWindow
source: &Next Tab
tr: &Sonraki Sekme

# MainWindow
source: &Previous Tab
tr: &Önceki Sekme

# MainWindow
source: &Previous Tab in History
tr: &Geçmişten Önceki Sekmeler

# MainWindow
source: &Next Tab in History
tr: Geçmişten &Sonraki Sekme

# MainWindow
source: Move Tab &Left
tr: Sekmeyi So&la Al

# MainWindow
source: Move Tab &Right
tr: Sekmeyi Sa&ğa Al

# MainWindow
source: Tab
tr: Sekme

# MainWindow
source: Go to
tr: Git

# MainWindow
source: Split Terminal &Horizontally
tr: Uçbirimi Yatay B&öl

# MainWindow
source: Split Terminal &Vertically
tr: Uçbirimi Dike&y Böl

# MainWindow
source: &Collapse Subterminal
tr: Alt Uçbirimi &Daralt

# MainWindow
source: &Top Subterminal
tr: Alt Uçbirim &Üstte

# MainWindow
source: &Bottom Subterminal
tr: Alt Uçbirim &Altta

# MainWindow
source: L&eft Subterminal
tr: Alt Uçbirim So&lda

# MainWindow
source: R&ight Subterminal
tr: Alt Uçbirim Sa&ğda

# MainWindow
source: Copy &Selection
tr: Seçimi &Kopyala

# MainWindow
source: Paste Clip&board
tr: Panoyu Yap&ıştır

# MainWindow
source: Paste S&election
tr: Seçimi &Yapıştır

# MainWindow
source: Zoom &in
tr: Yakınla&ştır

# MainWindow
source: Zoom &out
tr: Uzaklaşt&ır

# MainWindow
source: Zoom rese&t
tr: &İlk Boyut

# MainWindow
source: &Find...
tr: &Bul...

# MainWindow
source: &Save Session
tr: Ot&urumu Kaydet

# MainWindow
source: &Load Session
tr: Oturu&mu Yükle

# MainWindow
source: &Toggle Menu
tr: &Geçiş Menüsü

# MainWindow
source: Rename session
tr: Oturumu yeniden adlandır

# MainWindow
source: &New Tab
tr: &Yeni Sekme

# MainWindow
source: New Tab From &Preset
tr: Ön Ay&arlı Yeni Sekme

# MainWindow
source: 2 &Horizontal Terminals
tr: Yatay &2 Uçbirim

# MainWindow
source: 2 &Vertical Terminals
tr: Dike&y 2 Uçbirim

# MainWindow
source: 4 Terminal&s
tr: &4 Uçbirim

# MainWindow
source: &Close Tab
tr: &Sekmeyi Kapat

# MainWindow
source: &New Window
tr: &Yeni Pencere

# MainWindow
source: &Preferences...
tr: &Tercihler...

# MainWindow
source: &Quit
tr: &Çıkış

# MainWindow
source: &Hide Window Borders
tr: &Pencere Kenarlıklarını Gizle

# MainWindow
source: &Show Tab Bar
tr: Sekme &Çubuğunu Göster

# MainWindow
source: Fullscreen
tr: Tam Ekran

# MainWindow
source: Toggle Bookmarks
tr: Yer İmlerini Değiştir

# MainWindow
source: &Bottom
tr: &Alt

# MainWindow
source: &Top
tr: &Üst

# MainWindow
source: &Right
tr: Sa&ğ

# MainWindow
source: &Left
tr: So&l

# MainWindow
source: &Tabs Layout
tr: &Sekmelerin Düzeni

# MainWindow
source: &None
tr: &Hiçbiri

# MainWindow
source: S&crollbar Layout
tr: &Kaydırma Çubuğu Düzeni

# MainWindow
source: &BlockCursor
tr: &Blok İmleç

# MainWindow
source: &UnderlineCursor
tr: Alt Çiz&gi İmleç

# MainWindow
source: &IBeamCursor
tr: &Işın İmleç

# MainWindow
source: &Keyboard Cursor Shape
tr: &Klavye İmleç Şekli

# MainWindow
source: Exit QTerminal
tr: QTerminal'den Çık

# MainWindow
source: Do not ask again
tr: Tekrar sorma

# MainWindow
source: Are you sure you want to exit?
tr: Çıkmak istediğinizden emin misiniz?

# PropertiesDialog
source: Emulation
tr: Öykünme

# PropertiesDialog
source: Shortcuts
tr: Kısayollar

# PropertiesDialog
source: Terminal settings
tr: Uçbirim ayarları

# PropertiesDialog
source: Appearance
tr: Görünüm

# PropertiesDialog
source: Behavior
tr: Davranış

# PropertiesDialog
source: Dropdown
tr: Açılış

# PropertiesDialog
source: Bookmarks
tr: Yer İmleri

# PropertiesDialog
source: Hide tab bar with only one tab
tr: Sekme çubuğunu yalnızca bir sekmeyle gizle

# PropertiesDialog
source: Color scheme
tr: Renk düzeni

# PropertiesDialog
source: Scrollbar position
tr: Kaydırma çubuğu durumu

# PropertiesDialog
source: Start with preset:
tr: Ön ayarlarla başlat:

# PropertiesDialog
source: Show a border around the current terminal
tr: Geçerli uçbirim etrafında bir sınır göster

# PropertiesDialog
source: Terminal transparency
tr: Uçbirim saydamlığı

# PropertiesDialog
source: Application transparency
tr: Uygulama şeffaflığı

# PropertiesDialog
source: None (single terminal)
tr: Hiçbiri (tek terminal)

# PropertiesDialog
source: 2 terminals horizontally
tr: Yatay 2 uçbirim

# PropertiesDialog
source: 2 terminals vertically
tr: Dikey 2 uçbirim

# PropertiesDialog
source: 4 terminals
tr: 4 uçbirim

# PropertiesDialog
source: Font
tr: Yazı tipi

# PropertiesDialog
source: &Change...
tr: &Değiştir...

# PropertiesDialog
source: Tabs position
tr: Sekme durumu

# PropertiesDialog
source: Widget style
tr: Parçacık biçimi

# PropertiesDialog
source: Show the menu bar
tr: Menü çubuğunu göster

# PropertiesDialog
source: Change window title based on current terminal
tr: Mevcut uçbirime göre pencere başlığını değiştir

# PropertiesDialog
source: Change window icon based on current terminal
tr: Mevcut uçbirime göre pencere simgesini değiştir

# PropertiesDialog
source: Enable bi-directional text support
tr: İki yönlü metin desteğini etkinleştir

# PropertiesDialog
source: Background image:
tr: Arka Plan resmi:

# PropertiesDialog
source: Select
tr: Seç

# PropertiesDialog
source: Show terminal size on resize
tr: Yeniden boyutlandırıldığında uçbirim boyutunu göster

# PropertiesDialog
source: Show close button on each tab
tr: Her sekmede kapat düğmesini göster

# PropertiesDialog
source: Terminal margin
tr: Uçbirim kenar boşluğu

# PropertiesDialog
source: Use box drawing characters contained in the font
tr: Yazı tipi içindeki kutu çizme karakterlerini kullan

# PropertiesDialog
source: Accelerators are activated by Alt and can interfere with the terminal.
tr: Hızlandırıcılar, Alt ile etkinleşir ve uçbirime müdahale edilebilir.

# PropertiesDialog
source: No menu bar accelerator
tr: Menü çubuğu hızlandırıcısı yok

# PropertiesDialog
source: Action after paste
tr: Yapıştırdıktan sonraki işlem

# PropertiesDialog
source: Confirm multiline paste
tr: Çok satırlı yapıştırma işlemini onayla

# PropertiesDialog
source: Trim trailing newlines in pasted text
tr: Yapıştırılan son satırları yapıştırılan metinde kırp

# PropertiesDialog
source: Open new terminals in current working directory
tr: Geçerli çalışma dizininde yeni uçbirimler açın

# PropertiesDialog
source: Save Size when closing
tr: Kapandığında boyutu kaydet

# PropertiesDialog
source: Save Position when closing
tr: Kapandığında durumu kaydet

# PropertiesDialog
source: Ask for confirmation when closing
tr: Kapandığında onay için sor

# PropertiesDialog
source: Unlimited history
tr: Sınırsız geçmiş

# PropertiesDialog
source: History size (in lines)
tr: Tarih büyüklüğü (satırlarda)

# PropertiesDialog
source: Default $TERM
tr: Varsayılan $TERM

# PropertiesDialog
source: Start with this size:
tr: Bu boyutlarla başla:

# PropertiesDialog
source: Get current size
tr: Mevcut boyutu al

# PropertiesDialog
source: Height
tr: Yükseklik

# PropertiesDialog
source: Width
tr: Genişlik

# PropertiesDialog
source: Edit bookmark file contents
tr: Yer imi dosyası içeriğini düzenle

# PropertiesDialog
source: Enable bookmarks
tr: Yer imlerini etkinleştir

# PropertiesDialog
source: Bookmark file
tr: Yer İmi dosyası

# PropertiesDialog
source: Show on start
tr: Başlangıçta göster

# PropertiesDialog
source: Cursor shape
tr: İmleç şekli

# PropertiesDialog
source: Fixed tab width:
tr: Sabit sekme genişliği:

# PropertiesDialog
source: Size
tr: Boyut

# PropertiesDialog
source: Shortcut:
tr: Kısayol:

# PropertiesDialog
source: Find...
tr: Bul...

# PropertiesDialog
source: You can specify your own bookmarks file location. It allows easy bookmark sharing with tools like OwnCloud or Dropbox.
tr: Kendi yer imleri dosya yolunuzu berlirleyebilirsiniz. Bu, OwnCloud veya Dropbox gibi araçlarla yer imlerinizi paylaşmayı kolaylaştırır.

# PropertiesDialog
source: Shortcut
tr: Kısayol

# PropertiesDialog
source: Key
tr: Anahtar

# PropertiesDialog
source: No scrollbar
tr: Kaydırma çubuğu yok

# PropertiesDialog
source: Left
tr: Sol

# PropertiesDialog
source: Right
tr: Sağ

# PropertiesDialog
source: Top
tr: En Yukarı

# PropertiesDialog
source: Bottom
tr: En Aşağı

# PropertiesDialog
source: BlockCursor
tr: Blok İmleç

# PropertiesDialog
source: UnderlineCursor
tr: Alt Çizgi İmleç

# PropertiesDialog
source: IBeamCursor
tr: Işın İmleç

# PropertiesDialog
source: No move
tr: Taşıma yok

# PropertiesDialog
source: System Default
tr: Sistem Varsayılanı

# PropertiesDialog
source: Choose a background image
tr: Bir arkaplan resmi seç

# QObject
source: Synchronized Bookmarks
tr: Eşitlenmiş Yer İmleri

# TabWidget
source: Shell No. %1
tr: Kabuk No. %1

# TabWidget
source: Tab name
tr: Sekme adı

# TabWidget
source: New tab name:
tr: Yeni sekme adı:

# TabWidget
source: Select new tab title color
tr: Yeni sekme başlık rengini seç

# TabWidget
source: Close session
tr: Oturumu kapat

# TabWidget
source: Change title color
tr: Başlık rengini değiştir

# TermWidgetHolder
source: Load Session
tr: Oturum Yükle

# TermWidgetHolder
source: List of saved sessions:
tr: Kaydedilmiş oturumların listesi:

source: MainWindow
tr: Ana Pencere

# mainWindow
source: &File
tr: &Dosya

# mainWindow
source: &Actions
tr: &Eylemler

# mainWindow
source: &Help
tr: &Yardım

# mainWindow
source: &View
tr: &Görünüm

# mainWindow
source: &Edit
tr: D&üzen

# mainWindow
source: &About...
tr: &Hakkında...

# mainWindow
source: About &Qt...
tr: &Qt Hakkında...

# MainWindow
source: Handle history...
tr: Geçmişi yönet...

# PropertiesDialog
source: Specify whether box drawing characters should be drawn by QTerminal internally or left to underlying font rendering libraries.
tr: Kutu çizimi karakterlerinin Terminal tarafından dahili olarak mı yoksa alttaki yazı tipi oluşturma kütüphaneleri ile mi çizileceğini belirtin.

# PropertiesDialog
source: Toggles usage of bold font face for rendering intense colors
tr: Yoğun renkler oluşturmak için kalın yazı tipi yüzünün kullanımını değiştirir

# PropertiesDialog
source: Use bold font face for intense colors
tr: Yoğun renkler için kalın yazı tipi yüzü kullanın

# PropertiesDialog
source: &Hide Window Borders
tr: &Pencere Kenarlıklarını Gizle

# PropertiesDialog
source: <html><head/><body><p>Which behavior to emulate. Note that this does not have to match your operating system.</p><p>If you are not sure, use the <span style=" font-weight:600;">default</span> emulation.</p></body></html>
tr: <html><head/><body> <p> Taklit edilecek davranış. Bunun işletim sisteminizle uyuşmasının gerekmediğini unutmayın. </p> <p> Emin değilseniz <span style = "font-weight: 600;"> varsayılan </span> öykünmeyi kullanın. </ P > </body> </html>

# PropertiesDialog
source: This command will be run with an argument containing the file name of a tempfile containing the scrollback history
tr: Bu komut, geri kaydırma geçmişini içeren bir geçici dosyanın dosya adını içeren bir bağımsız değişkenle çalıştırılacaktır

# PropertiesDialog
source: Handle history command
tr: Geçmiş komutunu işle

# PropertiesDialog
source: Open new tab to the right of the active tab
tr: Etkin sekmenin sağında yeni sekme aç

# PropertiesDialog
source: If unchecked the new tab will be opened as the rightmost tab
tr: İşaretlenmezse, yeni sekme en sağdaki sekme olarak açılacaktır

# PropertiesDialog
source: Close tab on middle-click
tr: Orta tıklamayla sekmeyi kapat

# PropertiesDialog
source: To edit a Shortcut: 1. Double-click its Key 2. Press the desired combination and release it 3. Click on a Shortcut or press Enter To remove/disable a Shortcut, at point 2 press only a modifier (like Shift)
tr: Bir Kısayolu düzenlemek için: 1. Anahtarına çift tıklayın 2. İstenilen kombinasyona basın ve bırakın 3. Bir Kısayolu tıklayın veya Enter tuşuna basın Bir Kısayolu silmek/devre dışı bırakmak için, 2. noktada yalnızca bir değiştiriciye (Shift gibi) basın

# PropertiesDialog
source: Background mode:
tr: Arka plan modu:

# PropertiesDialog
source: Stretch
tr: Uzatmak

# PropertiesDialog
source: Zoom
tr: Yakınlaştır

# PropertiesDialog
source: Fit
tr: Uygun

# PropertiesDialog
source: Center
tr: Merkez

# PropertiesDialog
source: Forcefully disable bracketed paste mode
tr: Basamaklı yapıştırma modunu zorla devre dışı bırakın

# PropertiesDialog
source: Bracketed paste mode is useful for pasting multiline strings.
tr: Parantezli yapıştırma modu, çok satırlı dizeleri yapıştırmak için kullanışlıdır.

# PropertiesDialog
source: Scrolling to top
tr: En üste kaydırılıyor

# PropertiesDialog
source: Scrolling to bottom
tr: En alta kaydırılıyor

# PropertiesDialog
source: Images (*.bmp *.jpg *.png *.svg *.xpm)
tr: Görüntüler (*.bmp *.jpg *.png *.svg *.xpm)

# MainWindow
source: Keep window open when it loses focus
tr: Odağı kaybetse bile pencereyi açık tut

# PropertiesDialog
source: A lock button is shown on horizontal tab bar
tr: Kilit tuşunu yatay sekme barında gösterir

# PropertiesDialog
source: Keep window open when it loses focus
tr: Odağı kaybetse bile pencereyi açık tut

# MainWindow
source: About
tr: Hakkında

# MainWindow
source: A lightweight and powerful multiplatform terminal emulator
tr: Hafif ve güçlü çok platformlu bir terminal emülatörü

# MainWindow
source: Copyright (C)
tr: Telif hakkı (C)

# MainWindow
source: LXQt Project
tr: LXQt Projesi

# MainWindow
source: Development:
tr: Geliştirme:

# PropertiesDialog
source: Examples
tr: Örnekler

# PropertiesDialog
source: Open bookmarks file
tr: Yer imleri dosyasını aç

# PropertiesDialog
source: XML files (*.xml)
tr: XML dosyası (*.xml)

# PropertiesDialog
source: All files (*)
tr: Tüm dosyalar (*)

# PropertiesDialog
source: Question
tr: Soru

# PropertiesDialog
source: Do you want to overwrite this bookmarks file?
tr: Bu yer imleri dosyasının üzerine yazmak istiyor musunuz?

# PropertiesDialog
source: The name of bookmarks file does not end with '.xml'. Are you sure that you want to overwrite it?
tr: Yer imleri dosyasının adı '.xml' ile bitmiyor. Üzerine yazmak istediğinizden emin misiniz?

# PropertiesDialog
source: Warning
tr: Uyarı

# PropertiesDialog
source: Cannot write bookmarks to this file:
tr: Bu dosyaya yer imleri yazılamıyor:
