Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-desktop/lxqt-desktop-lxqt-wallet-*.po
Languages: tr

# LXQt::Wallet::changePassWordDialog
source: Create a new wallet
tr: Yeni bir cüzdan oluştur

# LXQt::Wallet::changePassWordDialog
source: Create
tr: Oluştur

# LXQt::Wallet::changePassWordDialog
source: Passwords do not match
tr: Parola uyuşmuyor

# LXQt::Wallet::changePassWordDialog
source: Wallet password could not be changed
tr: Cüzdan parolası değiştirilemedi

# LXQt::Wallet::changePassWordDialog
source: Wallet could not be opened with the presented key
tr: Cüzdan sunulan anahtarla açılamadı

# LXQt::Wallet::changePassWordDialog
source: New passwords do not match
tr: Yeni parola uyuşmuyor

# LXQt::Wallet::password_dialog
source: Wallet could not be opened with the presented key
tr: Cüzdan sunulan anahtarla açılamadı

# changePassWordDialog
source: Change Wallet's Password
tr: Cüzdanın Parolasını Değiştir

# changePassWordDialog
source: C&hange
tr: &Değiştir

# changePassWordDialog
source: &Ok
tr: &Tamam

# changePassWordDialog
source: Enter Current Password Below.
tr: Aşağıya Mevcut Şifreyi Girin.

# changePassWordDialog
source: Enter New Password Below.
tr: Aşağıya Yeni Şifre Girin.

# changePassWordDialog
source: Re Enter New Password Below.
tr: Aşağıya Yeni Şifreyi Yeniden Girin.

# changePassWordDialog
source: &Cancel
tr: &İptal

# changePassWordDialog
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">An application '<span style=" font-weight:600;">%1</span>' has made a request for a password of its wallet '<span style=" font-weight:600;">%2</span>' to be changed</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Uygulama '<span style=" font-weight:600;">%1</span>' cüzdanın şifresini istedi '<span style=" font-weight:600;">%2</span>' to be changed</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><br /></p></body></html>

# changePassWordDialog
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Enter password information below to create a new wallet '<span style=" font-weight:600;">%1</span>' for application '<span style=" font-weight:600;">%2</span>'</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Yeni bir cüzdan oluşturmak için aşağıdaki şifre bilgilerini girin '<span style=" font-weight:600;">%1</span>' for application '<span style=" font-weight:600;">%2</span>'</p></body></html>

# password_dialog
source: lxqt wallet service
tr: lxqt cüzdan hizmeti

# password_dialog
source: The application '%1' has requested to open the wallet '%2'.Enter the password below for this wallet to unlock it
tr: '%1' uygulaması '%2' cüzdanını açmak istedi. Kilidi açmak için bu cüzdanın parolasını aşağıya girin

# password_dialog
source: Wallet '%1' does not exist,do you want to create it?
tr: '%1' cüzdanı mevcut değil, oluşturmak ister misiniz?

# password_dialog
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Wallet <span style=" font-weight:600;">'%1'</span> does not exist, do you want to create it?</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Cüzdan <span style=" font-weight:600;">'%1'</span> yok mu, onu yaratmak ister misin?</p></body></html>

# password_dialog
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">An application <span style=" font-weight:600;">'%1'</span> has requested to open a wallet<span style=" font-weight:600;"> '%2'</span>. Enter the password below for this wallet to unlock it.</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Uygulama<span style=" font-weight:600;">'%1'</span> bir cüzdan açmak istedi<span style=" font-weight:600;"> '%2'</span>. Bu cüzdanın kilidini açmak için aşağıdaki şifreyi girin.</p></body></html>

# password_dialog
source: &Unlock
tr: Kilidi &Aç

# password_dialog
source: &Cancel
tr: &İptal

# password_dialog
source: &Ok
tr: &Tamam

# password_dialog
source: ok
tr: Tamam
