Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-desktop/lxqt-desktop-qtermwidget-*.po
Languages: tr

# Konsole::TerminalDisplay
source: Size: XXX x XXX
tr: Boyut: XXX x XXX

# Konsole::TerminalDisplay
source: Size: %1 x %2
tr: Boyut: %1 x %2

# Konsole::TerminalDisplay
source: <qt>Output has been <a href="http://en.wikipedia.org/wiki/Flow_control">suspended</a> by pressing Ctrl+S. Press <b>Ctrl+Q</b> to resume.</qt>
tr: <qt>Çıktı, Ctrl+S'ye basılarak <a href="http://en.wikipedia.org/wiki/Flow_control">durduruldu</a>. Sürdürmek için <b>Ctrl+Q</b>'a basınız.</qt>

# Konsole::Vt102Emulation
source: No keyboard translator available. The information needed to convert key presses into characters to send to the terminal is missing.
tr: Hiçbir klavye çeviricisi yok. Tuş vuruşlarını karaktere dönüştürüp uçbirime göndermek için gereken bilgi eksik.

# QObject
source: Un-named Color Scheme
tr: Adsız Renk Şeması

# QObject
source: Accessible Color Scheme
tr: Erişilebilir Renk Şeması

# QObject
source: Open Link
tr: Bağlantıyı Aç

# QObject
source: Copy Link Address
tr: Bağlantı Adresini Kopyala

# QObject
source: Send Email To...
tr: E-posta Gönder...

# QObject
source: Copy Email Address
tr: E-posta Adresini Kopyala

# QTermWidget
source: Color Scheme Error
tr: Renk Şeması Hatası

# QTermWidget
source: Cannot load color scheme: %1
tr: Renk şeması yüklenemedi: %1

# SearchBar
source: Match case
tr: Büyük/küçük harf eşleştir

# SearchBar
source: Regular expression
tr: Düzenli ifade

# SearchBar
source: Highlight all matches
tr: Tüm eşleşenleri vurgula

source: SearchBar
tr: Arama Çubuğu

# SearchBar
source: Find:
tr: Bul:

# Konsole::Session
source: Bell in session '%1'
tr: '%1'. oturumda zil

# Konsole::Session
source: Session '%1' exited with status %2.
tr: '%1' oturum %2 koduyla kapandı.

# Konsole::Session
source: Session '%1' crashed.
tr: '%1' oturumu çöktü.

# Konsole::Session
source: Session '%1' exited unexpectedly.
tr: '%1' oturumu beklenmedik şekilde kapandı.

# Konsole::TerminalDisplay
source: Paste multiline text
tr: Çok satırlı metni yapıştır

# Konsole::TerminalDisplay
source: Are you sure you want to paste this text?
tr: Bu metni yapıştırmak istediğinizden emin misiniz?

# QMessageBox
source: Show Details...
tr: Detayları göster...
