Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-desktop/lxqt-desktop-screengrab-*.po
Languages: tr

# AboutDialog
source: About
tr: Hakkında

# AboutDialog
source: Thanks
tr: Teşekkürler

# AboutDialog
source: Help us
tr: Bize yardım edin

# AboutDialog
source: is a crossplatform application for fast creating screenshots of your desktop.
tr: masaüstünüzün hızlı ekran görüntülerini oluşturmak için bir çapraz platform uygulamasıdır.

# AboutDialog
source: It is a light and powerful application, written in Qt.
tr: Qt ile yazılmış hafif ve güçlü bir uygulamadır.

# AboutDialog
source: Copyright &copy; 2009-2013, Artem 'DOOMer' Galichkin
tr: Telif Hakkı &copy; 2009-2013, Artem 'DOOMer' Galichkin

# AboutDialog
source: You can join us and help us if you want. This is an invitation if you like this application.
tr: Bize katılabilir ve isterseniz bize yardımcı olabilirsiniz. Bu uygulamayı beğendiyseniz bu bir davettir.

# AboutDialog
source: What you can do?
tr: Ne yapabilirsiniz?

# AboutDialog
source: Translate ScreenGrab to other languages
tr: ScreenGrab 'ı diğer dillere çevirin

# AboutDialog
source: Make suggestions for next releases
tr: Gelecek sürümler için önerilerde bulunun

# AboutDialog
source: Report bugs and issues
tr: Hataları ve sorunları bildirin

# AboutDialog
source: Bug tracker
tr: Hata izleyici

# AboutDialog
source: Translate:
tr: Çeviri:

# AboutDialog
source: Brazilian Portuguese translation
tr: Brezilya Portekizcesi çevirisi

# AboutDialog
source: Ukrainian translation
tr: Ukraynaca çevirisi

# AboutDialog
source: Spanish translation
tr: İspanyolca çevirisi

# AboutDialog
source: Italian translation
tr: İtalyanca çevirisi

# AboutDialog
source: Testing:
tr: Test edenler:

# AboutDialog
source: Dual monitor support and other in Linux
tr: Linux'ta çift monitör desteği ve diğer

# AboutDialog
source: Dual monitor support in Linux
tr: Linux'ta çift monitör desteği

# AboutDialog
source: win32-build [Windows XP and 7]
tr: win32-inşa [Windows XP ve 7]

# AboutDialog
source: old win32-build [Windows Vista]
tr: eski win32-inşa [Windows Vista]

# AboutDialog
source: win32-build [Windows 7]
tr: win32-inşa [Windows 7]

# ConfigDialog
source: Directory %1 does not exist. Do you want to create it?
tr: %1 dizini mevcut değil. Oluşturmak ister misiniz?

# ConfigDialog
source: Warning
tr: Uyarı

# ConfigDialog
source: Select directory
tr: Dizin seç

# ConfigDialog
source: Do you want to reset the settings to the defaults?
tr: Ayarları varsayılanlara sıfırlamak istiyor musunuz?

# ConfigDialog
source: Example:
tr: Örnek:

# ConfigDialog
source: This key is already used in ScreenGrab! Please select another.
tr: Bu tuş ScreenGrab'da zaten kullanılıyor! Lütfen başka bir tane seçin.

# ConfigDialog
source: This key is not supported on your system!
tr: Bu anahtar sisteminizde desteklenmiyor!

# ConfigDialog
source: Error
tr: Hata

# Core
source: is a crossplatform application for fast creating screenshots of your desktop.
tr: masaüstünüzün hızlı ekran görüntülerini oluşturmak için bir çapraz platform uygulamasıdır.

# Core
source: Take a fullscreen screenshot
tr: Tam ekran görüntüsü alın

# Core
source: Take a screenshot of the active window
tr: Etkin pencerenin ekran görüntüsünü alın

# Core
source: Take a screenshot of a selection of the screen
tr: Seçilen bölgenin ekran görüntüsünü alın

# Core
source: Run the application with a hidden main window
tr: Uygulamayı gizli bir ana pencereyle çalıştırma

# Core
source: Saved
tr: Kaydedildi

# Core
source: Saved to
tr: Kayıt yeri

# Core
source: Name of saved file is copied to the clipboard
tr: Kaydedilen dosyanın adı panoya kopyalanır

# Core
source: Path to saved file is copied to the clipboard
tr: Kaydedilen dosyanın yolu panoya kopyalanır

# Core
source: Copied
tr: Kopyalandı

# Core
source: Screenshot is copied to clipboard
tr: Ekran görüntüsü panoya kopyalandı

# MainWindow
source: Type:
tr: Tür:

# MainWindow
source: Type of screenshot
tr: Ekran görüntüsü türü

# MainWindow
source: Full screen
tr: Tam ekran

# MainWindow
source: Window
tr: Pencere

# MainWindow
source: Screen area
tr: Ekran alanı

# MainWindow
source: Last selected area
tr: Son seçilen alan

# MainWindow
source: Delay:
tr: Gecikme:

# MainWindow
source: Delay in seconds before taking screenshot
tr: Ekran görüntüsü almadan önceki saniye cinsinden gecikme

# MainWindow
source: None
tr: Yok

# MainWindow
source: sec
tr: saniye

# MainWindow
source: Zoom area around mouse
tr: Farenin çevresini yakınlaştır

# MainWindow
source: No window decoration
tr: Pencere dekorasyonu yok

# MainWindow
source: Include mouse pointer
tr: Fare işaretçisini ekle

# MainWindow
source: toolBar
tr: Araç çubuğu

# MainWindow
source: New
tr: Yeni

# MainWindow
source: Save
tr: Kaydet

# MainWindow
source: Copy
tr: Kopyala

# MainWindow
source: Options
tr: Seçenekler

# MainWindow
source: Help
tr: Yardım

# MainWindow
source: About
tr: Hakkında

# MainWindow
source: Quit
tr: Çık

# MainWindow
source: Screenshot
tr: Ekran görüntüsü

# MainWindow
source: Double click to open screenshot in external default image viewer
tr: Harici varsayılan resim görüntüleyicide ekran görüntüsünü açmak için çift tıklayın

# MainWindow
source: Hide
tr: Gizle

# MainWindow
source: Show
tr: Göster

# MainWindow
source: %1 Files
tr: %1 Dosya

# MainWindow
source: Save As...
tr: Farklı Kaydet...

# QApplication
source: Click and drag to draw a rectangle, right click to fit to edges, double click or press Enter to take a screenshot.
tr: Bir dikdörtgen çizmek için tıklayın ve sürükleyin, kenarlara sığdırmak için sağ tıklayın, çift tıklayın veya ekran görüntüsü almak için Enter tuşuna basın.

# QApplication
source: %1 x %2 pixels
tr: %1 x %2 piksel

# QObject
source: External edit
tr: Harici düzenleme

# QObject
source: Edit in...
tr: Şurada düzenle...

# aboutWidget
source: About Qt
tr: Qt Hakkında

# aboutWidget
source: Close
tr: Kapat

# configwidget
source: Options
tr: Seçenekler

# configwidget
source: Main
tr: Ana

# configwidget
source: Advanced
tr: Gelişmiş

# configwidget
source: System tray
tr: Sistem tepsisi

# configwidget
source: Shortcuts
tr: Kısayollar

# configwidget
source: Default save directory
tr: Varsayılan kaydetme dizini

# configwidget
source: Path to default selection dir for saving
tr: Kaydetmek için varsayılan seçim dizinine giden yol

# configwidget
source: Browse filesystem
tr: Dosya sistemine göz at

# configwidget
source: Browse
tr: Göz at

# configwidget
source: Default file
tr: Varsayılan dosya

# configwidget
source: Name:
tr: İsim:

# configwidget
source: Default filename
tr: Varsayılan dosya adı

# configwidget
source: Format
tr: Biçim

# configwidget
source: Default saving image format
tr: Varsayılan görüntü kaydetme biçimi

# configwidget
source: Copy file name to the clipboard when saving
tr: Kaydederken dosya adını panoya kopyala

# configwidget
source: Do not copy
tr: Kopyalama

# configwidget
source: Copy file name only
tr: Yalnızca dosya adını kopyala

# configwidget
source: Copy full file path
tr: Tam dosya yolunu kopyala

# configwidget
source: Image quality
tr: Resim kalitesi

# configwidget
source: Image quality (1 - small file, 100 - high quality)
tr: Resim kalitesi (1 - küçük dosya, 100 - yüksek kalite)

# configwidget
source: Inserting current date time into saved filename
tr: Kayıtlı dosya adına geçerli tarih saati ekle

# configwidget
source: Insert current date and time in file name
tr: Dosya adına geçerli tarih ve saati ekle

# configwidget
source: Template:
tr: Şablon:

# configwidget
source: Example:
tr: Örnek:

# configwidget
source: Automatically saving screenshots in grabbing process
tr: Yakalama işleminde ekran görüntülerini otomatik olarak kaydet

# configwidget
source: Autosave screenshot
tr: Ekran görüntüsünü otomatik kaydet

# configwidget
source: Save first screenshot
tr: İlk ekran görüntüsünü kaydet

# configwidget
source: Allow run multiplies copy of ScreenGrab
tr: ScreenGrab'ın çoğaltılmış kopyasının çalıştırılmasına izin ver

# configwidget
source: Allow multiple instances of ScreenGrab
tr: ScreenGrab'ın birden çok örneğine izin ver

# configwidget
source: Open in external viewer on double click
tr: Çift tıklamayla harici görüntüleyicide aç

# configwidget
source: Enable external viewer
tr: Harici görüntüleyiciyi etkinleştir

# configwidget
source: If this is unchecked, the selected area might become larger to fit to outer edges
tr: Bu işaretlenmezse, seçilen alan dış kenarlara sığacak şekilde büyüyebilir

# configwidget
source: Fit to edges inside selected area by right clicking
tr: Sağ tıklayarak seçilen alanın içindeki kenarlara sığdır

# configwidget
source: Show ScreenGrab in the system tray
tr: ScreenGrab'ı sistem tepsisinde göster

# configwidget
source: Tray messages:
tr: Tepsi mesajları:

# configwidget
source: Tray messages display mode
tr: Tepsi mesajları görüntüleme modu

# configwidget
source: Never
tr: Asla

# configwidget
source: Tray mode
tr: Tepsi modu

# configwidget
source: Always
tr: Her zaman

# configwidget
source: Time of display tray messages
tr: Tepsi mesajlarının görüntüleme zamanı

# configwidget
source: Time to display tray messages
tr: Tepsi mesajlarını görüntüleme zamanı

# configwidget
source: sec
tr: saniye

# configwidget
source: Minimize to tray on click close button
tr: Kapatma düğmesine tıklandığında tepsiye küçült

# configwidget
source: Minimize to tray when closing
tr: Kapatırken tepsiye küçült

# configwidget
source: Action
tr: Eylem

# configwidget
source: Shortcut
tr: Kısayol

# configwidget
source: New screen
tr: Yeni ekran

# configwidget
source: Save screen
tr: Ekranı kaydet

# configwidget
source: Copy screen
tr: Ekranı kopyala

# configwidget
source: Help
tr: Yardım

# configwidget
source: Quit
tr: Çık

# configwidget
source: Selected shortcut:
tr: Seçilen kısayol:

# configwidget
source: Not defined
tr: Tanımlanmamış

# AboutDialog
source: using Qt %1
tr: kullanılan Qt %1

# AboutDialog
source: Website - <a href="%1">%1</a>
tr: Ağ sayfası - <a href="%1">%1</a>

# AboutDialog
source: Licensed under the <a href=%1>GPL v2</a>
tr: <a href=%1>GPL v2</a> altında lisanslanmıştır
