Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-desktop/lxqt-desktop-lxqt-runner-*.po
Languages: tr

# ConfigureDialog
source: Runner Settings
tr: Çalıştırıcı Ayarları

# ConfigureDialog
source: Appearance
tr: Görünüm

# ConfigureDialog
source: Positioning:
tr: Konumlandırma:

# ConfigureDialog
source: Show on:
tr: Şunda Göster:

# ConfigureDialog
source: Show history first
tr: Önce geçmişi göster

# ConfigureDialog
source: Store/show history
tr: Geçmişi kaydet/göster

# ConfigureDialog
source: <b>Note</b>: The size of top-level widgets are constrained to 2/3 of the desktop's height and width.
tr: <b>Not</b>: Üst seviye gereçlerin boyutu masaüstü yükseklik ve genişliğinin 2/3 ü ile sınırlıdır.

# ConfigureDialog
source: Show list with:
tr: Liste genişliğini göster:

# ConfigureDialog
source: item(s)
tr: öge(ler)

# ConfigureDialog
source: Shortcut:
tr: Kısayol:

# ConfigureDialog
source: Top edge of the screen
tr: Ekranın üst köşesi

# ConfigureDialog
source: Center of the screen
tr: Ekranın merkezi

# ConfigureDialog
source: Focused screen
tr: Odaklanmış ekran

# ConfigureDialog
source: Always on screen %1
tr: Her zaman %1 ekranında

# ConfigureDialog
source: Reset
tr: Sıfırla

# Dialog
source: Application launcher
tr: Uygulama başlatıcı

# Dialog
source: Configure
tr: Yapılandır

# Dialog
source: Clear History
tr: Geçmişi Temizle

# Dialog
source: Show/hide runner dialog
tr: Çalıştırıcı penceresini göster/gizle

# QObject
source: History
tr: Geçmiş

# QObject
source: Copy calculation result to clipboard
tr: Hesaplama sonucunu panoya kopyala

# ConfigureDialog
source: Clear input on launching
tr: Başlangıçta girişi temizle
