Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-desktop/lxqt-desktop-liblxqt-*.po
Languages: tr

# ConfigDialog
source: Dialog
tr: İletişim Penceresi

# LXQt::MessageBox
source: LXQt Power Manager Error
tr: LXQt Güç Yöneticisi Hatası

# LXQt::MessageBox
source: Hibernate failed.
tr: Hazırda bekletme başarısız oldu.

# LXQt::NotificationPrivate
source: Notifications Fallback
tr: Bildirimleri Geri Al

# LXQt::PowerManager
source: Hibernate
tr: Hazırda Beklet

# LXQt::PowerManager
source: Suspend
tr: Askıya Al

# LXQt::PowerManager
source: Reboot
tr: Yeniden Başlat

# LXQt::PowerManager
source: Shutdown
tr: Bilgisayarı Kapat

# LXQt::PowerManager
source: Logout
tr: Oturumdan Çık

# LXQt::PowerManager
source: LXQt Session Suspend
tr: LXQt Oturumunu Askıya Al

# LXQt::PowerManager
source: Do you want to really suspend your computer?<p>Suspends the computer into a low power state. System state is not preserved if the power is lost.
tr: Bilgisayarınızı askıya almayı gerçekten istiyor musunuz?<p>Bilgisayarı düşük güç tüketiminde askıya alır. Güç biterse sistem durumu korunmaz.

# LXQt::PowerManager
source: LXQt Session Hibernate
tr: LXQt Oturumunu Hazırda Beklet

# LXQt::PowerManager
source: Do you want to really hibernate your computer?<p>Hibernates the computer into a low power state. System state is preserved if the power is lost.
tr: Bilgisayarınızı hazırda bekletmeyi gerçekten istiyor musunuz?<p>Bilgisayarı düşük güç tüketiminde hazırda bekletir. Güç biterse sistem durumu korunur.

# LXQt::PowerManager
source: LXQt Session Reboot
tr: LXQt Oturumunu Yeniden Başlat

# LXQt::PowerManager
source: Do you want to really restart your computer? All unsaved work will be lost...
tr: Bilgisayarınızı yeniden başlatmayı gerçekten istiyor musunuz? Kaydedilmemiş veriler kaybolacaktır...

# LXQt::PowerManager
source: LXQt Session Shutdown
tr: LXQt Oturumunu Kapat

# LXQt::PowerManager
source: Do you want to really switch off your computer? All unsaved work will be lost...
tr: Bilgisayarınızı kapatmayı gerçekten istiyor musunuz? Kaydedilmemiş veriler kaybolacaktır...

# LXQt::PowerManager
source: LXQt Session Logout
tr: LXQt Oturumundan Çık

# LXQt::PowerManager
source: Do you want to really logout? All unsaved work will be lost...
tr: Oturumdan çıkmayı gerçekten istiyor musunuz? Kaydedilmemiş veriler kaybolacaktır...

# LXQt::PowerManager
source: LXQt Power Manager Error
tr: LXQt Güç Yöneticisi Hatası

# LXQt::PowerManager
source: Hibernate failed.
tr: Hazırda bekletme başarısız oldu.

# LXQt::PowerManager
source: Suspend failed.
tr: Askıya alma başarısız oldu.

# LXQt::ScreenSaver
source: Failed to run "%1". Ensure you have a locker/screensaver compatible with xdg-screensaver installed and running.
tr: "%1" çalıştırması başarısız. xdg-screensaver ile uyumlu bir kilitleyici/ekran koruyucu yüklediğinizden ve çalıştırdığınızdan emin olunuz.

# LXQt::ScreenSaver
source: Failed to run "%1". Ensure the specified locker/screensaver is installed and running.
tr: "%1" çalıştırma başarısız. Belirli bir kilitleyicinin/ekran koruyucunun yüklendiğinden ve çalıştığından emin olunuz.

# LXQt::ScreenSaver
source: Lock Screen
tr: Ekranı Kilitle

# LXQt::ScreenSaver
source: Screen Saver Error
tr: Ekran Koruyucu Hatası

# QCoreApplication
source: Choose the page to be shown.
tr: Gösterilecek sayfayı seçiniz.

# QObject
source: Power Manager Error
tr: Güç Yöneticisi Hatası

# QObject
source: QDBusInterface is invalid
tr: QDBusInterface geçersiz

# QObject
source: Power Manager Error (D-BUS call)
tr: Güç Yöneticisi Hatası (D-Bus çağrısı)
