Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-desktop/lxqt-desktop-pcmanfm-qt-*.po
Languages: tr

# AboutDialog
source: About
tr: Hakkında

# AboutDialog
source: Lightweight file manager
tr: Hafif bir dosya yöneticisi

# AboutDialog
source: Programming: * Hong Jen Yee (PCMan) <pcman.tw@gmail.com>
tr: Programcı: * Hong Jen Yee (PCMan) <pcman.tw@gmail.com>

# AboutDialog
source: PCManFM-Qt File Manager Copyright (C) 2009 - 2014 洪任諭 (Hong Jen Yee) This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
tr: PCManFM-Qt Dosya Yöneticisi Telif Hakkı (C) 2009 - 2014 洪任諭 (Hong Jen Yee) Bu program ücretsiz bir yazılımdır; bunu dağıtabilir veya GNU Genel Kamu Lisansı kapsamında değiştirebilirsiniz Özgür Yazılım Vakfı lisansı altında yada benzeri başka bir lisans altında bir sürüm çatallayabilirsiniz. Bu program faydalı olacağı amacıyla geliştirilmiştir, fakat size hiçbir kullanım garantisi vermez. Belirli bir amaca katkı vermek için kamu yararına geliştirildi. Daha fazla bilgi edinmek için GNU Genel Kamu Lisansını inceleyin. Bu program ile birlikte GNU Genel Kamu Lisansını kabul etmiş varsayılırsınız. VAKIF, Inc., 51 Franklin Caddesi, Beşinci Kat, Boston, MA 02110-1301, ABD. Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

# AboutDialog
source: Authors
tr: Yazarlar

# AboutDialog
source: License
tr: Lisans

# AutoRunDialog
source: Removable medium is inserted
tr: Harici bir bellek takıldı

# AutoRunDialog
source: <b>Removable medium is inserted</b>
tr: <b>Harici Bellek Takıldı</b>

# AutoRunDialog
source: Type of medium:
tr: Bellek tipi:

# AutoRunDialog
source: Detecting...
tr: Taranıyor...

# AutoRunDialog
source: Please select the action you want to perform:
tr: Gerçekleştirmek istediğiniz eylemi seçiniz:

# BulkRenameDialog
source: Bulk Rename
tr: Çoklu yeniden adlandırma

# BulkRenameDialog
source: # will be replaced by numbers starting with:
tr: # şununla başlayarak sayılarla değiştirilecek:

# BulkRenameDialog
source: Rename selected files to:
tr: Seçilen dosyların ismini şununla değiştir:

# BulkRenameDialog
source: Name#
tr: İsim#

# ConnectServerDialog
source: Connect to remote server
tr: Uzak sunucuya bağlan

# ConnectServerDialog
source: Anonymous &login
tr: Anonim &giriş

# ConnectServerDialog
source: Login as &user:
tr: K&ullanıcı olarak giriş:

# ConnectServerDialog
source: Specify remote folder to connect
tr: Bağlanılacak uzak dizini belirleyin

# ConnectServerDialog
source: Type:
tr: Tür:

# ConnectServerDialog
source: Path:
tr: Yol:

# DesktopEntryDialog
source: Create Launcher
tr: Başlatıcı Oluştur

# DesktopEntryDialog
source: Name:
tr: Adı:

# DesktopEntryDialog
source: Description:
tr: Açıklama:

# DesktopEntryDialog
source: Comment:
tr: Yorum:

# DesktopEntryDialog
source: Command:
tr: Komut:

# DesktopEntryDialog
source: Icon:
tr: Simge:

# DesktopEntryDialog
source: Run in terminal?
tr: Terminalde çalışsın mı?

# DesktopEntryDialog
source: No
tr: Hayır

# DesktopEntryDialog
source: Yes
tr: Evet

# DesktopEntryDialog
source: Type:
tr: Tür:

# DesktopEntryDialog
source: Application
tr: Uygulama

# DesktopEntryDialog
source: Link
tr: Bağlantı

# DesktopFolder
source: Desktop
tr: Masaüstü

source: Desktop folder:
tr: Masaüstü:

# DesktopFolder
source: Image file
tr: Resim dosyası

# DesktopFolder
source: Folder path
tr: Dosya yolu

# DesktopFolder
source: &Browse
tr: &Gözat

# DesktopPreferencesDialog
source: Desktop Preferences
tr: Masaüstü Tercihleri

# DesktopPreferencesDialog
source: Background
tr: Arkaplan

# DesktopPreferencesDialog
source: Wallpaper mode:
tr: Duvar kağıdı kipi:

# DesktopPreferencesDialog
source: Wallpaper image file:
tr: Duvar kağıdı resim dosyası:

# DesktopPreferencesDialog
source: Select background color:
tr: Arkaplan rengi seç:

# DesktopPreferencesDialog
source: Image file
tr: Resim dosyası

# DesktopPreferencesDialog
source: Image file path
tr: Resim dosya yolu

# DesktopPreferencesDialog
source: &Browse
tr: &Gözat

# DesktopPreferencesDialog
source: Icons
tr: Simgeler

# DesktopPreferencesDialog
source: Icon size:
tr: Simge boyutu:

# DesktopPreferencesDialog
source: Label Text
tr: Etiket Metni

# DesktopPreferencesDialog
source: Select shadow color:
tr: Gölge rengi seç:

# DesktopPreferencesDialog
source: Select font:
tr: Yazıtipi seç:

# DesktopPreferencesDialog
source: General
tr: Genel

# DesktopPreferencesDialog
source: Select text color:
tr: Metin rengini seç:

# DesktopPreferencesDialog
source: Spacing
tr: Boşluk

# DesktopPreferencesDialog
source: Minimum item margins:
tr: En az öge boyutları:

# DesktopPreferencesDialog
source: 3 px by default.
tr: Öntanımlı olarak 3 px.

# DesktopPreferencesDialog
source: 1 px by default. A space is also reserved for 3 lines of text.
tr: Varsayılan olarak 1 piksel. Ayrıca, 3 satırlık metin için bir boşluk ayrılmıştır.

# DesktopPreferencesDialog
source: Lock
tr: Kilitle

# DesktopPreferencesDialog
source: Wallpaper
tr: Duvar Kağıdı

# DesktopPreferencesDialog
source: Transform image based on EXIF data
tr: EXIF verilerine dayalı olarak resmi dönüştür

# DesktopPreferencesDialog
source: Individual wallpaper for each monitor
tr: Her monitör için ayrı duvar kağıdı

# DesktopPreferencesDialog
source: Slide Show
tr: Slayt Gösterisi

# DesktopPreferencesDialog
source: Enable Slide Show
tr: Slayt Gösterisini Etkinleştir

# DesktopPreferencesDialog
source: Wallpaper image folder:
tr: Duvar kağıdı resim dizini:

# DesktopPreferencesDialog
source: Browse
tr: Gözat

# DesktopPreferencesDialog
source: hour(s)
tr: .saat(ler)

# DesktopPreferencesDialog
source: and
tr: ve

# DesktopPreferencesDialog
source: Intervals less than 5min will be ignored
tr: 5 dakikadan kısa zaman aralıkları görmezden gelinecek

# DesktopPreferencesDialog
source: Interval:
tr: Zaman Aralığı:

# DesktopPreferencesDialog
source: minute(s)
tr: .dakika(lar)

# DesktopPreferencesDialog
source: Wallpaper folder
tr: Duvar kağıdı dizini

# DesktopPreferencesDialog
source: Randomize the slide show
tr: Duvar kağıdı rasgele seçilsin

# DesktopPreferencesDialog
source: Visible Shortcuts
tr: Kısayolları Göster

# DesktopPreferencesDialog
source: Home
tr: Ev Dizini

# DesktopPreferencesDialog
source: Trash
tr: Çöp Kutusu

# DesktopPreferencesDialog
source: Computer
tr: Bilgisayar

# DesktopPreferencesDialog
source: Network
tr: Ağ

# DesktopPreferencesDialog
source: Advanced
tr: Gelişmiş

# HiddenShortcutsDialog
source: Hidden Shortcuts
tr: Gizli Kısayollar

# HiddenShortcutsDialog
source: Shortcut
tr: Kısayol

# HiddenShortcutsDialog
source: Action
tr: Eylem

# HiddenShortcutsDialog
source: Esc
tr: Çık

# HiddenShortcutsDialog
source: Focus view, clear filter bar
tr: Odak görünümü, süzgeç çubuğunu temizle

# HiddenShortcutsDialog
source: Focus side-pane
tr: Odak yan bölme

# HiddenShortcutsDialog
source: Focus path entry
tr: Odak yolu girişi

# HiddenShortcutsDialog
source: Next tab
tr: Sonraki sekme

# HiddenShortcutsDialog
source: Previous tab
tr: Önceki sekme

# HiddenShortcutsDialog
source: Jump to tab
tr: Sekmeye atla

# HiddenShortcutsDialog
source: Backspace
tr: Geri

# HiddenShortcutsDialog
source: Go up
tr: Yukarı git

# HiddenShortcutsDialog
source: Search dialog
tr: Arama iletişim kutusu

# HiddenShortcutsDialog
source: Paste into transient filter bar
tr: Geçici süzgeç çubuğuna yapıştırın

# HiddenShortcutsDialog
source: Move file on dropping
tr: Bırakırken dosyayı taşı

# HiddenShortcutsDialog
source: Copy file on dropping
tr: Bırakırken dosyayı kopyala

# HiddenShortcutsDialog
source: Make a symlink on dropping
tr: Bırakırken bir sembolik bağlantı yap

# MainWindow
source: File Manager
tr: Dosya Yöneticisi

# MainWindow
source: &Toolbars
tr: Araç &Çubukları

# MainWindow
source: Path &Bar
tr: Yol &Çubuğu

# MainWindow
source: &Filtering
tr: &Filtreleme

# MainWindow
source: Go &Up
tr: Üst &Dizin

# MainWindow
source: Go Up
tr: Üst Dizin

# MainWindow
source: &Home
tr: &Ev Dizini

# MainWindow
source: &Reload
tr: &Yeniden Yükle

# MainWindow
source: Go
tr: Git

# MainWindow
source: Quit
tr: Çıkış

# MainWindow
source: &About
tr: &Hakkında

# MainWindow
source: &New Window
tr: &Yeni Pencere

# MainWindow
source: New Window
tr: Yeni Pencere

# MainWindow
source: Show &Hidden
tr: &Gizli Dosyaları Göster

# MainWindow
source: &Computer
tr: &Bilgisayar

# MainWindow
source: &Trash
tr: &Çöp Kutusu

# MainWindow
source: &Network
tr: &Ağ

# MainWindow
source: &Desktop
tr: &Masaüstü

# MainWindow
source: &Add to Bookmarks
tr: Yer İmlerine &Ekle

# MainWindow
source: &Applications
tr: &Uygulamalar

# MainWindow
source: Reload
tr: Yeniden Yükle

# MainWindow
source: &Icon View
tr: &Simge Görünümü

# MainWindow
source: &Compact View
tr: &Sıkışık Görünüm

# MainWindow
source: &Detailed List
tr: &Ayrıntılı Liste

# MainWindow
source: &Thumbnail View
tr: &Önizleme

# MainWindow
source: Cu&t
tr: Ke&s

# MainWindow
source: &Copy
tr: &Kopyala

# MainWindow
source: &Paste
tr: &Yapıştır

# MainWindow
source: Select &All
tr: Tümünü &Seç

# MainWindow
source: Pr&eferences
tr: Ter&cihler

# MainWindow
source: &Ascending
tr: &Artan

# MainWindow
source: &Descending
tr: &Azalan

# MainWindow
source: &By File Name
tr: &Dosya Adına Göre

# MainWindow
source: By &Modification Time
tr: &Değiştirme Zamanına Göre

# MainWindow
source: By Deletio&n Time
tr: Silinme Zamanı&na Göre

# MainWindow
source: By File &Type
tr: &Dosya Türüne Göre

# MainWindow
source: By &Owner
tr: &Sahibine Göre

# MainWindow
source: By &Group
tr: &Gruba Göre

# MainWindow
source: &Folder First
tr: &Önce Dizin

# MainWindow
source: &Hidden Last
tr: &Gizli Son

# MainWindow
source: &Case Sensitive
tr: &Büyük/Küçük Harf Duyarlı

# MainWindow
source: By File &Size
tr: Dosya &Boyutuna Göre

# MainWindow
source: &Close Window
tr: &Pencereyi Kapat

# MainWindow
source: &Folder
tr: &Dizin

# MainWindow
source: &Blank File
tr: &Boş Dosya

# MainWindow
source: &Show/Focus Filter Bar
tr: Filtre Çubuğunu &Göster/Odakla

# MainWindow
source: Show Filter Bar
tr: Filtre Çubuğunu Göster

# MainWindow
source: S&plit View
tr: Bölünmüş Görünüm

# MainWindow
source: Split View
tr: Görünümü Böl

# MainWindow
source: &Copy Full Path
tr: Tüm Yolu &Kopyala

# MainWindow
source: Show Thumb&nails
tr: Ö&nizlemeleri Göster

# MainWindow
source: Show Thumbnails
tr: Önizlemeleri Göster

# MainWindow
source: S&ide Pane
tr: Y&an Bölme

# MainWindow
source: Hidden &Shortcuts
tr: Gizli &Kısayollar

# MainWindow
source: &Clear All Filters
tr: Tüm Filtreleri &Temizle

# MainWindow
source: Close &previous tabs
tr: &Önceki sekmeleri kapat

# MainWindow
source: Close &next tabs
tr: So&nraki sekmeleri kapat

# MainWindow
source: Connect to &Server
tr: &Sunucuya Bağlan

# MainWindow
source: &Location
tr: &Konum

# MainWindow
source: &Path Buttons
tr: &Yol Düğmeleri

# MainWindow
source: &Bulk Rename
tr: &Toplu Yeniden Adlandır

# MainWindow
source: Bulk Rename
tr: Toplu Yeniden Adlandır

# MainWindow
source: Close &other tabs
tr: &Diğer sekmeleri kapat

# MainWindow
source: Permanent &filter bar
tr: Kalıcı &filtre çubuğu

# MainWindow
source: &Menu bar
tr: &Menü çubuğu

# MainWindow
source: Menu bar
tr: Menü çubuğu

# MainWindow
source: Menu
tr: Menü

# MainWindow
source: New &Tab
tr: Yeni &Sekme

# MainWindow
source: New Tab
tr: Yeni Sekme

# MainWindow
source: Go &Back
tr: Geri &Git

# MainWindow
source: Go Back
tr: Geri Git

# MainWindow
source: Go &Forward
tr: &İleri

# MainWindow
source: Go Forward
tr: İleri

# MainWindow
source: &Invert Selection
tr: Seçimi &Tersine Çevir

# MainWindow
source: &Delete
tr: &Sil

# MainWindow
source: &Rename
tr: &Yeniden Adlandır

# MainWindow
source: C&lose Tab
tr: S&ekmeyi Kapat

# MainWindow
source: File &Properties
tr: Dosya &Özellikleri

# MainWindow
source: &Folder Properties
tr: &Dizin Özellikleri

# MainWindow
source: Edit Bookmarks
tr: Yer İmlerini Düzenle

# MainWindow
source: Open &Terminal
tr: Uçbirimi &Aç

# MainWindow
source: &Edit Bookmarks
tr: &Yer İmlerini Düzenle

# MainWindow
source: &Find Files
tr: Dosyaları &Bul

# MainWindow
source: &File
tr: &Dosya

# MainWindow
source: C&reate New
tr: Y&eni Oluştur

# MainWindow
source: &Help
tr: &Yardım

# MainWindow
source: &View
tr: &Görünüm

# MainWindow
source: &Sorting
tr: &Sıralama

# MainWindow
source: &Edit
tr: &Düzenle

# MainWindow
source: &Bookmarks
tr: &Yer İmleri

# MainWindow
source: &Go
tr: &Git

# MainWindow
source: Main Toolbar
tr: Ana Araç Çubuğu

# PCManFM::Application
source: Name of configuration profile
tr: Profil yapılandırma adı

# PCManFM::Application
source: PROFILE
tr: PROFİL

# PCManFM::Application
source: Launch desktop manager
tr: Masaüstü yöneticisini başlat

# PCManFM::Application
source: Turn off desktop manager if it's running
tr: Eğer çalışıyorsa masaüstü yöneticisini durdur

# PCManFM::Application
source: Open desktop preference dialog on the page with the specified name
tr: Sayfadaki masaüstü tercihleri iletişim kutusunu belirtilen adla aç

# PCManFM::Application
source: NAME
tr: İSİM

# PCManFM::Application
source: Open new window
tr: Yeni pencere aç

# PCManFM::Application
source: Open Find Files utility
tr: Dosya Bul aracını aç

# PCManFM::Application
source: Set desktop wallpaper from image FILE
tr: Görüntü DOSYASINI masaüstü duvar kağıdı olarak ayarla

# PCManFM::Application
source: FILE
tr: DOSYA

# PCManFM::Application
source: MODE
tr: KİP

# PCManFM::Application
source: Set mode of desktop wallpaper. MODE=(%1)
tr: Masaüstü duvar kağıdının kipini ayarla. KİP=(%1)

# PCManFM::Application
source: Open Preferences dialog on the page with the specified name
tr: Sayfadaki masaüstü tercihleri iletişim kutusunu belirtilen adla aç

# PCManFM::Application
source: Files or directories to open
tr: Açılacak dosyalar veya dizinler

# PCManFM::Application
source: [FILE1, FILE2,...]
tr: [DOSYA1, DOSYA2,...]

# PCManFM::Application
source: Error
tr: Hata

# PCManFM::Application
source: Terminal emulator is not set.
tr: Uçbirim öykünücüsü ayarlanmadı.

# PCManFM::AutoRunDialog
source: Open in file manager
tr: Dosya yöneticisinde aç

# PCManFM::AutoRunDialog
source: Removable Disk
tr: Çıkarılabilir Disk

# PCManFM::ConnectServerDialog
source: Secure WebDav
tr: Güvenli WebDav

# PCManFM::DesktopEntryDialog
source: Command:
tr: Komut:

# PCManFM::DesktopEntryDialog
source: URL:
tr: Adres:

# PCManFM::DesktopEntryDialog
source: Select an icon
tr: Bir simge seç

# PCManFM::DesktopEntryDialog
source: Images (*.png *.xpm *.svg *.svgz )
tr: Resim (*.png *.xpm *.svg *.svgz )

# PCManFM::DesktopEntryDialog
source: Select an executable file
tr: Çalıştırılabilir bir dosya seç

# PCManFM::DesktopEntryDialog
source: Select a file
tr: Bir dosya seç

# PCManFM::DesktopPreferencesDialog
source: Fill with background color only
tr: Sadece arkaplan rengi ile doldur

# PCManFM::DesktopPreferencesDialog
source: Stretch to fill the entire screen
tr: Tüm ekranı doldurmak için genişlet

# PCManFM::DesktopPreferencesDialog
source: Stretch to fit the screen
tr: Ekran doldurmak için genişlet

# PCManFM::DesktopPreferencesDialog
source: Center on the screen
tr: Ekrana ortala

# PCManFM::DesktopPreferencesDialog
source: Tile the image to fill the entire screen
tr: Tüm ekranı dolduracak şekilde resmi döşe

# PCManFM::DesktopPreferencesDialog
source: Zoom the image to fill the entire screen
tr: Tüm ekranı doldurmak için resmi yakınlaştır

# PCManFM::DesktopPreferencesDialog
source: Select Wallpaper
tr: Duvar Kağıdı Seç

# PCManFM::DesktopPreferencesDialog
source: Image Files
tr: Resim Dosyaları

# PCManFM::DesktopPreferencesDialog
source: Select Wallpaper Folder
tr: Duvar Kağıdı Klasörünü Seçin

# PCManFM::DesktopWindow
source: Trash (One item)
tr: Çöp Kutusu (Bir öge)

# PCManFM::DesktopWindow
source: Trash (%Ln items)
tr: Çöp Kutusu (%Ln öğe)

# PCManFM::DesktopWindow
source: Trash (Empty)
tr: Çöp Kutusu (Boş)

# PCManFM::DesktopWindow
source: Computer
tr: Bilgisayar

# PCManFM::DesktopWindow
source: Network
tr: Ağ

# PCManFM::DesktopWindow
source: Open
tr: Aç

# PCManFM::DesktopWindow
source: Stic&k to Current Position
tr: Geçerli Konuma Sa&bitle

# PCManFM::DesktopWindow
source: Empty Trash
tr: Çöpü Boşalt

# PCManFM::DesktopWindow
source: Hide Desktop Items
tr: Masaüstü Ögelerini Gizle

# PCManFM::DesktopWindow
source: Create Launcher
tr: Başlatıcı Oluştur

# PCManFM::DesktopWindow
source: Desktop Preferences
tr: Masaüstü Tercihleri

# PCManFM::FilterBar
source: Filter:
tr: Süzgeç:

# PCManFM::FilterEdit
source: Clear text (Ctrl+K or Esc)
tr: Metni Temizle (Ctrl+K veya Esc)

# PCManFM::MainWindow
source: Root Instance
tr: Kök Örneği

# PCManFM::MainWindow
source: Hide menu bar
tr: Menü çubuğunu gizle

# PCManFM::MainWindow
source: This will hide the menu bar completely, use Ctrl+M to show it again.
tr: Bu eylem menü çubuğunu tamamen gizleyecektir, tekrar göstermek için Ctrl+M kısayolunu kullanın.

# PCManFM::MainWindow
source: Version: %1
tr: Sürüm: %1

# PCManFM::MainWindow
source: &Move to Trash
tr: &Çöp Kutusuna Taşı

# PCManFM::MainWindow
source: &Delete
tr: &Sil

# PCManFM::MainWindow
source: Error
tr: Hata

# PCManFM::MainWindow
source: Switch user command is not set.
tr: Kullanıcı değiştirme komutu atanmamış.

# PCManFM::PreferencesDialog
source: Icon View
tr: Simge Görünümü

# PCManFM::PreferencesDialog
source: Compact View
tr: Sıkışık Görünüm

# PCManFM::PreferencesDialog
source: Thumbnail View
tr: Önizleme

# PCManFM::PreferencesDialog
source: Detailed List View
tr: Detaylı Liste Görünümü

# PCManFM::TabPage
source: Error
tr: Hata

# PCManFM::TabPage
source: Free space: %1 (Total: %2)
tr: Boş alan: %1 (Toplam %2)

# PCManFM::TabPage
source: %n item
tr: %n nesne

# PCManFM::TabPage
source: (%n hidden)
tr: (%n gizli)

# PCManFM::TabPage
source: Link to
tr: Bağlantı

# PCManFM::TabPage
source: %n item selected
tr: %n nesne seçildi

# PCManFM::View
source: Many files
tr: Birçok dosya

# PCManFM::View
source: Do you want to open these %1 files?
tr: %1 dosyasını açmak istiyor musunuz?

# PCManFM::View
source: Open in New T&ab
tr: Yeni S&ekmede Aç

# PCManFM::View
source: Open in New Win&dow
tr: Yeni Pen&cerede Aç

# PCManFM::View
source: Open in Termina&l
tr: Uçbirim&de Aç

# PreferencesDialog
source: Preferences
tr: Tercihler

# PreferencesDialog
source: User Interface
tr: Kullanıcı Arayüzü

# PreferencesDialog
source: Behavior
tr: Davranış

# PreferencesDialog
source: Thumbnail
tr: Önizleme

# PreferencesDialog
source: Volume
tr: Disk Bölümü

# PreferencesDialog
source: Advanced
tr: Gelişmiş

# PreferencesDialog
source: Select newly created files
tr: En son oluşturulan dosyaları seç

# PreferencesDialog
source: Icons
tr: Simgeler

# PreferencesDialog
source: Size of big icons:
tr: Büyük simge boyutu:

# PreferencesDialog
source: Size of small icons:
tr: Küçük simge boyutu:

# PreferencesDialog
source: Size of thumbnails:
tr: Önizleme boyutu:

# PreferencesDialog
source: Size of side pane icons:
tr: Yan bölme simgelerinin boyutu:

# PreferencesDialog
source: Icon theme:
tr: Simge teması:

# PreferencesDialog
source: Window
tr: Pencere

# PreferencesDialog
source: Always show the tab bar
tr: Sekme çubuğunu daima göster

# PreferencesDialog
source: Show 'Close' buttons on tabs
tr: Sekmelerde 'Kapat' düğmesi göster

# PreferencesDialog
source: Remember the size of the last closed window
tr: Son kapatılan pencerenin boyutunu anımsa

# PreferencesDialog
source: Default width of new windows:
tr: Yeni pencerelerin varsayılan genişliği:

# PreferencesDialog
source: Default height of new windows:
tr: Yeni pencerelerin varsayılan yüksekliği:

# PreferencesDialog
source: Browsing
tr: Gözat

# PreferencesDialog
source: Open files with single click
tr: Dosyaları tek tıklama ile aç

# PreferencesDialog
source: Default view mode:
tr: Varsayılan görünüm kipi:

# PreferencesDialog
source: sec
tr: sn

# PreferencesDialog
source: File Operations
tr: Dosya İşlemleri

# PreferencesDialog
source: Confirm before deleting files
tr: Dosyaları silmeden önce onayla

# PreferencesDialog
source: Move deleted files to "trash bin" instead of erasing from disk.
tr: Silinen dosyaları diskten silmek yerine "çöp kutusu"na taşı.

# PreferencesDialog
source: Show thumbnails of files
tr: Dosya önizlemelerini göster

# PreferencesDialog
source: Only show thumbnails for local files
tr: Sadece yerel dosyalar için önizleme göster

# PreferencesDialog
source: Display
tr: Görünüm

# PreferencesDialog
source: If this is unchecked, the DE setting will be used.
tr: Seçilmediğinde Masaüstü Ortamı ayarları kullanılır.

# PreferencesDialog
source: Open in current tab
tr: Geçerli sekmede aç

# PreferencesDialog
source: Open in new tab
tr: Yeni sekmede aç

# PreferencesDialog
source: Open in new window
tr: Yeni pencerede aç

# PreferencesDialog
source: Erase files on removable media instead of "trash can" creation
tr: "Çöp kutusu" oluşturmak yerine çıkarılabilir medyadaki dosyaları sil

# PreferencesDialog
source: Confirm before moving files into "trash can"
tr: Dosyalar "çöp kutusuna" taşımadan önce onay iste

# PreferencesDialog
source: Requires application restart to take effect completely
tr: Ayarların etkin olabilmesi için istenilen uygulama yeniden başlatılacak

# PreferencesDialog
source: Launch executable files without prompt
tr: Yürütülebilir dosyaları sormadan başlat

# PreferencesDialog
source: Used by Icon View
tr: Simge Görünümü tarafından kullanılır

# PreferencesDialog
source: Used by Compact View and Detailed List View
tr: Sıkışık Görünüm ve Ayrıntılı Liste Görünümü tarafından kullanılır

# PreferencesDialog
source: Used by Thumbnail View
tr: Önizleme Görünümü tarafından kullanılır

# PreferencesDialog
source: User interface
tr: Kullanıcı arayüzü

# PreferencesDialog
source: Treat backup files as hidden
tr: Yedek dosyaları gizli olarak kabul et

# PreferencesDialog
source: Show icons of hidden files shadowed
tr: Gizli dosyaların simgesini gölgele

# PreferencesDialog
source: Minimum item margins in icon view:
tr: Simge görünümünde en küçük nesne aralığı:

# PreferencesDialog
source: 3 px by default.
tr: Varsayılan olarak 3 piksel.

# PreferencesDialog
source: 3 px by default. A space is also reserved for 3 lines of text.
tr: Varsayılan olarak 3 piksel. Ayrıca, 3 satırlık metin için bir boşluk ayrılmıştır.

# PreferencesDialog
source: Lock
tr: Kilitle

# PreferencesDialog
source: When unchecked, the tab bar will be shown only if there are more than one tab.
tr: Seçimi kaldırdığınızda, sekme çubuğu yalnızca birden fazla sekme var ise görünür.

# PreferencesDialog
source: Examples:<br>For terminal: <i>xterm -e %s</i><br>For switching user: <i>lxsudo %s</i> or <i>lxsudo dbus-run-session -- %s</i><br><i>%s</i> is the command line you want to execute with terminal or su.<br> Important: Please use lxsudo, sudo alone will wreck permissions of the settings file.
tr: Örnekler: <br> Terminal için: <i>xterm -e% s</i> <br> Kullanıcı değiştirmek için: <i>lxsudo %s</i> veya <i>lxsudo dbus-run-session --%s</i> <br> <i>%s</i> , terminal veya su ile yürütmek istediğiniz komut satırıdır. <br> Önemli: Lütfen lxsudo kullanın, tek başına sudo ayarlar dosyasının izinlerini bozacaktır.

# PreferencesDialog
source: Application restart is needed for changes to take effect.
tr: Değişikliklerin etkili olması için uygulamanın yeniden başlatılması gerekiyor.
