Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-desktop/lxqt-desktop-pcmanfm-qt-*.po
Languages: tr

# PreferencesDialog
source: Show folder context menu with Ctrl + right click
tr: Ctrl + sağ tıklama ile klasör bağlam menüsünü göster

# PreferencesDialog
source: Open folders in new tabs as far as possible
tr: Klasörleri olabildiğince yeni sekmelerde açma

# PreferencesDialog
source: Single window mode
tr: Tek pencere modu

# PreferencesDialog
source: Always show real file names
tr: Her zaman gerçek dosya adlarını göster

# PreferencesDialog
source: Do not show file tooltips
tr: Dosya araç ipuçlarını gösterme

# PreferencesDialog
source: Needs ffmpegthumbnailer
tr: ffmpegthumbnailer gerekiyor

# PreferencesDialog
source: Auto Mount
tr: Otomatik bağla

# PreferencesDialog
source: Mount mountable volumes automatically on program startup
tr: Uygulama başlarken diskleri otomatik bağla

# PreferencesDialog
source: Mount removable media automatically when they are inserted
tr: Çıkarılabilir bellek takıldığında otomatik olarak bağla

# PreferencesDialog
source: Show available options for removable media when they are inserted
tr: Çıkarılabilir bellek takıldığında seçenekleri göster

# PreferencesDialog
source: When removable medium unmounted:
tr: Çıkarılabilir disk ayrıldığında:

# PreferencesDialog
source: Close &tab containing removable medium
tr: Çıkarılabilir ortamı içeren &sekmeyi kapat

# PreferencesDialog
source: Chan&ge folder in the tab to home folder
tr: Sek&me konumu kullanıcı klasörü olarak değişsin

# PreferencesDialog
source: Programs
tr: Uygulamalar

# PreferencesDialog
source: Terminal emulator:
tr: Uçbirim öykünücüsü:

# PreferencesDialog
source: Switch &user command:
tr: &Kullanıcı değiştirme komutu:

# PreferencesDialog
source: Archiver in&tegration:
tr: Sıkıştırma uy&gulaması:

# PreferencesDialog
source: Templates
tr: Şablonlar

# PreferencesDialog
source: Show only user defined templates in menu
tr: Menüde sadece kullanıcı şablonlarını göster

# PreferencesDialog
source: Show only one template for each MIME type
tr: Her MIME türü için tek bir şablon göster

# PreferencesDialog
source: Run default application after creation from template
tr: Şablondan oluşturulduktan sonra varsayılan uygulamayı çalıştır

# PreferencesDialog
source: Use SI decimal prefixes instead of IEC binary prefixes
tr: SI onluk önekleri yerine IEC ikili önekleri kullan

# QObject
source: Renaming files...
tr: Dosyalar yeniden adlandırılıyor...

# QObject
source: Abort
tr: İptal

# QObject
source: Warning
tr: Uyarı

# QObject
source: Renaming is aborted.
tr: Yeniden isimlendirme iptal edildi.

# QObject
source: Error
tr: Hata

# QObject
source: No file could be renamed.
tr: Yeniden isimlendirilecek dosya yok.

# QObject
source: Some files could not be renamed.
tr: Bazı dosyalar yeniden isimlendirilemedi.

# DesktopPreferencesDialog
source: By default, desktop folders will be opened in PCManFM-Qt if they are left clicked, even when it is not the default file manager.
tr: Varsayılan olarak, masaüstü klasörleri, varsayılan dosya yöneticisi olarak seçilmese bile sol tıklandığında PCManFM-Qt'de açılır.

# DesktopPreferencesDialog
source: Open desktop folders in default file manager by left clicking
tr: Sol tıklayarak masaüstü klasörlerini varsayılan dosya yöneticisinde açın

# PreferencesDialog
source: Switch to newly opened tab
tr: Yeni açılan sekmeye geç

# PreferencesDialog
source: Reopen last window tabs in a new window
tr: Son pencere sekmelerini yeni bir pencerede yeniden aç

# PreferencesDialog
source: Renamed files will also be selected
tr: Yeniden adlandırılmış dosyalar da seçilecek

# PreferencesDialog
source: Bookmarks menu:
tr: Yer İmleri menüsü:

# MainWindow
source: &Tools
tr: &Araçlar

# MainWindow
source: Open Tab in &Root Instance
tr: Sekmeyi &Kök Örneğinde aç

# MainWindow
source: Open Tab in &Admin Mode
tr: Sekmeyi &Yönetici Modunda aç

# PreferencesDialog
source: Set to zero to disable auto-selection.
tr: Devre dışı otomatik seçimi için sıfıra ayarlayın.

# PreferencesDialog
source: Delay of auto-selection in single click mode:
tr: Tek tıklama modunda otomatik seçimin gecikmesi:

# MainWindow
source: By C&reation Time
tr: &Oluşturma Zamanına Göre

# PreferencesDialog
source: The built-in thumbnailer makes thumbnails of images that are supported by Qt. Usually, most image types are supported. The default size limit is 4 MiB.
tr: Yerleşik küçük resim oluşturucu, Qt tarafından desteklenen görüntülerin küçük resimlerini oluşturur. Genellikle çoğu görüntü türü desteklenir. Varsayılan boyut sınırı 4 MiB'dir.

# PreferencesDialog
source: Image size limit for built-in thumbnailer:
tr: Yerleşik küçük resim için görüntü boyutu sınırı:

# PreferencesDialog
source: If existing, external thumbnailers are used for videos, PDF documents, etc. A value of -1 means that there is no limit for the file size (the default).
tr: Harici küçük resim varsa video, PDF belgesi vb. için kullanılır. -1 değeri, dosya boyutu için bir sınır olmadığı anlamına gelir (varsayılan).

# PreferencesDialog
source: File size limit for external thumbnailers:
tr: Harici küçük resim için dosya boyutu sınırı:

# PreferencesDialog
source: No limit
tr: Sınır yok

# QObject
source: Cannot open as Admin.
tr: Yönetici olarak açılamıyor.

# MainWindow
source: Create Launcher
tr: Başlatıcı Oluştur

# PCManFM::Application
source: Run PCManFM-Qt as a daemon
tr: PCManFm-Qt'yi daemon olarak çalıştır

# PCManFM::Application
source: Quit PCManFM-Qt
tr: PCManFM-Qt'den Çıkış Yap

# DesktopPreferencesDialog
source: Make all items stick to their positions
tr: Tüm öğeleri konumlarına yapıştırın

# MainWindow
source: Preserve Settings Recursively from &Here
tr: Ayarları &Buradan İtibaren Aynen Koru

# MainWindow
source: &Go to Source of Inherited Settings
tr: &Devralınan Ayarların Kaynağına Git

# MainWindow
source: &Remove Settings of Nonexistent Folders
tr: &Varolmayan Klasörlerin Ayarlarını Kaldır

# MainWindow
source: Preserve Settings for &This Folder
tr: &Bu Klasör için Ayarları Koru

# MainWindow
source: &Customized View Settings
tr: &Özelleştirilmiş Görünüm Ayarları

# PCManFM::MainWindow
source: Customized View Settings
tr: Özelleştirilmiş Görüntü Ayarları

# PCManFM::MainWindow
source: Cleaning Folder Settings
tr: Klasör Ayarlarını Temizleme

# PCManFM::MainWindow
source: Do you want to remove settings of nonexistent folders? They might be useful if those folders are created again.
tr: Var olmayan klasörlerin ayarlarını kaldırmak istiyor musunuz? Bu klasörler yeniden oluşturulursa faydalı olabilirler.

# PreferencesDialog
source: Disable smooth scrolling in list and compact modes
tr: Liste ve sıkı modlarda yumuşak kaydırmayı devre dışı bırakın

# MainWindow
source: Recent F&iles
tr: Son Dosya&lar

# MainWindow
source: &Clear
tr: &Temizle

# PreferencesDialog
source: Number of recent files:
tr: Son dosyaların sayısı:

# PCManFM::TabPage
source: Search Results
tr: Arama Sonuçları

# PreferencesDialog
source: Search
tr: Ara

# PreferencesDialog
source: Maximum search history:
tr: Azami arama geçmişi:

# PreferencesDialog
source: Clear search history
tr: Arama geçmişini temizle

# BulkRenameDialog
source: Pad numbers with zero if possible
tr: Mümkünse sıfırlı ped numaraları

# BulkRenameDialog
source: Use localized numbers
tr: Yerelleştirilmiş rakamları kullan

# DesktopPreferencesDialog
source: Margins of work area:
tr: Çalışma alanı sınırları:

# DesktopEntryDialog
source: Specific name of this launcher.
tr: Bu başlatıcının özel adı.

# DesktopEntryDialog
source: A short description or generic name, like "Web Browser" or "Home Directory". It can be left empty.
tr: "Ağ Tarayıcısı" veya "Ana Dizin" gibi kısa bir açıklama veya genel ad. Boş bırakılabilir.

# DesktopEntryDialog
source: A short comment. It can be left empty.
tr: Kısa bir yorum. Boş bırakılabilir.

# DesktopEntryDialog
source: Icon to display in file manager, menus, etc.
tr: Dosya yöneticisinde, menülerde vb. görüntülenecek simge.

# DesktopEntryDialog
source: Whether the launched program should run in a terminal window.
tr: Başlatılan programın bir terminal penceresinde çalışıp çalışmaması.

# DesktopEntryDialog
source: Whether this is a link or executes a command.
tr: Bunun bir bağlantı mı yoksa bir komut mu yürüttüğü.

# DesktopEntryDialog
source: Categories:
tr: Kategoriler:

# DesktopEntryDialog
source: Semicolon separated categories in which the entry should be shown if it is used by the DE's main menu (e.g., when put inside ~/.local/share/applications). It is needed only when you want to use the created file in the main menu. Otherwise, you could leave it empty. Examples: AudioVideo, Audio, Video, Development, Education, Game, Graphics, Network, Office, Settings, System, Utility, Qt.
tr: Masaüstünün ana menüsü tarafından kullanılıyorsa, girişin gösterilmesi gereken noktalı virgülle ayrılmış kategoriler (örneğin, ~/.local/share/applications içine yerleştirildiğinde). Yalnızca ana menüde oluşturulan dosyayı kullanmak istediğinizde gereklidir. Aksi takdirde boş bırakabilirsiniz. Örnekler: Sesli Video, Ses, Video, Geliştirme, Eğitim, Oyun, Grafik, İnternet, Ofis, Ayarlar, Sistem, Çeşitli, Qt.

# PCManFM::DesktopEntryDialog
source: The command to execute.
tr: Yürütülecek komut.

# PCManFM::DesktopEntryDialog
source: The URL to access.
tr: Erişilecek adres.

# MainWindow
source: De&select All
tr: Hepsinin &Seçimini Kaldır
