Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/lxqt-desktop/lxqt-desktop-qps-*.po
Languages: tr

# AllFields
source: Field
tr: Alan

# AllFields
source: Field name
tr: Alan adı

# AllFields
source: Description
tr: Açıklama

# AllFields
source: Field description
tr: Alan açıklaması

# AllFields
source: Value
tr: Değer

# AllFields
source: Field value
tr: Alan değeri

# Boxvar
source: Host Name Lookup
tr: Ana Bilgisayar Adı Arama

# Boxvar
source: Service Name Lookup
tr: Hizmet Adı Arama

# Boxvar
source: Disclosure Triangles
tr: Açıklama Üçgenleri

# Boxvar
source: Branch Lines
tr: Dal Hatları

# Boxvar
source: Auto Save Settings on Exit
tr: Çıkışta Otomatik Kaydetme Ayarları

# Boxvar
source: Selection: Copy PIDs to Clipboard
tr: Seçim: PID'leri Panoya Kopyala

# Boxvar
source: Normalize NICE
tr: YENİLEME'yi normalleştir

# Boxvar
source: Use pmap for Map Names
tr: Harita Adları için pmap kullan

# Cbgroup
source: General
tr: Genel

# ControlBar
source: Linear
tr: Doğrusal

# ControlBar
source: Tree
tr: Ağaç

# ControlBar
source: All Processes
tr: Tüm İşlemler

# ControlBar
source: Your Processes
tr: Sizin İşlemleriniz

# ControlBar
source: Non-Root Processes
tr: Kök Dışı İşlemler

# ControlBar
source: Running Processes
tr: Çalışan İşlemler

# ControlBar
source: Pause (Ctrl+Space)
tr: Duraklat (Ctrl+Space)

# Details
source: Process %1 ( %2 ) - details
tr: İşlem %1 ( %2 ) - ayrıntılar

# Details
source: Files
tr: Dosyalar

# Details
source: Sockets
tr: Soketler

# Details
source: Memory Maps
tr: Bellek Haritaları

# Details
source: Environment
tr: Ortam

# Details
source: All Fields
tr: Tüm Alanlar

# Environ
source: Variable
tr: Değişken

# Environ
source: Variable name
tr: Değişken adı

# Environ
source: Value
tr: Değer

# Environ
source: Variable value
tr: Değişken değeri

# FieldSelect
source: Select Custom Fields
tr: Özel Alan Seç

# FieldSelect
source: Close
tr: Kapat

# Files
source: File descriptor
tr: Dosya tanımlayıcı

# Files
source: Mode
tr: Kip

# Files
source: Open mode
tr: Açık kip

# Files
source: Name
tr: Ad

# Files
source: File name (if available)
tr: Dosya adı (eğer varsa)

# IntervalDialog
source: Change Update Period
tr: Güncelleme Süresini Değiştir

# IntervalDialog
source: New Update Period
tr: Yeni Güncelleme Süresi

# IntervalDialog
source: Cancel
tr: İptal

# IntervalDialog
source: OK
tr: Tamam

# IntervalDialog
source: No UPDATE
tr: GÜNCELLEME Yok

# IntervalDialog
source: Invalid value
tr: Geçersiz değer

# Maps
source: Address Range
tr: Adres Aralığı

# Maps
source: Mapped addresses (hex) )
tr: Eşlenen adresler (onaltılık) )

# Maps
source: Size
tr: Boyut

# Maps
source: Kbytes mapped (dec)
tr: Kbayt eşlendi (ondalık)

# Maps
source: Perm
tr: İzin

# Maps
source: Permission flags
tr: İzin bayrakları

# Maps
source: Offset
tr: Dengele

# Maps
source: File offset at start of mapping (hex)
tr: Dengelemenin başlangıcında dosya kaydırma (onaltılık)

# Maps
source: Device
tr: Aygıt

# Maps
source: Major,Minor device numbers (dec)
tr: Büyük, Küçük aygıt numaraları (ondalık)

# Maps
source: Inode number (dec)
tr: İnode numarası (ondalık)

# Maps
source: File
tr: Dosya

# Maps
source: File name (if available)
tr: Dosya adı (eğer varsa)

# PermissionDialog
source: Permission
tr: İzin

# PermissionDialog
source: Root password
tr: Kök parolası

# PermissionDialog
source: Cancel
tr: İptal

# PermissionDialog
source: OK
tr: Tamam

source: Preferences
tr: Tercihler

# Preferences
source: Setting
tr: Ayar

# Preferences
source: %CPU divided by
tr: %CPU

# Preferences
source: Total cpu: %1
tr: Toplam işlemci: %1

# Preferences
source: Single cpu: 1
tr: Tek işlemci: 1

# Preferences
source: default
tr: varsayılan

# Preferences
source: for developer
tr: geliştirici için

# Preferences
source: Appearance
tr: Görünüm

# Proc
source: Process ID
tr: İşlem Kimliği

# Proc
source: Task group ID ( parent of threads )
tr: Görev Grup Kimliği ( iş parçacıklarının ebeveynleri )

# Proc
source: Parent process ID
tr: Ebeveyn işlem Kimliği

# Proc
source: Process group ID
tr: İşlem grup kimliği

# Proc
source: Session ID
tr: Oturum Kimliği

# Proc
source: Process group ID of tty owner
tr: Tty sahibinin işlem grubu kimliği

# Proc
source: USER
tr: KULLANICI

# Proc
source: Owner (*=suid root, +=suid a user)
tr: Sahibi (*=suid root, +=suid bir kullanıcı)

# Proc
source: GROUP
tr: GRUP

# Proc
source: Group name (*=sgid other)
tr: Grup adı (*=sgid diğer)

# Proc
source: Real user ID
tr: Gerçek kullanıcı kimliği

# Proc
source: Effective user ID
tr: Etkili kullanıcı kimliği

# Proc
source: Saved user ID (Posix)
tr: Kayıtlı kullanıcı kimliği (Posix)

# Proc
source: File system user ID
tr: Dosya sistemi kullanıcı kimliği

# Proc
source: Real group ID
tr: Gerçek grup kimliği

# Proc
source: Effective group ID
tr: Etkili grup kimliği

# Proc
source: Saved group ID (Posix)
tr: Kayıtlı grup kimliği (Posix)

# Proc
source: File system group ID
tr: Dosya sistemi grup kimliği

# Proc
source: Dynamic priority
tr: Dinamik öncelik

# Proc
source: NICE
tr: YENİLEME

# Proc
source: Scheduling favour (higher -> less cpu time)
tr: Zamanlama lehine (daha yüksek -> daha az işlemci süresi)

# Proc
source: Number of tasks(threads) in task group
tr: Görev grubundaki görev (iş parçacığı) sayısı

# Proc
source: Scheduling policy
tr: Zamanlama politikası

# Proc
source: Realtime priority (0-99, more is better)
tr: Gerçek zamanlı öncelik (0-99, daha fazlası daha iyidir)

# Proc
source: Time slice in milliseconds
tr: Milisaniye cinsinden zaman dilimi

# Proc
source: Percentage average sleep time (-1 -> N/A)
tr: Ortalama uyku süresinin yüzdesi (-1 -> Yok)

# Proc
source: Affinity CPU mask (0 -> API not supported)
tr: Benzeşen CPU maskesi (0 -> API desteklenmez)

# Proc
source: Number of major faults (disk access)
tr: Büyük hata sayısı (disk erişimi)

# Proc
source: Number of minor faults (no disk access)
tr: Küçük hata sayısı (disk erişimi yok)

# Proc
source: Virtual image size of process
tr: İşlemin sanal görüntü boyutu

# Proc
source: Resident set size
tr: Yerleşik küme boyutu

# Proc
source: MEM
tr: BELLEK

# Proc
source: memory usage (RSS-SHARE)
tr: bellek kullanımı (RSS-SHARE)

# Proc
source: Text(code) resident set size
tr: Metin(kod) yerleşik küme boyutu

# Proc
source: Data resident set size(malloc+global variable)
tr: Veri yerleşik küme boyutu (malloc+küresel değişken)

# Proc
source: STACK
tr: YIĞIN

# Proc
source: Stack size
tr: Yığın boyutu

# Proc
source: SHARE
tr: PAYLAŞIM

# Proc
source: Shared memory with other libs
tr: Diğer kütüphanelerle paylaşılan bellek

# Proc
source: SWAP
tr: TAKAS

# Proc
source: Kbytes on swap device
tr: Takas aygıtındaki Kbayt

# Proc
source: io read (file)
tr: giriş çıkış okuma (dosya)

# Proc
source: io write (file)
tr: giriş çıkış yazma (dosya)

# Proc
source: Number of dirty (non-written) pages
tr: Kirli (yazılı olmayan) sayfa sayısı

# Proc
source: STAT
tr: DURUM

# Proc
source: State of the process
tr: İşlemin durumu

# Proc
source: FLAGS
tr: BAYRAKLAR

# Proc
source: Process flags (hex)
tr: İşlem bayrakları (onaltılık)

# Proc
source: Kernel function where process is sleeping
tr: İşlemin uyuduğu çekirdek fonksiyonu

# Proc
source: Weighted percentage of CPU (30 s average)
tr: CPU'nun ağırlıklı yüzdesi (ortalama 30 sn)

# Proc
source: Percentage of CPU used since last update
tr: Son güncellemeden bu yana kullanılan CPU yüzdesi

# Proc
source: %MEM
tr: %BELLEK

# Proc
source: Percentage of memory used (RSS/total mem)
tr: Kullanılan bellek yüzdesi (RSS/toplam bellek)

# Proc
source: START
tr: BAŞLAMA

# Proc
source: Time process started
tr: İşlem başlama zamanı

# Proc
source: TIME
tr: ZAMAN

# Proc
source: Total CPU time used since start
tr: Başlamadan bu yana kullanılan toplam CPU süresi

# Proc
source: CPU the process is executing on (SMP system)
tr: İşlemin yürütüldüğü CPU (SMP sistemi)

# Proc
source: the process name
tr: işlem adı

# Proc
source: Process Name
tr: İşlem Adı

# Proc
source: Current working directory
tr: Geçerli çalışma dizini

# Proc
source: ROOT
tr: KÖK

# Proc
source: Root directory of process
tr: İşlemin kök dizini

# Proc
source: COMMAND_LINE
tr: KOMUT_SATIRI

# Proc
source: Command line that started the process
tr: İşlemi başlatan komut satırı

# QObject
source: Show
tr: Göster

# QObject
source: Hide
tr: Gizle

# QObject
source: Quit
tr: Çık

# Qps
source: header_popup
tr: açılır _pencere başlığı

# Qps
source: Remove Field
tr: Alanı Kaldır

# Qps
source: Add Field
tr: Alan Ekle

# Qps
source: View
tr: Görünüm

# Qps
source: Process
tr: İşlem

# Qps
source: Log
tr: Günlük

# Qps
source: Custom Fields
tr: Özel Alan

# Qps
source: Basic Fields
tr: Temel Alanlar

# Qps
source: Jobs Fields
tr: İş Alanları

# Qps
source: Memory Fields
tr: Bellek Alanları

# Qps
source: Scheduling Fields
tr: Zamanlama Alanları

# Qps
source: Select Custom Fields...
tr: Özel Alan Seç...

# Qps
source: Update Period...
tr: Güncelleme Süresi...

# Qps
source: Show Status bar
tr: Durum çubuğunu göster

# Qps
source: Preferences...
tr: Tercihler...

# Qps
source: Help
tr: Yardım

# Qps
source: About
tr: Hakkında

# Qps
source: Copied to Clipboard
tr: Panoya Kopyala

# Qps
source: context popup
tr: bağlam açılır penceresi

# Qps
source: Renice...
tr: Yenileme...

# Qps
source: Scheduling...
tr: Zamanlama...

# Qps
source: Terminate
tr: Sonlandır

# Qps
source: Hangup
tr: Kapat

# Qps
source: Kill
tr: Öldür

# Qps
source: Stop
tr: Durdur

# Qps
source: Continue
tr: Devam et

# Qps
source: SIGINT (interrupt)
tr: SIGINT (kesme)

# Qps
source: SIGCONT (continue)
tr: SIGCONT (devam)

# Qps
source: SIGSTOP (stop)
tr: SIGSTOP (durdur)

# Qps
source: SIGQUIT (quit)
tr: SIGQUIT (çık)

# Qps
source: SIGILL (illegal instruction)
tr: SIGILL (yasa dışı talimat)

# Qps
source: SIGABRT (abort)
tr: SIGABRT (vazgeç)

# Qps
source: SIGFPE (floating point exception)
tr: SIGFPE (kayan nokta istisnası)

# Qps
source: SIGSEGV (segmentation violation)
tr: SIGSEGV (bölünme ihlali)

# Qps
source: SIGPIPE (broken pipe)
tr: SIGPIPE (kırık boru)

# Qps
source: SIGALRM (timer signal)
tr: SIGALRM (zaman sinyali)

# Qps
source: SIGUSR1 (user-defined 1)
tr: SIGUSR1 (kullanıcı tanımlı 1)

# Qps
source: SIGUSR2 (user-defined 2)
tr: SIGUSR2 (kullanıcı tanımlı 2)

# Qps
source: SIGCHLD (child death)
tr: SIGCHLD (çocuk ölümü)

# Qps
source: SIGTSTP (stop from tty)
tr: SIGTSTP (tty'den durdur)

# Qps
source: SIGTTIN (tty input)
tr: SIGTTIN (tty girişi)

# Qps
source: SIGTTOU (tty output)
tr: SIGTTOU (tty çıkışı)

# Qps
source: View Details
tr: Ayrıntıları Görüntüle

# Qps
source: Quit
tr: Çık

# Qps
source: Permission denied
tr: İzin reddedildi

# Qps
source: You do not have permission to renice the selected processes. Only the process owner and the super-user are allowed to do that.
tr: Seçilen işlemleri yenileme izniniz yok. Yalnızca işlem sahibinin ve yetkili kullanıcının bunu yapmasına izin verilir.

# Qps
source: You do not have permission to renice process %1 (%2).Only the process owner and the super-user are allowed to do that.
tr: %1 (%2) işlemini yenileme izniniz yok. Yalnızca işlem sahibi ve yetkili kullanıcının bunu yapmasına izin verilir.

# Qps
source: Only the super-user may lower the nice value of a process.
tr: Yalnızca yetkili kullanıcı bir işlemin yenileme değerini düşürebilir.

# Qps
source: Only the super-user may change the scheduling policy and static priority.
tr: Zamanlama politikasını ve sabit önceliği yalnızca yetkili kullanıcı değiştirebilir.

# Qps
source: You do not have permission to change the scheduling and/or priority of process %1 (%2). Only the super-user may do that.
tr: %1 (%2) işleminin zamanlamasını ve/veya önceliğini değiştirme izniniz yok. Bunu sadece yetkili kullanıcı yapabilir.

# Qps
source: You do not have permission to send a signal to process %1 (%2). Only the super-user and the owner of the process may send signals to it.
tr: %1 (%2) işlemine sinyal gönderme izniniz yok. Sadece yetkili kullanıcı ve işlemin sahibi buna sinyal gönderebilir.

# Qps
source: <b>Original Qps by</b><br>Mattias Engdegård (f91-men@nada.kth.se)<br><br><b>Contributors</b><br>Olivier.Daudel@u-paris10.fr<br>jsanchez@todounix.homeip.net <br>daehyun.yang@gmail.com <br>Luís Pereira (luis.artur.pereira@gmail.com)<br>Alf Gaida (agaida@siduction.org)<br>Paulo Lieuthier (paulolieuthier@gmail.com)<br>Jerome Leclanche (jerome@leclan.ch)<br>
tr: <b>Asıl Qps </b><br>Mattias Engdegård (f91-men@nada.kth.se) tarafından yazıldı<br><br><b>Katkıda bulunanlar</b><br>Olivier.Daudel@u-paris10.fr<br>jsanchez@todounix.homeip.net <br>daehyun.yang@gmail.com <br>Luís Pereira (luis.artur.pereira@gmail.com)<br>Alf Gaida (agaida@siduction.org)<br>Paulo Lieuthier (paulolieuthier@gmail.com)<br>Jerome Leclanche (jerome@leclan.ch)<br>

# SchedDialog
source: Change scheduling
tr: Zamanlamayı değiştir

# SchedDialog
source: Scheduling Policy
tr: Zamanlama Politikası

# SchedDialog
source: SCHED_OTHER (time-sharing)
tr: SCHED_OTHER (zaman paylaşımı)

# SchedDialog
source: SCHED_FIFO (real-time)
tr: SCHED_FIFO (gerçek zaman)

# SchedDialog
source: SCHED_RR (real-time)
tr: SCHED_RR (gerçek zaman)

# SchedDialog
source: OK
tr: Tamam

# SchedDialog
source: Cancel
tr: İptal et

# SchedDialog
source: Priority (1-99):
tr: Öncelik (1-99):

# SchedDialog
source: Invalid Input
tr: Geçersiz Giriş

# SchedDialog
source: The priority must be in the range 1..99
tr: Öncelik 1..99 aralığında olmalıdır

# SliderDialog
source: Renice Process
tr: İşlem Yenileme

# SliderDialog
source: New nice value:
tr: Yeni yenileme değeri:

# SliderDialog
source: Cancel
tr: İptal et

# SliderDialog
source: OK
tr: Tamam

# Sockets
source: File descriptor
tr: Dosya tanımlayıcı

# Sockets
source: Protocol (TCP or UDP)
tr: Protokol (TCP veya UDP)

# Sockets
source: Bytes in receive queue
tr: Alma kuyruğundaki bayt sayısı

# Sockets
source: Bytes in send queue
tr: Gönderme kuyruğundaki bayt sayısı

# Sockets
source: Local Addr
tr: Yerel Adres

# Sockets
source: Local IP address
tr: Yerel IP Adresi

# Sockets
source: Port
tr: Bağlantı Noktası

# Sockets
source: Local port
tr: Yerel bağlantı noktası

# Sockets
source: Remote Addr
tr: Uzak Adres

# Sockets
source: Remote IP address
tr: Uzak IP Adresi

# Sockets
source: Remote port
tr: Uzak bağlantı noktası

# Sockets
source: State
tr: Durum

# Sockets
source: Connection state
tr: Bağlantı durumu

# StatusBar
source: Process count: %1
tr: İşlem sayısı: %1

# TBloon
source: This is unstable Alpha feature You maybe see a SEGFAULT...
tr: Bu kararsız Alfa özelliğidir Belki bir SEGFAULT görebilirsiniz...

# UFrame
source: title
tr: başlık

# Boxvar
source: Exit on closing
tr: Kapanışta çık

# Boxvar
source: Remember Position
tr: Konumu Hatırla

# Qps
source: Fields
tr: Alanlar

# Qps
source: Options
tr: Seçenekler

# Qps
source: Do you really want to terminate the selected process(es)?
tr: Seçilen işlem(ler)i gerçekten sonlandırmak istiyor musunuz?

# Qps
source: Do you really want to hang up the selected process(es)?
tr: Seçilen işlem(ler)i gerçekten askıya almak istiyor musunuz?

# Qps
source: Do you really want to kill the selected process(es)?
tr: Seçilen işlem(ler)i gerçekten sonlandırmak istiyor musunuz?

# Qps
source: Question
tr: Soru

# Qps
source: <h2> Qps %1 - A Visual Process Manager </h2> %2 using Qt library %3<br><br><b>Source: </b><a href="https://github.com/lxqt/qps">https://github.com/lxqt/qps/</a><br><b>Bugtracker: </b><a href="https://github.com/lxqt/qps/issues">https://github.com/lxqt/qps/issues</a><br>
tr: <h2> Qps %1 - Görsel Bir Süreç Yöneticisi </h2> %2 Qt kütüphanesini kullanma %3<br><br><b>Kaynak: </b><a href="https://github.com/lxqt/qps">https://github.com/lxqt/qps/</a><br><b>Hata izleyici: </b><a href="https://github.com/lxqt/qps/issues">https://github.com/lxqt/qps/issues</a><br>

# SearchBox
source: Filter
tr: Süzgeç

# ControlBar
source: Thread
tr: Konu

# Qps
source: Show File Path
tr: Dosya Yolunu Göster

# Qps
source: Show Graph
tr: Grafiği Göster

# Qps
source: Include Child Times
tr: Çocuk Zamanlarını Dahil Et

# Qps
source: Show Control Bar
tr: Kontrol Çubuğunu Göster

# Qps
source: Other Signals
tr: Diğer Sinyaller

# IO_Graph
source: I/O Summary:
tr: G/Ç Özeti:

# IO_Graph
source: No input or output
tr: Girdi veya Çıktı yok

# QObject
source: User:
tr: Kullanıcı:

# QObject
source: System:
tr: Sistem:

# QObject
source: Nice:
tr: Güzel:

# QObject
source: Total:
tr: Toplam:

# QObject
source: Used:
tr: Kullanılan:

# QObject
source: Cached:
tr: Önbellekte:

# QObject
source: Buffer:
tr: Tampon:

# QObject
source: Free:
tr: Boşta:

# QObject
source: Time passed after system boot
tr: Sistem önyüklemesinden sonra geçen süre

# QObject
source: Average CPU load each 1, 5 ,15 minutes
tr: Her 1, 5 ve 15 dakikada ortalama CPU yükü

# QObject
source: CPU Usage Summary:
tr: CPU Kullanım Özeti:

# Qps
source: Session
tr: Oturum
