Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/andrew-bibb-cmst-*.po
Languages: tr

# processReply
source: <center><b>We received a DBUS reply message indicating an error.</b></center><br><br>Error Name: %1<br><br>Error Message: %2
tr: <center><b>Hata bildiren bir DBUS yanıt iletisi aldık.</b></center><br><br>Hata Adı: %1<br><br>Hata İletisi: %2

# Agent
source: &Identity
tr: K&imlik

# ControlBox
source: <html><head/><body><p>These entries control various options for CMST at program start. Changing or setting these will only take effect at the next program start. </p><p>All of these options are available from the command line, and if a command line option is provided it will take precedence over these settings.</p></body></html>
tr: <html><head/><body><p>Bu girişler, program başlangıcında CMST için çeşitli seçenekleri kontrol eder. Bunların değiştirilmesi veya ayarlanması, yalnızca bir sonraki program başlangıcında geçerli olacaktır.</p><p>Bu seçeneklerin tümüne komut satırından erişilebilir ve bir komut satırı seçeneği sağlanmışsa, bu ayarlara göre öncelikli olacaktır.</p></body></html>

# ControlBox
source: <html><head/><body><p>Use this Combobox to select the service for which you wish to view the detailed information.<br/></p></body></html>
tr: <html><head/><body><p>Ayrıntılı bilgileri görüntülemek istediğiniz hizmeti seçmek için bu Açılan Kutuyu kullanın.<br/></p></body></html>

# VPN_Editor
source: User:Pass Files (*.up *.txt *.conf);;All Files (*.*)
tr: Kullanıcı:Parola Dosyaları (*.up *.txt *.conf);;Tüm Dosyalar (*.*)

# ControlBox
source: <html><head/><body><p>The global connection state of the system. Possible values are &quot;offline&quot;, &quot;idle&quot;, &quot;ready&quot;, and &quot;online&quot;. </p></body></html>
tr: <html><head/><body><p>Sistemin genel bağlantı durumu. Olası değerler &quot;çevrimdışı&quot;, &quot;boşta&quot;, &quot;hazır&quot;, ve &quot;çevrimiçi&quot;. </p></body></html>

# ProvisioningEditor
source: Network security type.
tr: Ağ güvenlik türü.

# TranslateStrings connman state string
source: disconnect
tr: bağlantıyı kes

# ControlBox
source: Interface: %1<br>
tr: Arayüz: %1<br>

# ControlBox
source: You need to select a Wifi service before pressing the remove button.
tr: Kaldır düğmesine basmadan önce bir Wifi hizmeti seçmeniz gerekir.

# ControlBox
source: Enable ToolTips (Interface)
tr: Araç İpuçlarını Etkinleştir (Arayüz)

# Agent
source: &Cancel
tr: &İptal et

# ControlBox
source: Modify Service File
tr: Servis Dosyasını Değiştir

# VPN_Create
source: Enter the user name for this connection.
tr: Bu bağlantı için kullanıcı adını girin.

# Agent
source: Passwor&d
tr: &Parola

# ProvisioningEditor
source: List of DNS Search Domains
tr: DNS Arama Alan Adları Listesi

# VPN_Create
source: %1 - Select File
tr: %1 - Dosya Seç

# ControlBox
source: <html><head/><body><p><span style=" font-family:'Courier New,courier';">Command Line Option: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-I</span><span style=" font-family:'Courier New,courier';"> or </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--icon-scale</span></p><p>Scale icons and other artwork in CMST. For High DPI moitors it may be necessary to specify a scale factor on icons and other artwork in CMST. Default scale is 1.0. You may override the default using this option. </p><p>For High DPI monitors a factor of 2 has been found to be good. Valid values of scale factor are from 1.0 to 3.0.</p></body></html>
tr: <html><head/><body><p><span style=" font-family:'Kurye Yeni, kurye';">Komut Satırı Seçeneği: </span><span style=" font-family:'Kurye Yeni, kurye'; font-weight: 600;">-İ</span> <span style=" font-family:'Kurye Yeni, kurye';"> veya </span><span style=" font-family:'Kurye Yeni, kurye'; font-weight: 600;">-- simge ölçeği</span></p><p>Simgeleri ve diğer resimleri CMST cinsinden ölçeklendirin. Yüksek DPI monitörler için cmst'deki simgeler ve diğer resimler üzerinde bir ölçek faktörü belirtmeniz gerekebilir. Varsayılan ölçek 1.0'dır. Bu seçeneği kullanarak varsayılanı geçersiz kılabilirsiniz. </p><p>Yüksek DPI monitörler için 2 faktörün iyi olduğu bulunmuştur. Ölçek faktörünün geçerli değerleri 1.0 ile 3.0 arasındadır.</p></body></html>

# ControlBox
source: After Connecting
tr: Bağlandıktan Sonra

# ControlBox connected
source: No
tr: Hayır

# ControlBox
source: Service Error: %1
tr: Hizmet Hatası: %1

# TranslateStrings connman error string
source: Permission denied
tr: İzin reddedildi

# ProvisioningEditor
source: Service
tr: Hizmet

# ControlBox
source: Connect
tr: Bağlan

# ControlBox
source: Never Connected
tr: Hiç Bağlanmadı

# ProvisioningEditor
source: Hidden network
tr: Gizli ağ

# ControlBox
source: Ser&vice
tr: &Hizmet

# ControlBox
source: <html><head/><body><p>Display a dialog box containing information about the QT toolkit used to develop this program. </p></body></html>
tr: <html><head/><body><p>Bu programı geliştirmek için kullanılan QT araç seti hakkında bilgi içeren bir iletişim kutusu görüntüler. </p></body></html>

# ControlBox
source: Notifications
tr: Bildirimler

# Peditor
source: <html><head/><body><p>Used when &quot;manual&quot; is set. A list of hosts which can be accessed directly.</p><p><br/></p><p>Enter one or more IP addresses. Separate each address you enter by a comma, semi-colon, or by white space.</p></body></html>
tr: <html><head/><body><p>&quot;Elle &quot; ayarlandığında kullanılır. Doğrudan erişilebilen ana bilgisayarların bir listesi.</p><p><br/></p><p>Bir veya daha fazla IP adresi girin. Girdiğiniz her adresi virgül, noktalı virgül veya boşlukla ayırın.</p></body></html>

# ControlBox
source: MAC Address: %1<br>
tr: MAC Adresi: %1<br>

# VPN_Create
source: User
tr: Kullanıcı

# GEN_Editor
source: File save failed.
tr: Dosya kaydedilemedi.

# VPN_Editor
source: All Files (*.*)
tr: Tüm Dosyalar (*.*)

# ControlBox
source: Servers:<br>&nbsp;&nbsp;%1<br>
tr: Sunucular:<br>&nbsp;&nbsp;%1<br>

# ControlBox
source: Offline Mode Disabled
tr: Çevrimdışı Mod Devre Dışı

# main.cpp
source: [Experimental] Enable data counters.
tr: [Deneysel] Veri sayaçlarını etkinleştir.

# ControlBox
source: Strength: %1<br>
tr: Kuvvet: %1<br>

# ProvisioningEditor
source: Identity string for EAP.
tr: EAP için kimlik dizesi.

# VPNAgent
source: Server Cert.
tr: Sunucu Sertifikası.

# main.cpp
source: Use XFCE specific code.
tr: XFCE'ye özel kod kullanın.

# Provisioning
source: <html><head/><body><p>Clear all text from the editor window.</p></body></html>
tr: <html><head/><body><p>Düzenleyici penceresinden tüm metni silin.</p></body></html>

# Peditor
source: &General
tr: &Genel

# VPN_Prov
source: Maximum receive bandwidth to use.
tr: Kullanılacak en yüksek alma bant genişliği.

# VPN_Prov
source: Disables BSD compression?
tr: BSD sıkıştırması devre dışı bırakılsın mı?

# ControlBox
source: %1 - Critical Error
tr: %1 - Ciddi Hata

# ControlBox
source: <html><head/><body><p>Select a vpn service in the table below and press this button to disconnect it. </p><p>If there is only one vpn service in the &quot;ready&quot; or &quot;online&quot; state pressing this button will automatically select that service and disconnect it. </p><p>This may also be used to abort a previous connection attempt.</p></body></html>
tr: <html><head/><body><p>Aşağıdaki tabloda bir vpn hizmeti seçin ve bağlantısını kesmek için bu düğmeye basın. </p><p>&quot;Hazır&quot; veya &quot;çevrimiçi&quot; durumda yalnızca bir vpn hizmeti varsa, bu düğmeye basıldığında bu hizmet otomatik olarak seçilir ve bağlantı kesilir. </p><p>Bu, önceki bir bağlantı girişimini iptal etmek için de kullanılabilir.</p></body></html>

# ControlBox
source: Update resolution of the counters is based on a threshold of %L1 KB of data and %L2 seconds of time.
tr: Sayaçların güncelleme çözünürlüğü %L1 KB veri eşiğine ve %L2 saniye süresine dayanmaktadır.

# VPN_Prov
source: Enables using no encryption for data traffic.
tr: Veri trafiği için şifreleme kullanılmamasını sağlar.

# Peditor
source: Enable mDNS
tr: mDNS'yi etkinleştir

# ProvisioningEditor
source: IPv4 Gateway.<br><br>This is an optional entry, press cancel if there is no entry for gateway
tr: IPv4 Ağ Geçidi.<br><br>Bu isteğe bağlı bir giriştir, ağ geçidi girişi yoksa iptal tuşuna basın

# VPN_Prov
source: Use fast LZO compression (yes/no/adaptive).
tr: Hızlı LZO sıkıştırması kullan (evet/hayır/uyarlanabilir).

# AgentDialog
source: Information
tr: Bilgi

# VPN_Prov
source: Disable HTTP connection re-use.
tr: HTTP bağlantısının yeniden kullanımını devre dışı bırak.

# ControlBox
source: Technologies
tr: Teknolojiler

# VPN_Prov
source: Send DPD packet after not receiving anything for n seconds
tr: n saniye boyunca hiçbir şey almadıktan sonra DPD paketi gönder

# ControlBox
source: Power has been restored to all previously powered network devices.
tr: Güç, daha önce çalışan tüm ağ aygıtlarına geri yüklendi.

# VPN_Prov
source: <html><head/><body><p>Open an existing config file.</p></body></html>
tr: <html><head/><body><p>Varolan bir yapılandırma dosyasını açın.</p></body></html>

# Agent
source: Wireless Internet Service Provider roaming (WISPr)
tr: Kablosuz İnternet Servis Sağlayıcısı dolaşımı (WISPr)

# TranslateStrings connman privacy string
source: disabled
tr: devre dışı

# Provisioning
source: Identity
tr: Kimlik

# VPNAgent
source: O&K
tr: &Tamam

# ControlBox
source: Network Services:
tr: Ağ Hizmetleri:

# ControlBox
source: <html><head/><body><p>Specify the frequency in seconds between counter updates (default is 10 seconds). </p></body></html>
tr: <html><head/><body><p>Sayaç güncellemeleri arasındaki saniye cinsinden sıklığı belirtin (varsayılan değer 10 saniyedir). </p></body></html>

# ControlBox
source: Program Control
tr: Program Denetimi

# VPN_Prov
source: OpenVPN config file that can contain extra options.
tr: Ek seçenekler içerebilen OpenVPN yapılandırma dosyası.

# ControlBox
source: Disable Minimized
tr: Küçültmeyi Devre Dışı Bırak

# Provisioning
source: Description
tr: Açıklama

# ControlBox
source: Unable to determine service
tr: Hizmet belirlenemedi

# TranslateStrings connman state string
source: ready
tr: hazır

# ControlBox
source: %1 license is the MIT (Expat) license.
tr: %1 lisansı MIT (Expat) lisansıdır.

# ControlBox
source: Information
tr: Bilgi

# ControlBox
source: VPN Disengaged
tr: VPN Devre Dışı

# main.cpp
source: Disable VPN support.
tr: VPN desteğini devre dışı bırak.

# TranslateStrings connamn ipv4 method string
source: address
tr: adres

# TranslateStrings connman state string
source: idle
tr: boşta

# VPN_Prov
source: Allow MPPE to use stateful mode?
tr: MPPE'nin durum bilgisi modunu kullanmasına izin verilsin mi?

# ConnmanAgent
source: Agent Request Failed
tr: Aracı İsteği Başarısız Oldu

# ControlBox
source: Security: %1
tr: Güvenlik: %1

# ProvisioningEditor
source: RSN/WPA/WPA2 Passphrase
tr: RSN/WPA/WPA2 Parolası

# VPN_Prov
source: Specify which UDP port should be used.
tr: Hangi UDP bağlantı noktasının kullanılması gerektiğini belirtin.

# ControlBox
source: <html><head/><body><p>Select a wifi service in the table below and press this button to edit the service. </p><p>The service must have previously been successfully connected (Favorite is true) for this button to work. Pressing <span style=" font-weight:600;">Edit</span> will remove the service and then request credentials to establish the connection. If the service is currently connected it will be disconnected first. If the service required a passphrase then the old passphrase it will be cleared and forgotten.</p><p>Connman does not provide any methods to retrieve credentials (passphrases, etc.) as that is insecure. CMST will not work around this protection. All this button really does is automate pressing the <span style=" font-weight:600;">Remove</span> and <span style=" font-weight:600;">Connect</span> buttons above. Make sure you know all of the credentials to reconnect as the existing credentials will be cleared when this button is pressed.</p></body></html>
tr: <html><head/><body><p>Aşağıdaki tabloda bir wifi hizmeti seçin ve hizmeti düzenlemek için bu düğmeye basın. </p><p>Bu düğmenin çalışması için hizmetin daha önce başarıyla bağlanmış (Favori doğrudur) olması gerekir. <span style=" font-weight:600;">Düzenle</span>'e basmak, hizmeti kaldırır ve ardından bağlantı kurmak için kimlik bilgilerini ister. Hizmet şu anda bağlıysa, önce bağlantısı kesilecektir. Hizmet bir parola gerektiriyorsa, eski parola silinir ve unutulur.</p><p>Connman, güvenli olmadığı için kimlik bilgilerini (parolalar vb.) almak için herhangi bir yöntem sağlamaz. CMST bu koruma etrafında çalışmayacaktır. Bu düğmenin gerçekten yaptığı tek şey, yukarıdaki <span style=" font-weight:600;">Kaldır</span> ve <span style=" font-weight:600;">Bağlan</span> düğmelerine basmayı otomatik hale getirmektir. Bu düğmeye basıldığında mevcut kimlik bilgileri silineceğinden, yeniden bağlanmak için tüm kimlik bilgilerini bildiğinizden emin olun.</p></body></html>

# main.cpp
source: Start the GUI minimized in the system tray.
tr: Sistem çekmecesinde simge durumuna küçültülmüş arayüzü başlat.

# ControlBox icon_tool_tip
source: Ethernet Connection
tr: Ethernet Bağlantısı

# ControlBox
source: Prefix Length: %1<br>
tr: Önek Uzunluğu: %1<br>

# ControlBox
source: <html><head/><body><p>Select a wifi service in the table below and press this button to disconnect it. </p><p>If there is only one wifi service in the &quot;ready&quot; or &quot;online&quot; state pressing this button will automatically select that service and disconnect it. </p><p>This may also be used to abort a previous connection attempt.</p></body></html>
tr: <html><head/><body><p>Aşağıdaki tabloda bir wifi hizmeti seçin ve bağlantısını kesmek için bu düğmeye basın. </p><p> &quot;Hazır&quot; veya &quot;çevrimiçi&quot; durumda yalnızca bir wifi hizmeti varsa, bu düğmeye basıldığında bu hizmet otomatik olarak seçilir ve bağlantı kesilir. </p><p>Bu, önceki bir bağlantı girişimini iptal etmek için de kullanılabilir.</p></body></html>

# Provisioning
source: Timeservers
tr: Zaman sunucuları

# ConnmanCounter
source: %Ln Packet
tr: %Ln Paket

# VPN_Prov
source: Only accept connections from specified peer addresses?
tr: Yalnızca belirtilen eş adreslerden gelen bağlantılar kabul edilsin mi?

# ControlBox
source: Enable Counters
tr: Sayaçları Etkinleştir

# ProvisioningEditor
source: Critical
tr: Ciddi

# ControlBox
source: <html><head/><body><p>The global setting for switching all radios on or off. When offline mode is engaged all radios are powered down.</p><p>While in offline mode it is possible to turn individual devices back on. When leaving offline mode the individual policy of each device determines if the radio is turned back on or not.</p></body></html>
tr: <html><head/><body><p>Tüm radyoları açma veya kapatma için genel ayar. Çevrimdışı moduna geçildiğinde tüm radyolar kapatılır.</p><p>Çevrimdışı moddayken tek tek aygıtları yeniden açmak mümkündür. Çevrimdışı moddan çıkarken, her aygıtın bireysel politikası radyonun yeniden açılacağını veya açılmayacağını belirler.</p></body></html>

# ControlBox
source: &Status
tr: &Durum

# ControlBox
source: Security: %1
tr: Güvenlik: %1

# ControlBox
source: <html><head/><body><p>The default configuration method for all services is automatic or something like DHCP. This should be good enough for most typical usage, but if it is not this button will allow manual configuration of Ethernet and IP settings for the selected Service.</p><p>This button will be disabled if the service is provisioned via an external config file or if the service is of type VPN. It is not possible to modify the properties of these services.</p></body></html>
tr: <html><head/><body><p>Tüm hizmetler için varsayılan yapılandırma yöntemi otomatiktir veya DHCP gibi bir şeydir. Bu, çoğu tipik kullanım için yeterince iyi olmalıdır, ancak değilse, bu düğme, seçilen Hizmet için Ethernet ve IP ayarlarının manuel olarak yapılandırılmasına izin verir.</p><p>Hizmet, harici bir yapılandırma dosyası aracılığıyla sağlanırsa veya hizmet VPN türündeyse bu düğme devre dışı bırakılır. Bu hizmetlerin özelliklerini değiştirmek mümkün değildir.</p></body></html>

# ControlBox
source: Connection Method: %1<br>
tr: Bağlantı Yöntemi: %1<br>

# VPN_Prov
source: Request MTU from server to use as MTU of tunnel?
tr: Sunucudan MTU'nun tünelin MTU'su olarak kullanılmasını ister misiniz?

# Agent
source: Launch &Browser
tr: Tarayıcıyı &Başlat

# Agent
source: Agent Input
tr: Aracı Girişi

# Provisioning
source: ClientCertFile
tr: İstemciSertifikaDosyası

# Agent
source: <html><head/><body><p>Connman is requesting you continue login with a web browser. This box shows the URL that contains the login page.</p></body></html>
tr: <html><head/><body><p>Connman, bir web tarayıcısıyla oturum açmaya devam etmenizi istiyor. Bu kutu, giriş sayfasını içeren URL'yi gösterir.</p></body></html>

# ControlBox
source: Advanced Controls
tr: Gelişmiş Denetimler

# ControlBox favorite
source: Yes
tr: Evet

# ControlBox
source: Prefix Length: <br>
tr: Önek Uzunluğu: <br>

# VPN_Prov
source: Require the use of MPPE?
tr: MPPE kullanılmasını gerektirir mi?

# ProvisioningEditor
source: MAC address.
tr: MAC adresi.

# ControlBox
source: IDPass
tr: KimlikŞifre

# VPN_Prov
source: Give up redial tries after X attempts.
tr: X denemelerinden sonra yeniden arama denemelerinden vazgeç.

# TranslateStrings connman error string
source: Already enabled
tr: Zaten etkin

# VPN_Editor
source: <b>DBus Error Name:</b> %1<br><br><b>String:</b> %2<br><br><b>Message:</b> %3
tr: <b>DBus Hata Adı:</b> %1<br><br><b>Dize:</b> %2<br><br><b>İleti:</b> %3

# ProvisioningEditor
source: <b>DBus Error Name:</b> %1<br><br><b>String:</b> %2<br><br><b>Message:</b> %3
tr: <b>DBus Hata Adı:</b> %1<br><br><b>Dize:</b> %2<br><br><b>İleti:</b> %3
