Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/andrew-bibb-cmst-*.po
Languages: tr

# ControlBox
source: <html><head/><body><p>Normally counters are cumulative and will retain the connect time and the TX and RX counts between boots. </p><p>When this box is checked the counters will reset to zero every time CMST is started, and if CMST is running everytime a Connman service is started. </p></body></html>
tr: <html><head/><body><p>Normalde sayaçlar birikimlidir ve bağlantı süresini korur ve önyükleme arasındaki TX ve RX sayılarını korur. </p><p>Bu kutu işaretlendiğinde, CMST her başlatıldığında sayaçlar sıfırlanır ve CMST her çalıştığında bir Connman hizmeti başlatılır. </p></body></html>

# VPN_Create
source: Unable to read <b>%1</b> - Aborting the import
tr: <b>%1</b> okunamıyor - İçe aktarma iptal ediliyor

# VPN_Create
source: Maximum bandwidth to use.
tr: Kullanılacak azami bant genişliği.

# VPN_Editor
source: Enter a new file name or select<br>an existing file to overwrite.
tr: Yeni bir dosya adı girin veya üzerine yazmak için mevcut bir dosyayı seçin.

# ControlBox
source: ID:Password
tr: Kimlik:Parola

# ProvisioningEditor
source: Service type.
tr: Hizmet türü.

# ControlBox
source: <html><head/><body><p>This area is to specify a program or process to run after a wifi or vpn service button is pressed, but before the connect method is sent to ConnMan. This is mainly used to modify a .cmst.config file which seems useful to modify certain short lived entries for openConnect vpn connections.</p><p>The program or process in the <span style=" font-weight:600;">Execute</span> box will only be executed prior to making a connection for the single service shown in the <span style=" font-weight:600;">Service</span> box. It will not be called when connecting to any other service. If a .cmst.config file is to be modified a check must in the <span style=" font-weight:600;">Modify Service File</span> box and the path and name of the file to be modified must be provided.</p><p>To modify a .cmst.config file CMST will read stdout of the program or process being called. Program output should be individual lines in KEY=VALUE format. If KEY exists in the .cmst.config file it will be replaced by the new VALUE. If KEY does not exist it will be appended. </p></body></html>
tr: <html><head/><body><p>Bu alan, bir wifi veya vpn hizmet düğmesine basıldıktan sonra, ancak bağlantı yöntemi ConnMan'a gönderilmeden önce çalıştırılacak bir program veya işlemi belirtmek içindir. Bu çoğunlukla, openConnect vpn bağlantıları için belirli kısa ömürlü girdileri değiştirmek için yararlı görünen bir .cmst.config dosyasını değiştirmek için kullanılır.</p><p><span style="font-weight:600;">Yürüt</span> kutusu yalnızca <span style="font-weight:600;">Hizmet</span> kutusunda gösterilen tek hizmet için bağlantı kurulmadan önce yürütülür. Başka bir hizmete bağlanırken çağrılmayacak. Bir .cmst.config dosyası değiştirilecekse, <span style="font-weight:600;">Hizmet Dosyasını Değiştir</span> kutusunda bir kontrol yapılmalı ve değiştirilecek dosyanın yolu ve adı belirtilmelidir. sağlanmıştır.</p><p>.cmst.config dosyasını değiştirmek için CMST, çağrılan programın veya işlemin stdout'unu okuyacaktır. Program çıktısı ANAHTAR=DEĞER formatında ayrı satırlar olmalıdır. .cmst.config dosyasında ANAHTAR varsa, yeni DEĞER ile değiştirilecektir. ANAHTAR yoksa eklenecektir. </p></body></html>

# ControlBox
source: %1 change log is not available.
tr: %1 değişiklik günlüğü kullanılamıyor.

# VPN_Prov
source: E&xit
tr: &Çıkış

# ControlBox
source: Select a file to be deleted.
tr: Silinecek bir dosya seçin.

# ControlBox
source: Edit
tr: Düzenlemek

# ControlBox
source: Connection status is unknown
tr: Bağlantı durumu bilinmiyen

# VPN_Editor
source: <center>No configuration files were found.<br>Nothing will be deleted.
tr: <center>Hiçbir yapılandırma dosyası bulunamadı.<br>Hiçbir şey silinmeyecek.

# Agent
source: &Username
tr: K&ullanıcı Adı

# VPN_Prov
source: File containing other certificate authorities.
tr: Diğer sertifika yetkililerini içeren dosya.

# VPN_Create
source: Key Files (*.key *.ca *.cert *.crt *.pem);;All Files (*.*)
tr: Anahtar Dosyaları (*.key *.ca *.cert *.crt *.pem);;Tüm Dosyalar (*.*)

# Peditor
source: <html><head/><body><p>What's This</p></body></html>
tr: <html><head/><body><p>Bu Nedir</p></body></html>

# ControlBox icon_tool_tip
source: VPN Connection
tr: VPN Bağlantısı

# ControlBox
source: Disable Tray Icon
tr: Sistem Çekmece Simgesini Devre Dışı Bırak

# ControlBox
source: State
tr: Durum

# Provisioning
source: PrivateKeyPassphrase
tr: ÖzelAnahtarParolası

# Peditor
source: &Timeservers
tr: &Zaman sunucuları

# VPN_Prov
source: Use challenge authentication?
tr: Sınama kimlik doğrulaması kullanılsın mı?

# VPN_Editor
source: %L1 Bytes written
tr: %L1 Bayt yazıldı

# VPN_Prov
source: Peer certificate type (server/client).
tr: Eş sertifika türü (sunucu/istemci).

# Provisioning
source: Passphrase
tr: Parola

# ControlBox
source: There was an error reading or parsing the reply from method connman.Manager.GetProperties.<br><br>It is unlikely any portion of %1 will be functional.
tr: connman.Manager.GetProperties yönteminden yanıt okunurken veya ayrıştırılırken bir hata oluştu.<br><br>Herhangi bir %1 bölümünün işlevsel olması pek olası değildir.

# VPN_Prov
source: Add a default route to the system routing tables, using the peer as the gatewa?
tr: Eşi ağ geçidi olarak kullanarak sistem yönlendirme tablolarına varsayılan bir yol eklensin mi?

# Peditor
source: Netmask
tr: Ağ maskesi

# VPNAgent
source: Client Cert.
tr: İstemci Sertifikası.

# Agent
source: <html><head/><body><p>Continue the connection process.</p></body></html>
tr: <html><head/><body><p>Bağlantı işlemine devam et.</p></body></html>

# VPN_Prov
source: <html><head/><body><p>Exit the dialog.</p></body></html>
tr: <html><head/><body><p>İletişim kutusundan çık.</p></body></html>

# VPN_Prov
source: Encrypt packets with cipher algorithm:
tr: Paketleri şifreleme algoritması ile şifrele:

# VPN_Editor
source: Global
tr: Genel

# ControlBox
source: <html><head/><body><p>Force a rescan of all WiFi technologies. This is similar to issuing the command <span style=" font-weight:600;">connmanctl scan wifi</span> from the command line.</p><p>The button will become inactive while the scan is occuring.</p></body></html>
tr: <html><head/><body><p>Tüm WiFi teknolojilerini yeniden taramaya zorlayın. Bu, komut satırından <span style=" font-weight:600;">connmanctl scan wifi</span> komutunu vermeye benzer.</p><p>Tarama yapılırken düğme devre dışı kalır.</p></body></html>

# VPN_Prov
source: Don't cache --askpass or --auth-user-pass values?
tr: --askpass veya --auth-user-pass değerleri önbelleğe alınmasın mı?

# VPN_Prov
source: Local UDP port number to use.
tr: Kullanılacak yerel UDP bağlantı noktası numarası.

# ControlBox
source: No provisioning files created by %1 were found.<br>There are no VPN services which can be removed.
tr: %1 tarafından oluşturulmuş hiçbir ön hazırlık dosyası bulunamadı.<br>Kaldırılabilecek hiçbir VPN hizmeti yok.

# ControlBox
source: Move After
tr: Sonra Taşı

# TranslateStrings connman error string
source: Invalid property
tr: Geçersiz özellik

# ControlBox
source: <html><head/><body><p>When checked the tethering columns will be hidden.</p></body></html>
tr: <html><head/><body><p>İşaretlendiğinde Paylaşım sütunları gizlenir.</p></body></html>

# VPN_Prov
source: Name of the IKE DH Group.
tr: IKE DH Grubunun adı.

# ProvisioningEditor
source: IPv4 Address. <br><br>Enter the IPv4 network address in the form xxx.xxx.xxx.xxx
tr: IPv4 Adresi. <br><br>IPv4 ağ adresini xxx.xxx.xxx.xxx biçiminde girin

# ControlBox
source: Before Connecting
tr: Bağlanmadan Önce

# GEN_Editor
source: %L1 Bytes written
tr: %L1 bayt yazıldı

# ScrollBox
source: TextLabel
tr: MetinEtiketi

# VPN_Prov
source: Name of the network.
tr: Ağın adı.

# ProvisioningEditor
source: Private key passphrase type.
tr: Özel anahtar parolası türü.

# main.cpp
source: Specify the wait time in seconds before starting the system tray icon.
tr: Sistem çekmecesi simgesini başlatmadan önce saniye cinsinden bekleme süresini belirtin.

# ControlBox
source: About Other Artwork
tr: Diğer Çizimler Hakkında

# ControlBox
source: Support Enabled: %1<br>
tr: Destek Etkin: %1<br>

# ControlBox
source: <html><head/><body><p>This page will show the details of the service selected in the box at the top. If the selected service is not in the READY or ONLINE state then most of the details will be blank. </p><p>You may override service details by using the <span style=" font-weight:600;">Configuration</span> button at the bottom right. </p></body></html>
tr: <html><head/><body><p>Bu sayfa, üstteki kutuda seçilen hizmetin ayrıntılarını gösterecektir. Seçilen hizmet HAZIR veya ÇEVRİMİÇİ durumunda değilse, ayrıntıların çoğu boş olacaktır. </p><p>Sağ alt kısımdaki <span style=" font-weight:600;">Yapılandırma</span> düğmesini kullanarak hizmet ayrıntılarını geçersiz kılabilirsiniz. </p></body></html>

# VPN_Prov
source: The final VPN server to use after completing web authentication.
tr: Web kimlik doğrulaması tamamlandıktan sonra kullanılacak son VPN sunucusu.

# ControlBox
source: About AwOken
tr: AwOken Hakkında

# TranslateStrings connman ipv4 method string
source: off
tr: kapalı

# ControlBox
source: <html><head/><body><p>To edit the ID and Password of a tethered WiFi device click this button.</p><p>The ID and Password are what clients will have to enter to connect to the ad-hoc network. This is only valid for WiFi connections</p></body></html>
tr: <html><head/><body><p>Bağlı bir WiFi aygıtının kimliğini ve Parolasını düzenlemek için bu düğmeyi tıklayın.</p><p>Kimlik ve Parola, istemcilerin geçici ağa bağlanmak için girmeleri gerekenlerdir. Bu yalnızca WiFi bağlantıları için geçerlidir</p></body></html>

# ControlBox
source: Dialog
tr: İletişim Kutusu

# VPN_Prov
source: Vendor of your IPSec gateway.
tr: IPSec ağ geçidinizin satıcısı.

# ProvisioningEditor
source: EAP type.
tr: EAP türü.

# VPN_Prov
source: Your Group username.
tr: Grup kullanıcı adınız.

# Peditor
source: Cancel
tr: İptal et

# ControlBox
source: The system is online.
tr: Sistem çevrimiçi.

# VPN_Prov
source: SHA1 certificate fingerprint of the final VPN server.
tr: Son VPN sunucusunun SHA1 sertifikası parmak izi.

# ControlBox
source: Enable Start Options from GUI (right hand pane)
tr: GUI'den Başlatma Seçeneklerini Etkinleştir (sağdaki bölme)

# VPN_Prov
source: Private key of the interface.
tr: Arayüzün özel anahtarı.

# ProvisioningEditor
source: %1 - Integer Input
tr: %1 - Tamsayı Girişi

# ControlBox
source: Enabled
tr: Etkin

# ControlBox
source: [Hidden Wifi]
tr: [Gizli Wifi]

# VPN_Prov
source: Authentication file location.
tr: Kimlik doğrulama dosyasının konumu.

# ControlBox
source: Connection : %1
tr: Bağlantı : %1

# ProvisioningEditor
source: Key Files (*.pem);;All Files (*.*)
tr: Anahtar Dosyalar (*.pem);;Tüm Dosyalar (*.*)

# ProvisioningEditor
source: Enter a new file name or select<br>an existing file to overwrite.
tr: Yeni bir dosya adı girin veya üzerine yazmak için mevcut bir dosyayı seçin.

# VPN_Create
source: All Files (*.*)
tr: Tüm Dosyalar (*.*)

# VPNAgent
source: Username
tr: Kullanıcı Adı

# ControlBox
source: Unable to create an interface to connman on the system bus.<br><br>%1 will not be able to communicate with connman.
tr: Sistem veriyolundaki connman için bir arayüz oluşturulamıyor.<br><br>%1 connman ile iletişim kuramayacak.

# ControlBox
source: <html><head/><body><p>Preferences for the interface are in this box.</p></body></html>
tr: <html><head/><body><p>Arayüz için tercihler bu kutudadır.</p></body></html>

# main.cpp
source: Disable the system tray icon. May be needed for system trays not compliant with the Freedesktop.org system tray specification.
tr: Sistem çekmecesi simgesini devre dışı bırakın. Freedesktop.org sistem çekmecesi teknik özelliklerine uymayan sistem çekmeceleri için gerekli olabilir.

# VPN_Prov
source: PPTP User Name.
tr: PPTP Kullanıcı Adı.

# TranslateStrings connman security string
source: none
tr: yok

# ConnmanAgent
source: Connman Error
tr: Connman Hatası

# ControlBox
source: <html><head/><body><p>Counter Settings</p></body></html>
tr: <html><head/><body><p>Sayaç Ayarları</p></body></html>

# VPN_Prov
source: Disable protocol compression?
tr: Protokol sıkıştırması devre dışı bırakılsın mı?

# Peditor
source: Privacy
tr: Gizlilik

# TranslateStrings connman error string
source: Not unique
tr: Benzersiz değil

# ControlBox
source: Server Status
tr: Sunucu Durumu

# Peditor
source: <html><head/><body><p>Accept the entries, send them to Connman, and close the dialog.</p></body></html>
tr: <html><head/><body><p>Girişleri kabul edin, onları Connman'a gönderin ve iletişim kutusunu kapatın.</p></body></html>

# ControlBox
source: Wifi State
tr: Wifi Durumu

# ControlBox
source: Type: %1<br>
tr: Tür: %1<br>

# main.cpp
source: seconds
tr: saniye

# ControlBox
source: <html><head/><body><p>If a Connman service falls into the &quot;Failed&quot; state it will normally remain in that state.</p><p>If this box is checked CMST will try to automatically reconnect a WiFi service that enters the &quot;Failed&quot; state. </p></body></html>
tr: <html><head/><body><p>Bir Connman hizmeti &quot;Başarısız&quot; durumuna düşerse, normalde bu durumda kalır.</p><p>Bu kutu işaretlenirse CMST, &quot;Başarısız&quot; durumuna giren bir WiFi hizmetini otomatik olarak yeniden bağlamaya çalışır. </p></body></html>

# ProvisioningEditor
source: Enter a description of the network.
tr: Ağın bir açıklamasını girin.

# TranslateStrings connman ethernet connection method
source: auto
tr: otomatik

# ControlBox
source: <br>Roaming
tr: <br>Dolaşım

# ControlBox
source: <br><b>Service Details:</b><br>
tr: <br><b>Hizmet Ayrıntıları:</b><br>

# Provisioning
source: PrivateKeyPassphraseType
tr: ÖzelAnahtarParolaTürü

# ControlBox
source: You need to select a service before pressing the connect button.
tr: Bağlan düğmesine basmadan önce bir hizmet seçmeniz gerekir.

# Provisioning
source: Eduroam (short)
tr: Eduroam (kısa)

# ControlBox
source: Service: %1
tr: Hizmet: %1

# Provisioning
source: Hidden
tr: Gizli

# ControlBox last_address_conflict
source: Yes
tr: Evet

# VPN_Prov
source: The window size of the control channel (number of unacknowledged packets, not bytes)
tr: Kontrol kanalının pencere boyutu (bayt değil, onaylanmamış paket sayısı)

# VPN_Editor
source: Error encountered deleting.
tr: Silme hatası oluştu.

# ControlBox
source: Icon Scale Factor
tr: Simge Ölçek Faktörü

# ControlBox
source: Roaming
tr: Dolaşım

# ControlBox
source: Signal Strength
tr: Sinyal Gücü

# ControlBox
source: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Command Line Option: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-M</span><span style=" font-family:'Courier New,courier';"> or </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--disable-minimized</span></pre><p>Disable the minimize button. Use when you want to have the window manager have sole control of minimizing the interface.</p></body></html>
tr: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Komut Satırı Seçeneği: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-M</span><span style=" font-family:'Courier New,courier';"> veya </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--disable-minimized</span></pre><p>Simge durumuna küçült düğmesini devre dışı bırakın. Pencere yöneticisinin arayüzü küçültmek için tek kontrol sahibi olmasını istediğinizde kullanın.</p></body></html>

# VPN_Editor
source: Select a file to load.
tr: Yüklenecek bir dosya seçin.

# ControlBox
source: <p style='white-space:pre'><center><b>%1 Properties</b></center>
tr: <p style='white-space:pre'><center><b>%1 Özellikleri</b></center>

# ControlBox
source: <html><head/><body><p>If checked the CMST icon will be hidden in the system tray. CMST is still running even if the icon is hidden.</p><p>If CMST is minimized while the icon is hiddden you will need to start another instance CMST to get the interface back. This second instance will restore interface from the first instance and then immediately abort. </p><p>If CMST is minimized while the tray icon is visible then simply clicking the tray icon will restore the interface. </p></body></html>
tr: <html><head/><body><p>İşaretli ise CMST simgesi sistem tepsisinde gizlenir. Simge gizlenmiş olsa bile CMST hala çalışıyor.</p><p>Simge gizlenirken CMST simge durumuna küçültülürse, arabirimi geri almak için başka bir örnek CMST başlatmanız gerekir. Bu ikinci örnek, arabirimi ilk örnekten geri yükler ve hemen iptal eder. </p><p>Tepsi simgesi görünür durumdayken CMST simge durumuna küçültülürse, tepsi simgesine tıklamanız arayüzü geri yükleyecektir. </p></body></html>

# main.cpp
source: Connman System Tray.
tr: Connman Sistem Çekmecesi.

# VPN_Prov
source: Your group password (cleartext).
tr: Grup şifreniz (açık metin).

# ControlBox
source: &Less
tr: &Daha Az

# ControlBox
source: <html><head/><body><p>The threshold values for counter updates (counter resolution). Data and time work together to define how often the fields are updated.</p></body></html>
tr: <html><head/><body><p>Sayaç güncellemeleri için eşik değerleri (sayaç çözünürlüğü). Veri ve zaman, alanların ne sıklıkta güncelleneceğini tanımlamak için birlikte çalışır.</p></body></html>

# VPN_Create
source: Unable to write conf file <b>%1</b>
tr: Yapılandırma dosyası <b>%1</b> yazılamıyor

# Provisioning
source: Set IPv6 to "off, "auto", or enter IPv6 address information
tr: IPv6'yı "kapalı", "otomatik" olarak ayarlayın veya IPv6 adres bilgilerini girin

# ControlBox
source: <html><head/><body><p><span style=" font-weight:600;">Help</span></p><p>Program help is mainly provided by the &quot;What's This&quot; button in the lower left corner. Press the button and then click on an item you are interested in. &quot;What's This&quot; is also available via context menu by right clicking on a button, box or text area.</p></body></html>
tr: <html><head/><body><p><span style=" font-weight:600;">Yardım</span></p><p>Program yardımı temel olarak sol alt köşedeki &quot;Bu Nedir&quot; düğmesiyle sağlanır. Düğmeye basın ve sonra ilgilendiğiniz bir öğeye tıklayın. &quot;Bu Nedir&quot;, bir menü, kutu veya metin alanına sağ tıklayarak içerik menüsü üzerinden de erişilebilir.</p></body></html>

# ProvisioningEditor
source: File Path to the Client Certificate File
tr: İstemci Sertifika Dosyasının Dosya Yolu

# Peditor
source: Address
tr: Adres

# ControlBox
source: Security
tr: Güvenlik

# TranslateStrings connman error string
source: Already disabled
tr: Zaten devre dışı

# ControlBox
source: <html><head/><body><p>Move the selected service before another in the list.</p><p>The button will only become active if the selected service can be moved and if there is another valid service which it can be used as a target.</p></body></html>
tr: <html><head/><body><p>Seçilen hizmeti listede bir başkasına taşıyın.</p><p>Düğme yalnızca seçilen hizmet taşınabiliyorsa ve hedef olarak kullanılabilecek geçerli başka bir hizmet varsa etkinleşir.</p></body></html>

# Agent
source: <html><head/><body><p>Enter a WPS pin.</p></body></html>
tr: <html><head/><body><p>Bir WPS pini girin.</p></body></html>

# VPN_Prov
source: Application version to report.
tr: Raporlanacak uygulama sürümü.

# ControlBox
source: Excludes:<br>&nbsp;&nbsp;%1<br>
tr: Dışlananlar:<br>&nbsp;&nbsp;%1<br>

# Agent
source: Extensible Authentication Protocol (EAP)
tr: Genişletilebilir Kimlik Doğrulama Protokolü (EAP)

# ControlBox
source: Wireless Services
tr: Kablosuz Hizmetleri

# ControlBox immutable
source: Yes
tr: Evet

# ControlBox
source: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Command Line Option: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-w</span><span style=" font-family:'Courier New,courier';"> or </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--wait-time</span></pre><p>Specify the wait time in seconds before starting the system tray icon (default is 0 seconds).</p><p>If CMST is started and tries to create a tray icon before the system tray itself is created the proram will not be able to start minimized. This sometimes happens when the program is started automatically. If you know the tray will exist once the system is up you may specify a wait time and CMST will wait that number of seconds before trying to create the tray icon. This is to give the window manager or panel time to create the tray before we try to place the icon there.</p><p>If you plan to start with the main dialog shown on screen there is no reason to use this option. This is only intended to be used for starting minimized.</p><p><br/></p><p><br/></p></body></html>
tr: <html><head/><body><pre style=" kenar boşluğu-üst: 12px; kenar boşluğu-alt: 12px; kenar boşluğu-sol: 0px; kenar boşluğu-sağ: 0px; -qt-blok-girinti: 0; metin-girinti: 0px;"><span style=" font-family:'Kurye Yeni, kurye';"> Komut Satırı Seçeneği: </span><span style=" font-family:'Kurye Yeni, kurye'; font-weight:600;">-w</span><span style=" font-family:'Kurye Yeni, kurye';"> veya </span><span style=" font-family:'Kurye Yeni, kurye'; font-weight:600;">--wait-time</span></pre><p>Sistem tepsisi simgesini başlatmadan önce bekleme süresini saniye cinsinden belirtin (varsayılan değer 0 saniyedir).</p><p>CMST başlatılır ve sistem tepsisinin kendisi oluşturulmadan önce bir tepsi simgesi oluşturmaya çalışırsa proram simge durumuna küçültülmeye başlayamaz. Bu bazen program otomatik olarak başlatıldığında gerçekleşir. Sistem dolduğunda tepsinin var olacağını biliyorsanız bir bekleme süresi belirtebilirsiniz ve CMST tepsi simgesini oluşturmaya çalışmadan önce bu saniye sayısını bekleyecektir. Bu, simgeyi oraya yerleştirmeye çalışmadan önce pencere yöneticisine veya panelin tepsiyi oluşturması için zaman vermektir.</p><p>Ekranda gösterilen ana iletişim kutusuyla başlamayı planlıyorsanız, bu seçeneği kullanmak için hiçbir neden yoktur. Bu yalnızca simge durumuna küçültülmüş başlatmak için kullanılmak üzere tasarlanmıştır.</p><p><br/></p><p><br/></p></body></html>

# ControlBox
source: <html><head/><body><p>If checked CMST will place an entry in the autostart directory for the current user, unchecking will remove said entry. This directory is typically: <span style=" font-weight:600;">${HOME}/.config/autostart</span>. </p><p>CMST only add or remove the .desktop file from the autostart directory. Autostarting is typically dependent upon your Desktop Environment and must be enabled from there.</p></body></html>
tr: <html><head/><body><p>İşaretli CMST, geçerli kullanıcı için otomatik başlatma dizinine bir giriş yerleştirirse, işaretin kaldırılması söz konusu girişi kaldırır. Bu dizin genellikle: <span style=" font-weight:600;">${HOME}/.config/autostart</span>. </p><p>CMST yalnızca .desktop dosyasını autostart dizinine ekler veya kaldırır. Otomatik başlatma genellikle Masaüstü Ortamınıza bağlıdır ve buradan etkinleştirilmelidir.</p></body></html>

# ProvisioningEditor
source: IPv4 Settings
tr: IPv4 Ayarları

# ControlBox
source: Unable to find a connection to the system bus.<br><br>%1 will not be able to communicate with connman.
tr: Sistem veri yoluna bağlantı bulunamadı.<br><br>%1 connman ile iletişim kuramayacak.
