Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/andrew-bibb-cmst-*.po
Languages: tr

# ControlBox
source: Enable VPN Internet Kill Switch
tr: VPN İnternet Kapatma Anahtarını Etkinleştir

# ConnmanVPNAgent
source: Connman Error
tr: Connman Hatası

# Agent
source: Passphrase
tr: Parola

# ProvisioningEditor
source: <center>No configuration files were found.<br>You may use this dialog to create one.
tr: <center>Hiçbir yapılandırma dosyası bulunamadı.<br>Bir tane oluşturmak için bu iletişim kutusunu kullanabilirsiniz.

# TranslateStrings connman error string
source: Passphrase required
tr: Parola gerekli

# VPN_Prov
source: Certificate authority file.
tr: Sertifika yetkilisi dosyası.

# ConnmanCounter
source: %L1 Bytes
tr: %L1 Bayt

# VPN_Prov
source: Deny PAP authorization?
tr: PAP yetkilendirmesi reddedilsin mi?

# VPNAgent
source: Host
tr: Ana Bilgisayar

# VPN_Editor
source: Information
tr: Bilgi

# ConnmanCounter
source: %n Day
tr: %n Gün

# ControlBox
source: Global Properties
tr: Genel Özellikler

source: Scrollbox
tr: Kaydırma kutusu

# ProvisioningEditor
source: %1 - Select File
tr: %1 - Dosya Seç

# VPN_Prov
source: Whether the VPN should use tun or tap.
tr: VPN'nin tun veya tap kullanması gerekip gerekmediği.

# Agent
source: <html><head/><body><p>Cancel the connection process.<br/></p></body></html>
tr: <html><head/><body><p>Bağlantı işlemini iptal et.<br/></p></body></html>

# VPN_Create
source: Do you wish to create a user:password file for this connection?
tr: Bu bağlantı için bir kullanıcı:parola dosyası oluşturmak istiyor musunuz?

# ControlBox
source: Not Connected
tr: Bağlı Değil

# ControlBox powered
source: Off
tr: Kapalı

# Agent
source: <html><head/><body><p>Type the name of the hidden network you wish to connect to.</p></body></html>
tr: <html><head/><body><p>Bağlanmak istediğiniz gizli ağın adını yazın.</p></body></html>

# Provisioning
source: IPv6.Privacy
tr: IPv6.Gizliliği

# ControlBox
source: &Help
tr: &Yardım

# ProvisioningEditor
source: File Path to the CA Certificate File
tr: CA Sertifika Dosyasının Dosya Yolu

# Peditor
source: Method
tr: Yöntem

# ControlBox
source: Powered
tr: Güç

# ProvisioningEditor
source: File read completed
tr: Dosya okuma tamamlandı

# ControlBox
source: VPN Services
tr: VPN Hizmetleri

# VPN_Prov
source: Define if self signed server certificates are allowed.
tr: Kendinden imzalı sunucu sertifikalarına izin verilip verilmediğini tanımla.

# ControlBox
source: Ma&ximize
tr: B&üyüt

# ControlBox
source: &Exit
tr: &Çıkış

# ControlBox icon_tool_tip
source: Not Connected
tr: Bağlı Değil

# VPN_Create
source: Enter a new file name or select<br>an existing file to overwrite.
tr: Yeni bir dosya adı girin veya<br>üzerine yazmak için mevcut bir dosyayı seçin.

# VPN_Editor
source: %1 - Verify Option
tr: %1 - Doğrulama Seçeneği

# ProvisioningEditor
source: %1 - Text Input
tr: %1 - Metin Girişi

# ControlBox
source: %1 - Select File
tr: %1 - Dosya Seç

# Provisioning
source: Nameservers
tr: Ad sunucuları

# ConnmanCounter
source: <br><br><b>Connect Time:</b><br>
tr: <br><br><b>Bağlanma Zamanı:</b><br>

# ControlBox
source: <html><head/><body><p>If checked the configuration file shown below will be modified by whatever output the program provides.</p></body></html>
tr: <html><head/><body><p>İşaretlenirse, aşağıda gösterilen yapılandırma dosyası, programın sağladığı çıktı ne olursa olsun değiştirilecektir.</p></body></html>

# TranslateStrings connman proxy string
source: direct
tr: doğrudan

# ControlBox
source: <html><head/><body><p>What's This</p></body></html>
tr: <html><head/><body><p>Bu Nedir</p></body></html>

# Agent
source: <html><head/><body><p>ConnMan is requesting that you open a web browser to complete the login process.</p><p>We have scanned your PATH for browsers and any browsers found are shown in the list below. You may select any one browser to use it for the login. If your web browser is not shown in the list you may enter it directly in the<span style=" font-weight:600;"> Choose or enter a browser box</span>.</p><p>To launch the browser click the <span style=" font-weight:600;">Launch Browser</span> button. </p><p>If you wish to login manually close this dialog, start your web browser and proceed to the URL shown in the <span style=" font-weight:600;">Login URL</span> box.</p><p><span style=" font-weight:600;">Brave Browser Users:</span> Note that Brave does not seem to accept a URL to start with. After the browser starts you will need to enter the URL manually. </p></body></html>
tr: <html><head/><body><p>ConnMan, oturum açma işlemini tamamlamak için bir web tarayıcısı açmanızı istiyor.</p><p>YOL'unuzu tarayıcılar için taradık ve bulunan tüm tarayıcılar aşağıdaki listede gösterilmektedir. Giriş için kullanmak üzere herhangi bir tarayıcı seçebilirsiniz. Web tarayıcınız listede gösterilmiyorsa doğrudan <span style=" font-weight:600;"> Bir tarayıcı kutusu seç veya gir</span> kutusuna girebilirsiniz.</p><p>Tarayıcıyı başlatmak için <span style=" font-weight:600;">Tarayıcıyı Başlat</span> düğmesini tıklayın. </p><p>Elle oturum açmak istiyorsanız bu iletişim kutusunu kapatın, web tarayıcınızı başlatın ve <span style=" font-weight:600;">Oturum Açma URL'si</span> kutusunda gösterilen URL'ye ilerleyin.</p><p><span style=" font-weight:600;">Brave Tarayıcı Kullanıcıları:</span> Brave'nin başlangıçta bir URL'yi kabul etmediğini unutmayın. Tarayıcı başladıktan sonra URL'yi elle girmeniz gerekir. </p></body></html>

# ControlBox connected
source: Yes
tr: Evet

# ProvisioningEditor
source: %1 - Item Input
tr: %1 - Öğe Girişi

# TranslateStrings connman mdns setting
source: false
tr: yanlış

# ControlBox
source: <br>Powered
tr: <br>Güç

# VPN_Prov
source: Require the use of MPPE 128 bit?
tr: MPPE 128 bit kullanılmasını gerektirir mi?

# VPN_Editor
source: %L1 KB written
tr: %L1 KB yazıldı

# VPN_Create
source: Create User:Password File
tr: Kullanıcı Oluştur:Parola Dosyası

# VPN_Prov
source: Type of authentication used.
tr: Kullanılan kimlik doğrulama türü.

# ControlBox
source: <html><head/><body><p>Specify the amount of data in KB that must be transmitted before the counters update (default is 1024 KB).</p><p>Connman will accept this entry, but according to a comment in the Connman code the actual feature still needs to be implemented and the selection is therefore disabled.</p></body></html>
tr: <html><head/><body><p>Sayaç güncellemesinden önce iletilmesi gereken KB cinsinden veri miktarını belirtin (varsayılan 1024 KB'dir).</p><p>Connman bu girişi kabul eder, ancak Connman kodundaki bir açıklamaya göre gerçek özelliğin hala uygulanması gerekir ve bu nedenle seçim devre dışı bırakılır.</p></body></html>

# ControlBox tethering
source: On
tr: Açık

# ControlBox
source: <html><head/><body><p>Open the VPN provisioning editor to create or edit Connman configuration (provisioning) files for VPN connections.</p><p>These config files reside in /var/lib/connman-vpn which is owned by root:root. CMST will register a roothelper to allow reading and writing files in this directory. </p><p>To avoid abusing the root privileges the editor will only operate on files with names ending in <span style=" font-style:italic;">.cmst.config</span>. This file name ending will be added automatically during a file save and cannot be altered. </p><p>Using this editor it is not possible to edit or delete config files created by other means.</p></body></html>
tr: <html><head/><body><p>VPN bağlantıları için Connman yapılandırma (temel hazırlık) dosyaları oluşturmak veya düzenlemek için VPN temel hazırlığı düzenleyicisini açın.</p><p>Bu yapılandırma dosyaları root:root'a ait olan /var/lib/connman-vpn dizinindedir. CMST, bu dizindeki dosyaların okunmasına ve yazılmasına izin vermek için bir roothelper kaydedecektir. </p><p>Kök ayrıcalıklarını kötüye kullanmaktan kaçınmak için düzenleyici yalnızca <span style=" font-style:italic;">.cmst.config</span> ile biten dosyalarda çalışır. Bu dosya adı sonu, bir dosya kaydı sırasında otomatik olarak eklenir ve değiştirilemez. </p><p>Bu düzenleyiciyi kullanarak başka yollarla oluşturulan yapılandırma dosyalarını düzenlemek veya silmek mümkün değildir.</p></body></html>

# ControlBox
source: Engaged
tr: Etkin

# ControlBox
source: Provisioning Editor
tr: Temel Hazırlık Düzenleyicisi

# ControlBox
source: A&rtwork
tr: &Çizim

# Peditor
source: <html><head/><body><p>User configuration of Proxy settings.</p></body></html>
tr: <html><head/><body><p>Proxy ayarlarının kullanıcı yapılandırması.</p></body></html>

# ControlBox autoconnect
source: No
tr: Kapalı

# VPN_Editor
source: %1 - Item Input
tr: %1 - Öğe Girişi

# ControlBox
source: <html><head/><body><p>Force a rescan of all WiFi technologies. This is similar to issuing the command <span style=" font-weight:600;">connmanctl scan wifi</span> from the command line. This will also clear any selections in the table below.</p><p>The button will become inactive while the scan is occuring.</p></body></html>
tr: <html><head /><body><p>Tüm WiFi teknolojilerinin yeniden taranmasını zorla. Bu, komut satırından <span style=" font-weight:600;">connmanctl scan wifi</span> komutunu vermeye benzer. Bu, aşağıdaki tablodaki tüm seçimleri de temizleyecektir.</p><p>Tarama gerçekleşirken düğme etkin olmayacaktır.</p></body></html>

# ProvisioningEditor
source: Phase 2 (inner authentication with TLS tunnel)<br>authentication method.
tr: Faz 2 (TLS tüneli ile iç kimlik doğrulama)<br>kimlik doğrulama yöntemi.

# VPN_Prov
source: Set the maximum number of LCP configure-NAKs returned before starting to send configure-Rejects (default is 10).
tr: configure-Rejects göndermeye başlamadan önce döndürülen en yüksek LCP configure-NAK sayısını ayarlayın (varsayılan 10'dur).

# ControlBox
source: Connection
tr: Bağlantı

# ControlBox
source: <html><head/><body><p>Minimize the dialog. If you have the system tray Icon shown this dialog may be restored by right clicking on the tray icon. If the tray icon is hidden minimize will not be active.</p></body></html>
tr: <html><head/><body><p>İletişim kutusunu simge durumuna küçültün. Sistem çekmecesi simgesi gösterildiyse, bu iletişim kutusu çekmece simgesine sağ tıklayarak geri yüklenebilir. Çekmece simgesi gizlenmişse simge durumuna küçültme etkin olmaz.</p></body></html>

# ControlBox
source: <html><head/><body><p>Programs or processes to execute after various events occur.</p><p>If the program or process requires command line arguments provide them here just as if you were typing at a command line. Example:</p><p><span style=" font-weight:600;">/path/to/program arg1 arg2 arg3</span></p><p>Two events are checked. <span style=" font-weight:600;">Before Connecting</span> events are called after the Connect button is pressed in either the Wireless or VPN tabs. The program or process in the Execute box will only be executed prior to making a connection for the service shown in the Service box. It will not be called when connecting to any other service.</p><p>The program or process in the <span style=" font-weight:600;">After Connecting</span> box will be called after Connman enters the ready or online state.</p><p><br/></p></body></html>
tr: <html><head/><body><p>Çeşitli olaylar meydana geldikten sonra yürütülecek programlar veya işlemler.</p><p>Program veya işlem komut satırı argümanları gerektiriyorsa, bunları sanki bir Komut satırı. Örnek:</p><p><span style="font-weight:600;">/path/to/program arg1 arg2 arg3</span></p><p>İki olay kontrol edilir. <span style="font-weight:600;">Bağlanmadan Önce</span> olayları, Kablosuz veya VPN sekmelerinde Bağlan düğmesine basıldıktan sonra çağrılır. Yürüt kutusundaki program veya işlem, yalnızca Hizmet kutusunda gösterilen hizmet için bağlantı yapılmadan önce yürütülür. Başka bir hizmete bağlanırken çağrılmaz.</p><p><span style="font-weight:600;">Bağlandıktan Sonra</span> kutusundaki program veya süreç Connman'dan sonra çağrılır. hazır veya çevrimiçi duruma girer.</p><p><br/></p></body></html>

# VPN_Editor
source: File save failed.
tr: Dosya kaydedilemedi.

# Provisioning
source: Eduroam (long)
tr: Eduroam (uzun)

# VPN_Prov
source: Redial if disconnected?
tr: Bağlantı kesilirse yenidenr aransın mı?

# ConnmanCounter
source: %n Minute
tr: %n Dakika

# ControlBox
source: Disabled
tr: Devre Dışı

# ControlBox
source: Name: %1<br>
tr: Ad: %1<br>

# TranslateStrings connman error string
source: Not found
tr: Bulunamadı

# ProvisioningEditor
source: Password/Passphrase for the private key file.
tr: Özel anahtar dosyası için Parola/Şifre.

# ControlBox
source: Favorite Connection
tr: Sık Kullanılan Bağlantı

# ConnmanCounter
source: <b>Transmit:</b><br>TX Total: %1 (%2), TX Errors: %3, TX Dropped: %4
tr: <b>İletim:</b><br>TX Toplam: %1 (%2), TX Hataları: %3, TX Bırakıldı: %4

# Provisioning
source: Security
tr: Güvenlik

# ControlBox
source: <html><head/><body><p>When checked additional controls for advanced users are displayed.</p></body></html>
tr: <html><head/><body><p>İşaretlendiğinde ileri düzey kullanıcılar için ek kontroller görüntülenir.</p></body></html>

# ControlBox
source: Configuration
tr: Yapılandırma

# ControlBox
source: <html><head/><body><p>Disabled because currently Connman will accept this option but will do nothing with it.</p></body></html>
tr: <html><head/><body><p>Devre dışı bırakıldı çünkü şu anda Connman bu seçeneği kabul edecek, ancak hiçbir şey yapmayacak.</p></body></html>

# ProvisioningEditor
source: Enter the string representation of an 802.11 SSID.
tr: 802.11 SSID'nin dize olarak temsilini girin.

# VPN_Create
source: Unable to write user:password file <b>%1</b>
tr: Kullanıcı:parola dosyası <b>%1</b> yazılamıyor

# Agent
source: Use Push &Button Authentication
tr: Kimlik Doğrulama &Düğmesini Kullan

# VPN_Prov
source: Require the remote peer to get authenticated via CHAP?
tr: Uzak eşden CHAP aracılığıyla kimlik doğrulaması yapılmasını istiyor musunuz?

# ControlBox
source: Set ID and Password for tethered wifi
tr: Kablosuz paylaşım için kimlik ve şifre belirle

# ControlBox roaming
source: Yes
tr: Evet

# ControlBox
source: System Tray Notifications
tr: Sistem Çekmecesi Bildirimleri

# ControlBox
source: Auto Connect: %1<br>
tr: Otomatik Bağlantı: %1<br>

# VPN_Create
source: Password
tr: Parola

# VPN_Prov
source: &Delete
tr: &Sil

# ControlBox
source: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Command Line Option: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-i</span><span style=" font-family:'Courier New,courier';"> or </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--icon-theme</span></pre><p>Use an icon theme from your system. You may specify the theme in the box at the right, or if the box is left blank CMST will try and use the system wide icon theme (if one is defined).</p></body></html>
tr: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Komut Satırı Seçeneği: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-i</span><span style=" font-family:'Courier New,courier';"> veya </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--icon-theme</span></pre><p>Sisteminizden bir simge teması kullanın. Temayı sağdaki kutuda belirtebilirsiniz veya kutu boş bırakılırsa CMST sistem genelinde simge temasını (tanımlanmışsa) kullanmayı dener.</p></body></html>

# VPN_Create
source: Enter the password for this connection.
tr: Bu bağlantı için parolayı girin.

# Agent
source: <html><head/><body><p>Check this box to obscure the password characters.</p></body></html>
tr: <html><head/><body><p>Parola karakterlerini gizlemek için bu kutuyu işaretleyin.</p></body></html>

# ProvisioningEditor
source: Templates
tr: Şablonlar

# ConnmanVPNAgent
source: Agent Request Failed
tr: Aracı İsteği Başarısız Oldu

# VPN_Prov
source: MTU of the tunnel.
tr: Tünelin MTU'su.

# TranslateStrings connman ethernet connection method
source: manual
tr: elle

# VPN_Prov
source: Set login usergroup on remote server.
tr: Uzak sunucuda oturum açma kullanıcı grubunu ayarla.

# VPN_Prov
source: <html><head/><body><p>Enter &quot;Whats This&quot; mode.</p></body></html>
tr: <html><head/><body><p>&quot;Bu Nedir&quot; moduna girin.</p></body></html>

# TranslateStrings connman state string
source: association
tr: Bağlantı

# ControlBox
source: Colorize Icons
tr: Simgeleri Renklendir

# ControlBox
source: Service:
tr: Hizmet:

# Agent
source: Service Set Identifier
tr: Hizmet Kümesi Tanımlayıcısı

# ControlBox
source: All network devices are powered off, now in Airplane mode.
tr: Tüm ağ aygıtları kapalı, şimdi Uçak modunda.

# ControlBox
source: IP Address Acquisition: %1<br>
tr: IP Adresi Edinme: %1<br>

# ControlBox
source: Notification Daemon
tr: Bildirim Arka Plan Programı

# VPN_Prov
source: <html><head/><body><p>Text edit window.</p><p>You may type or cut and paste into this window. You may also use menus above to insert text fields.</p></body></html>
tr: <html><head/><body><p>Metin düzenleme penceresi.</p><p>Bu pencereye yazabilir veya kesip yapıştırabilirsiniz. Metin alanları eklemek için yukarıdaki menüleri de kullanabilirsiniz.</p></body></html>

# VPN_Prov
source: SSL private key file needed by web authentication.
tr: Web kimlik doğrulaması için gereken SSL özel anahtar dosyası.

# TranslateStrings connman proxy string
source: auto
tr: otomatik

# VPN_Prov
source: &Clear Page
tr: Sayfayı &Temizle

# ControlBox
source: Host
tr: Ana Bilgisayar

# VPN_Prov
source: Deny MSCHAP authorization?
tr: MSCHAP yetkilendirmesi reddedilsin mi?

# ProvisioningEditor
source: List of Timeservers
tr: Zaman Sunucuları Listesi

# ControlBox
source: Settings:
tr: Ayarlar:

# ControlBox
source: <html><head/><body><p>Hide the CMST tray icon during normal operations. Normal operations are defined as having the Global state in an <span style=" font-weight:600;">Online</span> or <span style=" font-weight:600;">Ready</span> mode. Any other state will cause the icon to be displayed in the system tray. CMST is still running even if the icon is hidden.</p><p>If CMST is minimized while the icon is hiddden you will need to start another instance CMST to get the interface back. This second instance will restore interface from the first instance and then immediately abort. </p><p>If CMST is minimized while the tray icon is visible then simply clicking the tray icon will restore the interface. </p></body></html>
tr: <html><head/><body><p>Normal işlemler sırasında CMST tepsi simgesini gizleyin. Normal işlemler, Genel durumun <span style=" font-weight:600;">Çevrimiçi</span> veya <span style=" font-weight:600;">Hazır</span> modunda olması olarak tanımlanır. Başka herhangi bir durum, simgenin sistem tepsisinde görüntülenmesine neden olur. Simge gizlenmiş olsa bile CMST hala çalışıyor.</p><p>Simge gizlenirken CMST simge durumuna küçültülürse, arabirimi geri almak için başka bir örnek CMST başlatmanız gerekir. Bu ikinci örnek, arabirimi ilk örnekten geri yükler ve hemen iptal eder. </p><p>Tepsi simgesi görünür durumdayken CMST simge durumuna küçültülürse, tepsi simgesine tıklamanız arayüzü geri yükleyecektir. </p></body></html>

# VPN_Create
source: Cert Files (*.ca *.cert *.crt *.pem);;All Files (*.*)
tr: Sertifika Dosyaları (*.ca *.cert *.crt *.pem);;Tüm Dosyalar (*.*)

# ControlBox icon_tool_tip
source: WiFi Connection
tr: WiFi Bağlantısı

# ControlBox
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Enter the program or process to be executed after Connman enters the <span style=" font-weight:600;">Ready</span> or <span style=" font-weight:600;">Online</span> state. If left blank no program or process will be executed.</p></body></html>
tr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Connman <span style=" font-weight:600;">Hazır</span> veya <span style=" font-weight:600;">Çevrimiçi</span> durumuna girdikten sonra yürütülecek programı veya işlemi girin . Boş bırakılırsa hiçbir program veya işlem yürütülmez.</p></body></html>

# VPNAgent
source: Save Credentials
tr: Kimlik Bilgilerini Kaydet

# VPN_Create
source: Domain
tr: Alan Adı

# VPNAgent
source: <html><head/><body><p>Cancel the connection process.<br/></p></body></html>
tr: <html><head/><body><p>Bağlantı işlemini iptal edin.<br/></p></body></html>

# ControlBox
source: State:
tr: Durum:

# ControlBox
source: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Command Line Option: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-d</span><span style=" font-family:'Courier New,courier';"> or </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--disable-tray-icon</span></pre></body></html> <html><head/><body><p>Disable the system tray icon.</p><p>May be needed for system trays not compliant with the Freedesktop.org system tray specification.</p></body></html>
tr: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Komut Satırı Seçeneği: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-d</span><span style=" font-family:'Courier New,courier';"> veya </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--disable-tray-icon</span></pre></body></html> <html><head/><body><p>Sistem çekmecesi simgesini devre dışı bırakın.</p><p>Freedesktop.org sistem çekmecesi teknik özelliklerine uymayan sistem çekmeceleri için gerekli olabilir.</p></body></html>

# VPN_Prov
source: Require the remote peer to authenticate itself?
tr: Uzak eşin kendi kimliğini doğrulamasını istiyor musunuz?

# VPN_Prov
source: Send an LCP echo-request frame to the peer every n seconds. This option can be used with the lcp-echo-failure option to detect that the peer is no longer connected.
tr: Her n saniyede bir eşe bir LCP yankı isteği çerçevesi gönderin. Bu seçenek, eşin artık bağlı olmadığını tespit etmek için lcp-echo-fail seçeneğiyle kullanılabilir.

# ProvisioningEditor
source: List of Nameservers
tr: Ad Sunucuları Listesi

# VPN_Prov
source: Require the use of MPPE 40 bit?
tr: MPPE 40 bit kullanılmasını gerektirir mi?

# ControlBox
source: Error reading or parsing connman.Manager.GetProperties
tr: connman.Manager.GetProperties okunurken veya ayrıştırılırken hata oluştu

# TranslateStrings connman privacy string
source: preferred
tr: tercih edilen

# ControlBox
source: Unable to connect to a notification server after %1 tries.
tr: %1 denemesinden sonra bir bildirim sunucusuna bağlanılamıyor.

# ControlBox
source: IP Address: %1<br>
tr: IP Adresi: %1<br>

# ControlBox
source: ID:Pass
tr: Kimlik:Parola
