Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/andrew-bibb-cmst-*.po
Languages: tr

# VPN_Prov
source: Deny MSCHAPV2 authorization?
tr: MSCHAPV2 yetkilendirmesi reddedilsin mi?

# ControlBox
source: Device Address: %1<br>
tr: Aygıt Adresi: %1<br>

# Agent
source: &Hide Passphrase
tr: &Parolayı Gizle

# ControlBox
source: Type: %1
tr: Tür: %1

# TranslateStrings connman error string
source: Already exists
tr: Zaten var

# Agent
source: O&K
tr: &Tamam

# Agent
source: <html><head/><body><p>Use this button to launch the selected browser. The browser will open at the page shown in the Login URL box.</p></body></html>
tr: <html><head/><body><p>Seçilen tarayıcıyı başlatmak için bu düğmeyi kullanın. Tarayıcı, Giriş URL'si kutusunda gösterilen sayfada açılır.</p></body></html>

# ControlBox
source: Offline Mode Engaged
tr: Çevrimdışı Mod Etkin

# ControlBox
source: Colorize
tr: Renklendirme

# ControlBox
source: <br><b>Wireless</b><br>
tr: <br><b>Kablosuz</b><br>

# ControlBox
source: <html><head/><body><p>The service being monitored by the counters.</p></body></html>
tr: <html><head/><body><p>Sayaçlar tarafından izlenen hizmet.</p></body></html>

# ControlBox mdns
source: Yes
tr: Evet

# VPN_Prov
source: Preshared key of peer (optional).
tr: Eşin önceden paylaşılan anahtarı (isteğe bağlı).

# VPN_Prov
source: <html><head/><body><p>What's This</p></body></html>
tr: <html><head/><body><p>Bu Nedir</p></body></html>

# VPN_Editor
source: File deleted
tr: Dosya silindi

# ControlBox
source: WiFi Connections
tr: WiFi Bağlantıları

# VPN_Prov
source: &Open
tr: &Aç

# VPN_Prov
source: Debug level.
tr: Hata ayıklama düzeyi.

# ControlBox
source: WiFi Technologies:<br> %1 Found, %2 Powered
tr: WiFi Teknolojileri:<br> %1 Bulundu, %2 Güçlü

# ControlBox mdns
source: No
tr: Hayır

# ControlBox
source: <b>Connection:</b> %1
tr: <b>Bağlantı:</b> %1

# VPN_Editor
source: Key Files (*.key *.ca *.cert *.crt *.pem);;All Files (*.*)
tr: Anahtar Dosyaları (*.key *.ca *.cert *.crt *.pem);;Tüm Dosyalar (*.*)

# ControlBox
source: <html><head/><body><p>This page shows the known WiFi services. </p><p><span style=" font-weight:600;">Name:</span> The SSID of the network.</p><p><span style=" font-weight:600;">Favorite:</span> A heart symbol in this column indicates that this computer has previously made a connection to the network using this service.</p><p><span style=" font-weight:600;">Connected:</span> Shows the connection state of this service. Hover the mouse over the icon to popup a text description. Online signals that an Internet connectionis available and has been verified. Ready signals a successfully connected device. </p><p><span style=" font-weight:600;">Security: </span>Describes the type of security used for this service. Possible values are &quot;none&quot;, &quot;wep&quot;, &quot;psk&quot;, &quot;ieee8021x&quot;, and &quot;wps&quot;.</p><p><span style=" font-weight:600;">Signal Strength:</span> The strength of the WiFi signal, normalized to a scale of 0 to 100.</p><p><br/></p></body></html>
tr: <html><head/><body><p>Bu sayfa bilinen WiFi hizmetlerini gösterir. </p><p><span style=" font-weight:600;">Ad:</span> Ağın SSID'si.</p><p><span style=" font-weight:600;">Favori:</span> Bu sütundaki kalp simgesi, bu bilgisayarın daha önce bu hizmeti kullanarak ağa bağlantı kurduğunu gösterir.</p><p><span style=" font-weight:600;"> Bağlandı:</span> Bu hizmetin bağlantı durumunu gösterir. Bir metin açıklaması açmak için fareyi simgenin üzerine getirin. İnternet bağlantısının mevcut olduğunu ve doğrulandığını gösteren çevrimiçi sinyaller. Hazır, başarıyla bağlanmış bir aygıtı işaret eder. </p><p><span style=" font-weight:600;">Güvenlik: </span>Bu hizmet için kullanılan güvenlik türünü açıklar. Olası değerler "none", "wep", "psk", "ieee8021x" ve "wps" şeklindedir.</p><p><span style=" font-weight:600;">Sinyal Gücü:</span > 0 ile 100 arasında bir ölçekte normalleştirilmiş WiFi sinyalinin gücü.</p><p><br/></p></body></html>

# TranslateStrings connman error string
source: Not registered
tr: Kayıtlı değil

# TranslateStrings connman error string
source: Not supported
tr: Desteklenmiyor

# VPN_Prov
source: Maximum bandwidth to use.
tr: Kullanılacak en yüksek bant genişliği.

# TranslateStrings connman type string
source: cellular
tr: hücre

# main.cpp
source: Use MATE DE specific code.
tr: MATE Masaüstü Ortamına özel kod kullanın.

# TranslateStrings connman ipv6 method string
source: manual
tr: elle

# TranslateStrings connman error string
source: Operation timeout
tr: İşlem süresi doldu

# VPN_Editor
source: Cert Files (*.pem *.ca *.crt *.cert);;All Files (*.*)
tr: Sertifika Dosyaları (*.pem *.ca *.crt *.cert);;Tüm Dosyalar (*.*)

# ControlBox
source: %1 - Warning
tr: %1 - Uyarı

# Peditor
source: <html><head/><body><p>Close the dialog without sending any entries to Connman.</p></body></html>
tr: <html><head/><body><p>Connman'a herhangi bir giriş göndermeden iletişim kutusunu kapatın.</p></body></html>

# GEN_Editor
source: Critical
tr: Kritik

# TranslateStrings connman state string
source: online
tr: çevrimiçi

# VPN_Prov
source: Endpoint listen port (optional).
tr: Uç nokta dinleme bağlantı noktası (isteğe bağlı).

# ProvisioningEditor
source: File save failed.
tr: Dosya kaydedilemedi.

# Provisioning
source: Provisioning Editor
tr: Temel Hazırlık Düzenleyicisi

# ControlBox
source: Specify the service you are connecting to where you want a program or process to execute prior to initiating the connection.
tr: Bağlantıyı başlatmadan önce, bir programın veya işlemin yürütülmesini istediğiniz yere bağlandığınız hizmeti belirtin.

# ControlBox
source: Interface
tr: Arayüz

# ControlBox
source: <html><head/><body><p>If checked the system tray icon will popup a status message when you hover the mouse over it.</p></body></html>
tr: <html><head/><body><p>İşaretlenirse, sistem çekmecesi simgesi, fareyi üzerine getirdiğinizde bir durum iletisi görüntüler.</p></body></html>

# VPN_Prov
source: Protocol type (udp/tcp-client/tcp-server).
tr: Protokol türü (udp/tcp-client/tcp-server).

# ControlBox
source: Tethering
tr: Paylaşım

# ControlBox
source: Start Minimized
tr: Küçültülmüş Başlat

# ControlBox
source: Fake Transparency
tr: Sahte Saydamlık

# ControlBox
source: <html><head/><body><p>When checked hide the connection name in the Services box.</p></body></html>
tr: <html><head/><body><p>İşaretlendiğinde, Hizmetler kutusundaki bağlantı adını gizle.</p></body></html>

# ControlBox
source: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Command Line Option: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-n</span><span style=" font-family:'Courier New,courier';"> or </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--disable-vpn</span></pre><p>Disable VPN. This will hide the VPN tab and will also skip trying to make a connection to connman-vpn. The later is useful if your Connman was built with the --disable-vpn feature.</p></body></html>
tr: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Komut Satırı Seçeneği: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-n</span><span style=" font-family:'Courier New,courier';"> veya </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--disable-vpn</span></pre><p>VPN'yi devre dışı bırak. Bu, VPN sekmesini gizleyecek ve connman-vpn ile bağlantı kurmaya çalışmayı da atlayacaktır. Daha sonra, Connman programınız --disable-vpn özelliğiyle oluşturulmuşsa yararlıdır.</p></body></html>

# VPN_Editor
source: Critical
tr: Ciddi

# VPN_Prov
source: Authenticate packets using algorithm:
tr: Algoritmayı kullanarak paketleri doğrula:

# ControlBox
source: All Devices &Off
tr: Tüm Aygıtlar &Kapalı

# ControlBox
source: &Details
tr: &Ayrıntılar

# VPN_Editor
source: CA Files (*.ca *.cert *.crt *.pem);;All Files (*.*)
tr: CA Dosyaları (*.ca *.cert *.crt *.pem);;Tüm Dosyalar (*.*)

# ControlBox
source: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'monospace';">Command Line Option: </span><span style=" font-family:'monospace'; font-weight:600;">-c</span><span style=" font-family:'monospace';"> or </span><span style=" font-family:'monospace'; font-weight:600;">--enable-counters</span></pre><p>Enable Connman RX and TX counters. Counters are experimental in Connman and enabling them will write a large amount of data to the system logs.</p><p>Counters are turned off by default, and is a change from the way it was originally. Up to and including version 2017.09.19 counters were enabled by default. All versions subsequent to that counters are disabled by default.</p></body></html>
tr: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'monospace';">Komut Satırı Seçeneği: </span><span style=" font-family:'monospace'; font-weight:600;">-c</span><span style=" font-family:'monospace';"> veya </span><span style=" font-family:'monospace'; font-weight:600;">--enable-counters</span></pre><p>Connman RX ve TX sayaçlarını etkinleştirin. Sayaçlar Connman'da deneyseldir ve sistem günlüklerine büyük miktarda veri yazmalarını sağlar.</p><p>Sayaçlar varsayılan olarak kapalıdır ve başlangıçta olduğu gibi bir değişikliktir. 2017.09.19 sürümüne kadar ve dahil sürümler varsayılan olarak etkinleştirilmiştir. Bu sürümlerden sonraki tüm sayaçlar varsayılan olarak devre dışıdır.</p></body></html>

# ControlBox
source: Signal Strength: %1%
tr: Sinyal Gücü: %1%

# ControlBox
source: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Command Line Option: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--counter-update-rate</span></pre></body></html> <html><head/><body><p>Specify the frequency in seconds between counter updates (default is 10 seconds). </p></body></html>
tr: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Komut Satırı Seçeneği: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--counter-update-rate</span></pre></body></html> <html><head/><body><p>Sayaç güncellemeleri arasındaki saniye cinsinden sıklığı belirtin (varsayılan değer 10 saniyedir). </p></body></html>

# ControlBox
source: Host: %1<br>
tr: Ana Bilgisayar: %1<br>

# ControlBox
source: The system is offline.
tr: Sistem çevrimdışı.

# ControlBox
source: Interface: %1
tr: Arayüz: %1

# ProvisioningEditor
source: Information
tr: Bilgi

# ControlBox
source: <html><head/><body><p>Move the selected service after another in the list.</p><p>The button will only become active if the selected service can be moved and if there is another valid service which it can be used as a target.</p></body></html>
tr: <html><head/><body><p>Seçilen hizmeti listede bir diğerinden sonra taşıyın.</p><p>Düğme yalnızca seçilen hizmet taşınabiliyorsa ve hedef olarak kullanılabilecek geçerli başka bir hizmet varsa etkinleşir.</p></body></html>

# ControlBox
source: ChangeLog
tr: Değişiklik Günlüğü

# VPNAgent
source: CA Cert.
tr: CA Sertifikası.

# TranslateStrings connman ipv6 method string
source: auto
tr: otomatik

# Peditor
source: Property Editor
tr: Özellik Düzenleyici

# ProvisioningEditor
source: IPv6 Address
tr: IPv6 Adresi

# ControlBox roaming
source: No
tr: Hayır

# ProvisioningEditor
source: Enter the network name.
tr: Ağ adını girin.

# ControlBox
source: Address Acquisition: %1<br>
tr: Adres Edinme: %1<br>

# ControlBox
source: System Tray
tr: Sistem Çekmecesi

# main.cpp
source: Use an icon theme from your system.
tr: Sisteminizden bir simge teması kullanın.

# ProvisioningEditor
source: SSID: hexadecimal representation of an 802.11 SSID
tr: SSID: 802.11 SSID'nin onaltılık gösterimi

# VPN_Prov
source: L2TP User Name.
tr: L2TP Kullanıcı Adı.

# ConnmanCounter
source: <br><br><b>Received:</b><br>RX Total: %1 (%2), RX Errors: %3, RX Dropped: %4
tr: <br><br><b>Alındı:</b><br>RX Toplam: %1 (%2), RX Hataları: %3, RX Bırakıldı: %4

# Peditor
source: <html><head/><body><p>The IPv4 address to use for this connection.</p></body></html>
tr: <html><head/><body><p>Bu bağlantı için kullanılacak IPv4 adresi.</p></body></html>

# ControlBox
source: <html><head/><body><p>If checked the display of tooltips will be enabled for the interface widgets.</p><p>Tooltips are the small popups that appear when you hover the mouse pointer over an area of the interface. </p></body></html>
tr: <html><head/><body><p>İşaretlenirse, arabirim widget'ları için araç ipuçlarının görüntülenmesi etkinleştirilir.</p><p>Araç ipuçları, fare işaretçisini arayüzün bir alanının üzerine getirdiğinizde görünen küçük açılır pencerelerdir. </p></body></html>

# TranslateStrings connman error string
source: Not implemented
tr: Uygulanmadı

# ControlBox favorite
source: No
tr: Hayır

# Provisioning
source: &Save
tr: &Kaydet

# VPNAgent
source: &Cancel
tr: &İptal et

# TranslateStrings connman error string
source: Invalid arguments
tr: Geçersiz değişkenler

# ControlBox
source: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Command Line Option: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--fake-transparency</span></pre></body></html> <html><head/><body><p>Used to work around a QT bug where system tray icons display with white or black backgrounds instead of being transparent.</p><p>You can specify the icon background color here. Format is a hex number in the form RRGGBB. If the spedified color matches the tray background we've effectively created fake transparency. </p></body></html>
tr: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Komut Satırı Seçeneği: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--fake-transparency</span></pre></body></html> <html><head/><body><p>Sistem çekmecesi simgelerinin saydam olmak yerine beyaz veya siyah arka planlarla görüntülendiği bir QT hatası etrafında çalışmak için kullanılır.</p><p>Simge arka plan rengini burada belirleyebilirsiniz. Biçim, RRGGBB biçimindeki onaltılık bir sayıdır. Hızlandırılmış renk çekmece arka planıyla eşleşiyorsa, sahte saydamlığı etkili bir şekilde oluşturduk. </p></body></html>

# VPN_Prov
source: Use only one control channel?
tr: Yalnızca bir kontrol kanalı kullanılsın mı?

# Peditor
source: <html><head/><body><p>Clear all entries on the current page.</p><p>This button will reset every field on the current page to the default value, which generally means nothing in the field.</p></body></html>
tr: <html><head/><body><p>Geçerli sayfadaki tüm girişleri temizle.</p><p>Bu düğme geçerli sayfadaki her alanı varsayılan değere sıfırlar, bu da genellikle alanda hiçbir şey ifade etmez.</p></body></html>

# ControlBox
source: Services
tr: Hizmetler

# ControlBox
source: Error reading or parsing connman.Manager.GetTechnologies
tr: connman.Manager.GetTechnologies okunurken veya ayrıştırılırken hata oluştu

# VPN_Editor
source: Cert Files (*.ca *.cert *.crt *.pem);;All Files (*.*)
tr: Sertifika Dosyaları (*.ca *.cert *.crt *.pem);;Tüm Dosyalar (*.*)

# main.cpp
source: Disable the minimize button. Use when you want to have the window manager have sole control of minimizing the interface.
tr: Simge durumuna küçült düğmesini devre dışı bırakın. Pencere yöneticisinin arayüzü küçültmek için tek kontrol sahibi olmasını istediğinizde kullanın.

# ControlBox
source: <html><head/><body><p>Display a dialog box containing information about the Icon set used in this program. </p></body></html>
tr: <html><head/><body><p>Bu programda kullanılan Simge seti hakkında bilgi içeren bir iletişim kutusu görüntüler. </p></body></html>

# ProvisioningEditor
source: Select a file to be deleted.
tr: Silinecek bir dosya seçin.

# main.cpp
source: Bypass restoring any start options in the settings file.
tr: Ayarlar dosyasındaki tüm başlatma seçeneklerini geri yüklemeyi atla.

# VPN_Prov
source: File containing the user:password credentials.
tr: kullanıcı:parola kimlik bilgilerini içeren dosya.

# TranslateStrings connman state string
source: configuration
tr: yapılandırma

# Provisioning
source: E&xit
tr: &Çıkış

# ControlBox
source: &Preferences
tr: &Tercihler

# ControlBox
source: <html><head/><body><p>Icon scale factor. If the box is disabled by clearing the checkbox at the left the value contained in this field will be ignored.</p><p>For High DPI monitors a factor of 2 has been found to be good. Valid values of scale factor are from 1.0 to 3.0. Default value is 1.</p></body></html>
tr: <html><head/><body><p>Simge ölçek faktörü. Soldaki onay kutusunu işaretleyerek kutu devre dışı bırakılırsa, bu alanda bulunan değer yoksayılır.</p><p>Yüksek DPI monitörler için 2 faktörün iyi olduğu bulunmuştur. Ölçek faktörünün geçerli değerleri 1.0 ile 3.0 arasındadır. Varsayılan değer 1'dir.</p></body></html>

# main.cpp
source: If tray icon fake transparency is required, specify the background color to use (format: 0xRRGGBB)
tr: Çekmece simgesi sahte saydamlık gerektiriyorsa, kullanılacak arka plan rengini belirtin (biçim: 0xRRGGBB)

# Provisioning
source: <html><head/><body><p>Exit the dialog.</p></body></html>
tr: <html><head/><body><p>İletişim kutusundan çık.</p></body></html>

# ControlBox
source: IP Netmask: %1<br>
tr: IP Ağ Maskesi: %1<br>

# ProvisioningEditor
source: %L1 KB written
tr: %L1 KB yazıldı

# ControlBox
source: On
tr: Açık

# ControlBox
source: <html><head/><body><p>Select a wifi service in the table below and press this button to remove the service. </p><p>If a service has previously been successfully connected (Favorite is true) this button will remove the Favorite property. The service will also be disconnected if it is currently connected. If the service required a passphrase then the passphrase it will be cleared and forgotten.</p><p>If a connection attempt failed this can slso be used to reset the service.</p></body></html>
tr: <html><head/><body><p>Aşağıdaki tabloda bir wifi hizmeti seçin ve hizmeti kaldırmak için bu düğmeye basın. </p><p>Bir hizmet daha önce başarıyla bağlandıysa (Sık Kullanılan doğru) bu düğme Sık Kullanılan özelliğini kaldırır. Hizmet şu anda bağlıysa da bağlantısı kesilir. Hizmet bir parola gerektiriyorsa, parola silinir ve unutulur.</p><p>Bir bağlantı girişimi başarısız olursa, hizmeti sıfırlamak için de kullanılabilir.</p></body></html>

# ConnmanCounter
source: %n Hour
tr: %n Saat

# ControlBox
source: Conflict detected on: %1<br>
tr: Çakışma saptandı: %1<br>

# ConnmanAgent
source: Connman returned the following error:<b><center>%1</b><br>Would you like to retry?
tr: Connman şu hatayı döndürdü:<b><center>%1</b><br>Yeniden denemek ister misiniz?

# Agent
source: O&ld Passphrase
tr: &Eski Parola

# Provisioning
source: <html><head/><body><p>Text edit window.</p><p>You may type or cut and paste into this window. You may also use menus above to insert text fields.</p></body></html>
tr: <html><head/><body><p>Metin düzenleme penceresi.</p><p>Bu pencereye yazabilir veya kesip yapıştırabilirsiniz. Metin alanları eklemek için yukarıdaki menüleri de kullanabilirsiniz.</p></body></html>

# ControlBox
source: Could not find a connection to the system bus
tr: Sistem veri yoluna bağlantı bulunamadı

# ControlBox
source: Type: %1
tr: Tür: %1

# TranslateStrings connman error string
source: No carrier
tr: Taşıyıcı yok

# Provisioning
source: <html><head/><body><p>Enter &quot;Whats This&quot; mode.</p></body></html>
tr: <html><head/><body><p>&quot;Bu Nedir&quot; moduna girin.</p></body></html>

# Provisioning
source: Domain
tr: Alan Adı

# main.cpp
source: [Experimental] The number of kb that have to be transmitted before the counter updates.
tr: [Deneysel] Sayaç güncellenmeden önce iletilmesi gereken kb sayısı.

# ControlBox
source: <html><head/><body><p>Specify the amount of data in KB that must be transmitted before the counters update (default is 1024 KB).</p></body></html>
tr: <html><head/><body><p>Sayaç güncellemesinden önce iletilmesi gereken KB cinsinden veri miktarını belirtin (varsayılan 1024 KB'dir).</p></body></html>

# ControlBox
source: Service Details
tr: Hizmet Ayrıntıları

# VPN_Prov
source: Enable single DES encryption.
tr: Tek DES şifrelemesini etkinleştir.

# ControlBox
source: Connected
tr: Bağlı

# VPN_Prov
source: Keep alive in seconds (optional).
tr: Saniyeler içinde canlı kal (isteğe bağlı).

# VPNAgent
source: Name
tr: Ad

# VPN_Create
source: Dialog
tr: İletişim Kutusu

# Peditor
source: <html><head/><body><p>The IPv6 gateway for this connection. This field is optional and may be left blank</p></body></html>
tr: <html><head/><body><p>Bu bağlantı için IPv6 ağ geçidi. Bu alan isteğe bağlıdır ve boş bırakılabilir</p></body></html>

# VPN_Prov
source: Use length bit?
tr: Uzunluk biti kullanılsın mı?

# ControlBox
source: Roaming: %1<br>
tr: Dolaşım: %1<br>

# ControlBox
source: Resc&an
tr: Yeniden T&ara

# TranslateStrings connman error string
source: Invalid service
tr: Geçersiz hizmet

# VPN_Prov
source: Maximum transmit bandwidth to use.
tr: Kullanılacak en yüksek iletim bant genişliği.

# Provisioning
source: PrivateKeyFile
tr: ÖzelAnahtarDosyası

# TranslateStrings connman mdns setting
source: true
tr: doğru

# ProvisioningEditor
source: Error encountered deleting.
tr: Silme hatası oluştu.

# ControlBox
source: Disable VPN
tr: VPN'yi Devre Dışı Bırak

# ControlBox
source: Type
tr: Tür

# ControlBox
source: Disconnect
tr: Bağlantıyı Kes

# ControlBox
source: Could not create an interface to connman on the system bus
tr: Sistem veri yolunda connman için bir arayüz oluşturulamadı

# ControlBox
source: Mi&nimize
tr: &Küçült

# VPN_Editor
source: VPN server IP address (ex: 1.2.3.4)
tr: VPN sunucusu IP adresi (ör: 1.2.3.4)

# ControlBox
source: <html><head/><body><p>Display a dialog box containing information about this program. </p></body></html>
tr: <html><head/><body><p>Bu program hakkında bilgi içeren bir iletişim kutusu görüntüler.</p></body></html>
