Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/andrew-bibb-cmst-*.po
Languages: tr

# ControlBox
source: <html><head/><body><p>If checked CMST will implement an internet kill switch for VPN connections. If a VPN connection drops while the kill switch is enabled all technologies will be powered off.</p><p>The way this works is the service order is monitored. If the topmost service is of type VPN and then if it changes to something other than VPN and if the change was not initiated by the user (for instance by using the <span style=" font-weight:600;">Disconnect</span> button in the VPN tab), then CMST will cycle through all technologies powering each one down in turn. </p></body></html>
tr: <html><head/><body><p>İşaretlenirse CMST, VPN bağlantıları için bir internet kapatma anahtarı uygular. Kill anahtarı etkinken bir VPN bağlantısı kesilirse, tüm teknolojiler kapatılacaktır.</p><p>Bunun çalışma şekli servis sırasının izlenmesidir. En üstteki hizmet VPN türündeyse ve ardından VPN dışında bir şeye dönüşürse ve değişiklik kullanıcı tarafından başlatılmadıysa (örneğin VPN sekmesindeki <span style=" font-weight:600;">Bağlantıyı Kes</span> düğmesine basın) ardından CMST sırayla her birini kapatan tüm teknolojiler arasında geçiş yapacaktır.. </p></body></html>

# Peditor
source: &Domains
tr: Alan A&dları

# VPN_Prov
source: PPTP Password.
tr: PPTP Parolası.

# TranslateStrings Main Window Title
source: connman system tray
tr: connman sistem çekmecesi

# ControlBox
source: <br>Autoconnect is
tr: <br>Otomatik bağlı

# VPN_Prov
source: Require peer certificate signed (client/server).
tr: Eş sertifikası imzasını gerektir (istemci/sunucu).

# Agent
source: <html><head/><body><p>If an old passphrase is available it will be shown here for reference.</p></body></html>
tr: <html><head/><body><p>Eski bir parola varsa, referans olması için burada gösterilecektir.</p></body></html>

# VPN_Prov
source: Read cookie from standard input?
tr: Çerez standart girdiden okunsun mu?

# ControlBox
source: <br><b>Last Address Conflict</b><br>
tr: <br><b>Son Adres Çakışması</b><br>

# ProvisioningEditor
source: Tag which will replace the * with<br>an identifier unique to the config file.
tr: * öğesini yapılandırma dosyasına özgü bir <br>tanımlayıcıyla değiştirecek etiket.

# main.cpp
source: Log the connman inputRequest for debugging purposes.
tr: Hata ayıklama amacıyla connman inputRequest öğesini günlüğe kaydet.

# VPN_Prov
source: Disable Van Jacobson compression?
tr: Van Jacobson sıkıştırması devre dışı bırakılsın mı?

# ControlBox
source: &Wireless
tr: &Kablosuz

# Provisioning
source: <html><head/><body><p>What's This</p></body></html>
tr: <html><head/><body><p>Bu Nedir</p></body></html>

# ControlBox
source: Rescan
tr: Yeniden tara

# ProvisioningEditor
source: File deleted
tr: Dosya silindi

# VPN_Editor
source: Select a file to be deleted.
tr: Silinecek bir dosya seçin.

# ControlBox
source: <html><head/><body><p>Internal icons can be colorized. You may select a color using the button to the left, or you may type in the #RGB color yourself.</p><p>If you type the entry it must have leading # sign. Example: #22aa44 </p></body></html>
tr: <html><head/><body><p>Dahili simgeler renklendirilebilir. Soldaki düğmeyi kullanarak bir renk seçebilir veya #RGB rengini kendiniz yazabilirsiniz.</p><p>Girdiyi yazarsanız, başında # işareti olması gerekir. Örnek: #22aa44 </p></body></html>

# VPN_Prov
source: &Save
tr: &Kaydet

# Agent
source: <html><head/><body><p>Cancel the dialog. </p><p>This will send a message to the connman daemon that you have cancelled the connection request.</p></body></html>
tr: <html><head/><body><p>İletişim kutusunu iptal et. </p><p>Bu, bağlantı isteği iptalini connman arka plan programına bir iletiyle gönderir.</p></body></html>

# VPN_Prov
source: Public key of peer.
tr: Eşin ortak anahtarı.

# ControlBox
source: Security: %1<br>
tr: Güvenlik: %1<br>

# VPN_Prov
source: Wheher the VPN should use tun or tap.
tr: VPN'nin tun veya tap kullanması gerekip gerekmediği.

# VPN_Create
source: Keep --auth-user-pass
tr: Sakla --auth-user-pass

# VPN_Prov
source: Your username.
tr: Kullanıcı adınız.

# ControlBox
source: <html><head/><body><p>Use this button to view the program license.</p></body></html>
tr: <html><head/><body><p>Program lisansını görüntülemek için bu düğmeyi kullanın.</p></body></html>

# main.cpp
source: Icon Theme Name
tr: Simge Tema Adı

# ControlBox
source: Privacy: %1<br>
tr: Gizlilik: %1<br>

# ControlBox
source: <html><head/><body><p>Enter the program or process to be executed before Connman initiates a connection to the service listed in the box above. If left blank no program or process will be executed.</p></body></html>
tr: <html><head/><body><p>Connman, yukarıdaki kutuda listelenen hizmete bir bağlantı başlatmadan önce yürütülecek programı veya işlemi girin. Boş bırakılırsa hiçbir program veya işlem yürütülmez.</p></body></html>

# VPN_Editor
source: %1 - Select File
tr: %1 - Dosya Seç

# ProvisioningEditor
source: Global
tr: Genel

# ControlBox
source: <html><head/><body><p>Use this button to view the change log of the program.</p></body></html>
tr: <html><head/><body><p>Programın değişiklik günlüğünü görüntülemek için bu düğmeyi kullanın.</p></body></html>

# Provisioning
source: <html><head/><body><p>Delete a config file.</p></body></html>
tr: <html><head/><body><p>Bir yapılandırma dosyasını silin.</p></body></html>

# Provisioning
source: &Open
tr: &Aç

# ControlBox
source: You need to select a Wifi service before pressing the edit button.
tr: Düzenleme düğmesine basmadan önce bir Wifi hizmeti seçmeniz gerekir.

# TranslateStrings connman error string
source: Already connected
tr: Zaten bağlı

# VPN_Create
source: Select the configuration file to import
tr: İçe aktarılacak yapılandırma dosyasını seçin

# ControlBox
source: IP Gateway: %1<br>
tr: IP Geçidi: %1<br>

# TranslateStrings connman error string
source: Not connected
tr: Bağlı değil

# ProvisioningEditor
source: %L1 Bytes written
tr: %L1 Bayt yazıldı

# main.cpp
source: [Experimental] The interval in seconds between counter updates.
tr: [Deneysel] Sayaç güncellemeleri arasındaki saniye cinsinden aralık.

# Agent
source: &Passphrase
tr: &Parola

# ControlBox
source: Could not create an interface to connman-vpn on the system bus
tr: Sistem veriyolunda connman-vpn için bir arayüz oluşturulamadı

# VPNAgent
source: VPN Host
tr: VPN Ana Bilgisayarı

# ControlBox
source: Hide Tray Icon
tr: Sistem Çekmece Simgesini Gizle

# Provisioning
source: Phase2
tr: Faz2

# ControlBox
source: <html><head/><body><p>If checked the system tray will popup a notify message when a significant connman related event is received.</p><p>Notifications can be handled by the System Tray Icon, or by a Notify daemon if one is installed. Both can not be active at the same time.</p></body></html>
tr: <html><head/><body><p>İşaretlenirse, connman ile ilgili önemli bir olay alındığında sistem çekmecesi bir bildirim iletisi açar.</p><p>Bildirimler Sistem Çekmecesi Simgesi veya yüklenmişse bir Bildirim arka plan programı tarafından gerçekleştirilebilir. Her ikisi de aynı anda etkin olamaz.</p></body></html>

# VPNAgent
source: Cookie
tr: Çerez

# ControlBox
source: License
tr: Lisans

# Peditor
source: <html><head/><body><p>The IPv4 netmask for this connection.</p></body></html>
tr: <html><head/><body><p>Bu bağlantı için IPv4 ağ maskesi.</p></body></html>

# VPN_Prov
source: Deny CHAP authorization?
tr: CHAP yetkilendirmesi reddedilsin mi?

# ControlBox powered
source: On
tr: Açık

# ControlBox
source: Start Up Options
tr: Başlangıç Seçenekleri

# ControlBox
source: Name
tr: Ad

# ControlBox
source: <center>This program uses artwork from <b>Freepik</b> obtained from www.flaticon.com:<br><br>Released under the Flaticon Basic License<br><br><b>Artwork files:</b><li>radio.png</li><li>basic-plane.png</li>
tr: <center>Bu program, <b>Freepik</b>'den elde edilen resmi kullanır. www.flaticon.com :<br><br>Flaticon Temel Lisansı altında yayınlandı<br><br><b>Resim dosyaları:</b><li>radyo.png</li><li>temel düzlem.png</li>

# ControlBox
source: Service Type: %1<br>
tr: Hizmet Türü: %1<br>

# Peditor
source: <html><head/><body><p>Clear all fields on every page of the dialog.</p><p>This will reset every field on every page to the default value for the field. </p></body></html>
tr: <html><head/><body><p>İletişim kutusunun her sayfasındaki tüm alanları temizleyin.</p><p>Bu, her sayfadaki her alanı alanın varsayılan değerine sıfırlar. </p></body></html>

# ControlBox
source: <html><head/><body><p>Used to work around a QT bug where system tray icons display with white or black backgrounds instead of being transparent.</p><p>You can specify the icon background color here. Format is a hex number in the form RRGGBB. If the spedified color matches the tray background we've effectively created fake transparency.</p></body></html>
tr: <html><head/><body><p>Sistem tepsisi simgelerinin saydam olmak yerine beyaz veya siyah arka planlarla görüntülendiği bir QT hatasına geçici bir çözüm bulmak için kullanılır.</p><p>Simge arka plan rengini buradan belirleyebilirsiniz. Biçim, RRGGBB biçimindeki onaltılık bir sayıdır. Belirtilen renk tepsi arka planıyla eşleşiyorsa, sahte saydamlığı etkin bir şekilde oluşturduk.</p></body></html>

# ControlBox
source: There was an error reading or parsing the reply from method connman.Manager.GetTechnologies.<br><br>Some portion of %1 may still be functional.
tr: connman.Manager.GetTechnologies yönteminden yanıt okunurken veya ayrıştırılırken bir hata oluştu.<br><br>%1'in bir kısmı hala işlevsel olabilir.

# Agent
source: WiFi Protected Setup (WPS)
tr: WiFi Korumalı Kurulum (WPS)

# ControlBox
source: <html><head/><body><p>Counters for the &quot;online&quot; service connection marked &quot;roaming&quot;.</p><p>In the case of cellular services this normally indicates connections to a foreign provider.</p><p>Counters may not always be available. The counters could have been disabled at the command line (-c or --disable-counters) or occasionally the connection will register &quot;ready&quot; instead of &quot;online&quot;. Online is a &quot;ready&quot; connection that has verified internet connectivity. It is possible to be online with only a &quot;ready&quot; connection, however the counters only work for they &quot;online&quot; connection.</p></body></html>
tr: <html><head/><body><p>&quot;Çevrimiçi&quot; hizmet bağlantısı için &quot;dolaşım&quot; işaretli sayaçlar.</p><p>Hücresel hizmetlerde bu normal olarak yabancı bir sağlayıcıya bağlantı olduğunu gösterir.</p><p>Sayaçlar her zaman mevcut olmayabilir. Sayaçlar komut satırında (-c veya --disable-counters) devre dışı bırakılmış olabilir veya bazen bağlantı &quot;çevrimiçi&quot; yerine &quot;hazır&quot; olarak kaydedilecektir. Çevrimiçi, internet bağlantısını doğrulayan &quot;hazır&quot; bir bağlantıdır. Yalnızca &quot;hazır&quot; bir bağlantıyla çevrimiçi olmak mümkündür, ancak sayaçlar yalnızca &quot;çevrimiçi&quot; bağlantı için çalışır.</p></body></html>

# VPN_Prov
source: Disable deflate compression?
tr: Söndürme sıkıştırması devre dışı bırakılsın mı?

# ControlBox
source: Retry Failed Connection
tr: Başarısız Bağlantıyı Yeniden Dene

# Agent
source: Browser Login Requested
tr: Tarayıcı Girişi İstendi

# VPN_Editor
source: <center>No configuration files were found.<br>You may use this dialog to create one.
tr: <center>Hiçbir yapılandırma dosyası bulunamadı.<br>Bir tane oluşturmak için bu iletişim kutusunu kullanabilirsiniz.

# ControlBox
source: <html><head/><body><p>Connman refers to hardware devices as technologies. This box will display information about all known technologies.</p><p>To turn a technology on or off click on the button that shows in the <span style=" font-weight:600;">Powered</span> column for the technology.</p><p>To tether a technology click the button in the <span style=" font-weight:600;">Tethering</span> column to on. When tethering is enabled the default service is bridged to all clients connected through the tethered technology. If the <span style=" font-weight:600;">Tethering</span> columns are not shown clear the check in <span style=" font-weight:600;">Less</span> checkbox below this window.</p><p>Note that by default wired connections cannot be tethered. This behavior can be overwritten in the connman.conf file. </p></body></html>
tr: <html><head/><body><p>Connman donanım aygıtlarını teknoloji olarak adlandırır. Bu kutu bilinen tüm teknolojiler hakkında bilgi görüntüler.</p><p>Bir teknolojiyi açmak veya kapatmak istiyorsanız teknoloji için <span style=" font-weight:600;">Güç</span> sütununda gösterilen düğmeyi tıklayın.</p><p>Bir teknolojiyi bağlamak için <span style=" font-weight:600;">Paylaşım</span> sütunundaki düğmeyi tıklayın. İnternet paylaşımı etkinleştirildiğinde, varsayılan hizmet internet teknolojisine bağlı tüm istemciler arasında köprülenir. <span style=" font-weight:600;">İnternet paylaşımı</span> sütunları gösterilmiyorsa, bu pencerenin altındaki <span style=" font-weight:600;">Daha az</span> onay kutusundaki onay işaretini kaldırın.</p><p>Kablolu bağlantıların varsayılan olarak paylaşılamayacağını unutmayın. Bu davranış, connman.conf dosyasında üzerine yazılabilir. </p></body></html>

# Provisioning
source: <html><head/><body><p>Write the displayed data to a config file.</p><p>The combo box is seeded with a list of CMST created config files to provide an easy way to overwrite one. You may also type a name in the ComboBox.</p><p>It is not necessary to provide a path nor a file extension as both will be stripped out and replaced allowed values. </p></body></html>
tr: <html><head/><body><p>Görüntülenen verileri bir yapılandırma dosyasına yazın.</p><p>Açılan kutu, üzerine yazmanın kolay bir yolunu sağlamak için CMST tarafından oluşturulan yapılandırma dosyalarının bir listesi ile tohumlanır. Ayrıca AçılırKutu içine bir ad da yazabilirsiniz.</p><p>Her ikisi de çıkarılacak ve izin verilen değerler değiştirileceği için bir yol veya dosya uzantısı sağlamak gerekli değildir. </p></body></html>

# VPN_Prov
source: File containing local peer's private key.
tr: Yerel eşin özel anahtarını içeren dosya.

# ControlBox
source: &Transparency
tr: &Şeffaf

# ControlBox
source: Enable System Tray Popups
tr: Sistem Çekmecesi Açılır Pencerelerini Etkinleştir

# TranslateStrings connman error string
source: In progress
tr: Devam etmekte

# ControlBox
source: <html><head/><body><p>If checked the state of the GUI will be restored from settings saved on disk. Settings include the geometry and position of the dialog and the current tab. </p><p>These settings will be used at next boot to restore the user interface to the way it was at shutdown.</p><p>The settings file is: ~<span style=" font-weight:600;">/.config/cmst/cmst.conf </span><br/>This is a standard ini type text file.</p></body></html>
tr: <html><head/><body><p>İşaretlenirse, arayüzün durumu diske kaydedilen ayarlardan geri yüklenir. Ayarlar, iletişim kutusunun geometrisini ve konumunu ve geçerli sekmeyi içerir. </p><p>Bu ayarlar bir sonraki önyüklemede kullanıcı arayüzünü kapanma şekline geri yüklemek için kullanılacaktır.</p><p>Ayar dosyası: ~<span style=" font-weight:600;">/.config/cmst/cmst.conf </span><br/>Bu standart bir ini türü metin dosyasıdır.</p></body></html>

# VPN_Prov
source: NAT-Traversal method to employ.
tr: NAT-Geçiş yöntemini kullanma.

# VPN_Editor
source: %1 - Text Input
tr: %1 - Metin Girişi

# ControlBox
source: Move Before
tr: Önce Taşı

# ControlBox
source: You need to select a service before pressing the disconnect button.
tr: Bağlantıyı Kes düğmesine basmadan önce bir hizmet seçmeniz gerekir.

# ControlBox
source: <br><br><b>Search Domains</b><br>
tr: <br><br><b>Alan Adlarında Ara</b><br>

# ControlBox last_address_conflict
source: No
tr: Hayır

# ControlBox
source: Favorite
tr: Sık Kullanılan

# Provisioning
source: Interface name where this provisioning applies (ex: eth0)
tr: Bu provizyonun geçerli olduğu arayüz adı (ör: eth0)

# ControlBox
source: Attempt %1 of %2 looking for notification server.
tr: %2'nin %1'i bildirim sunucusunu arıyor.

# ControlBox
source: There was an error reading or parsing the reply from method connman.Manager.GetServices.<br><br>Some portion of %1 may still be functional.
tr: connman.Manager.GetServices yönteminden yanıt okunurken veya ayrıştırılırken bir hata oluştu.<br><br>%1'in bir kısmı hala işlevsel olabilir.

# ControlBox
source: <html><head/><body><p>Color in #RGB format to colorize the internal icons with.</p></body></html>
tr: <html><head/><body><p>Dahili simgeleri renklendirmek için #RGB biçiminde renk.</p></body></html>

# ControlBox
source: <br><b>VPN Provider</b><br>
tr: <br><b>VPN Sağlayıcı</b><br>

# Peditor
source: &Nameservers
tr: Ad su&nucuları

# ControlBox
source: <html><head/><body><p><span style=" font-weight:600;">OfflineMode</span></p><p>The offline mode indicates the global setting for switching all radios on or off. Changing offline mode to true results in powering down all devices. When leaving offline mode the individual policy of each device decides to switch the radio back on or not. </p><p>During offline mode, it is still possible to switch certain technologies manually back on. For example the limited usage of WiFi or Bluetooth devices might be allowed in some situations.</p></body></html>
tr: <html><head/><body><p><span style=" font-weight:600;">Çevrimdışı Mod</span></p><p>Çevrimdışı mod, tüm radyoları açma veya kapatma için genel ayarı gösterir. Çevrimdışı modun doğru olarak değiştirilmesi, tüm aygıtların kapatılmasına neden olur. Çevrimdışı moddan çıkarken, her aygıtın bireysel politikası radyoyu yeniden açmaya veya açmamaya karar verir. </p><p>Çevrimdışı mod sırasında, bazı teknolojileri elle yeniden açmak mümkündür. Örneğin, bazı durumlarda WiFi veya Bluetooth aygıtlarının sınırlı kullanımına izin verilebilir.</p></body></html>

# TranslateStrings connman ipv4 method string
source: fixed
tr: sabit

# ControlBox
source: Reset Counters
tr: Sayaçları Sıfırla

# ProvisioningEditor
source: IPv6 Privacy
tr: IPv6 Gizliliği

# VPN_Editor
source: File read completed
tr: Dosya okuma tamamlandı

# Agent
source: <html><head/><body><p>WISPr username.</p></body></html>
tr: <html><head/><body><p>WISPr kullanıcı adı.</p></body></html>

# GEN_Editor
source: <b>DBus Error Name:</b> %1<br><br><b>String:</b> %2<br><br><b>Message:</b> %3
tr: <b>DBus Hata Adı:</b> %1<br><br><b>Dize:</b> %2<br><br><b>İleti:</b> %3

# VPN_Prov
source: Local ISAKMP port to use.
tr: Kullanılacak yerel ISAKMP bağlantı noktası.

# ControlBox
source: <b>Service:</b> %1
tr: <b>Hizmet:</b> %1

# VPNAgent
source: Password
tr: Parola

# Peditor
source: Reset Pa&ge
tr: Say&fayı Sıfırla

# VPN_Editor
source: User defined name for the VPN
tr: VPN için kullanıcı tanımlı ad

# ControlBox
source: <html><head/><body><p>Preferences for the system tray are in this box.</p></body></html>
tr: <html><head/><body><p>Sistem çekmecesi için tercihler bu kutudadır.</p></body></html>

# ControlBox
source: <html><head/><body><p>If checked the Start Up Options in the right hand pane will be enabled. Start up options set in this pane will be read and used next time the program starts. Start up options are also available as command line switches and an option provided on the command line will take precedence over an option set in the right hand pane. The options in this pane are provided as a convienence to avoid the necessity of editing a systemd service or other start up file. </p><p>Settings are stored in<span style=" font-family:'Courier New,courier';">: ~</span><span style=" font-family:'Courier New,courier'; font-weight:600;">/.config/cmst/cmst.conf </span><span style=" font-family:'Courier New,courier';"><br/>This is a standard ini type text file.</span></p></body></html>
tr: <html><head/><body><p>İşaretlenirse, sağ bölmedeki Başlangıç Seçenekleri etkinleştirilecektir. Bu bölmede ayarlanan başlatma seçenekleri, program bir sonraki başlatılışında okunacak ve kullanılacaktır. Başlatma seçenekleri, uçbirim anahtarları olarak da mevcuttur ve uçbirimde sağlanan bir seçenek, sağ bölmede ayarlanan bir seçenekten öncelikli olacaktır. Bu bölmedeki seçenekler, bir systemd hizmetini veya başka bir başlangıç dosyasını düzenleme zorunluluğunu ortadan kaldırmak için bir kolaylık olarak sağlanmıştır. </p><p>Kayıtlı ayarlar şurada saklanır:<span style=" font-family:'Courier New,courier';">: ~</span><span style=" font-family:'Courier New,courier'; font-weight:600;">/.config/cmst/cmst.conf </span><span style=" font-family:'Courier New,courier';"><br/>Bu standart bir ini tipi metin dosyasıdır.</span></p></body></html>

# ConnmanVPNAgent
source: Connman returned the following error:<b><center>%1</b><br>Would you like to retry?
tr: Connman şu hatayı döndürdü:<b><center>%1</b><br>Yeniden denemek ister misiniz?

# Peditor
source: Excludes
tr: Dışlananlar

# Provisioning
source: Name
tr: Ad

# ControlBox
source: &Colorize
tr: &Renklendirmek

# Agent
source: <html><head/><body><p>WISPr password.</p></body></html>
tr: <html><head/><body><p>WISPr parolası.</p></body></html>

# Peditor
source: Reset &All
tr: Tümünü Sıfırl&a

# ControlBox
source: <b>Technology: %1</b><p>Please enter the WPA pre-shared key clients will<br>have to use in order to establish a connection.<p>PSK length: minimum of 8 characters.
tr: <b>Teknoloji: %1</b><p>Lütfen bağlantı kurmak için istemcilerin kullanması<br>gereken WPA ön paylaşımlı anahtarını girin.<p>PSK uzunluğu: en az 8 karakter.

# ControlBox immutable
source: No
tr: Hayır

# ControlBox
source: &License
tr: &Lisans

# ControlBox
source: Remove
tr: Kaldır

# ControlBox
source: Error reading or parsing connman.Manager.GetServices
tr: connman.Manager.GetServices okunurken veya ayrıştırılırken hata oluştu

# Peditor
source: Gateway
tr: Ağ geçidi

# VPN_Prov
source: The IP address of the interface on which the daemon listens.
tr: Arka plan programının dinlediği arabirimin IP adresi.

# main.cpp
source: Bypass restoring the window state if restoring window state is specified in the settings file.
tr: Ayarlar dosyasında pencere durumunu geri yüklüyse, pencere durumunu geri yüklemeyi atla.

# ControlBox
source: Resolved: %1<br>
tr: Kararlı: %1<br>

# ControlBox
source: Off
tr: Kapalı

# ControlBox
source: <html><head/><body><p>This checkbox controls the global setting for switching all radios on or off. When checked all radios are powered down.</p><p>When the system is In offline mode it is possible to turn individual devices back on. When leaving offline mode the individual policy of each device determines if the radio is turned back on or not.</p></body></html>
tr: <html><head/><body><p>Bu onay kutusu, tüm radyoları açmak veya kapatmak için genel ayarı denetler. İşaretlendiğinde tüm radyolar kapatılır.</p><p>Sistem çevrimdışı moddayken, tek tek aygıtları yeniden açmak mümkündür. Çevrimdışı moddan çıkarken, her aygıtın bireysel politikası radyonun tekrar açılıp açılmayacağını belirler.</p></body></html>

# ControlBox
source: E&xit
tr: &Çıkış

# VPN_Prov
source: Require the remote peer to get authenticated via PAP?
tr: Uzak eşden PAP aracılığıyla kimlik doğrulaması yapılmasını istiyor musunuz?

# VPN_Prov
source: Disable address/control compression?
tr: Adres / kontrol sıkıştırması devre dışı bırakılsın mı?

# TranslateStrings connman ipv4 method string
source: manual
tr: elle

# Agent
source: <html><head/><body><p>Accept and use the answers you have provided in this dialog. </p><p>This will send your input to the connman daemon to continue the connection process.</p></body></html>
tr: <html><head/><body><p>Bu iletişim kutusunda verdiğiniz yanıtları kabul edin ve kullanın. </p><p>Bu, bağlantı işlemine devam etmek için girişinizi connman arka plan programına gönderir.</p></body></html>

# VPN_Prov
source: IKE authentication mode.
tr: IKE kimlik doğrulama modu.
