Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/andrew-bibb-cmst-*.po
Languages: tr

# ControlBox
source: <html><head/><body><p>Open the provisioning editor to create or edit Connman configuration (provisioning) files.</p><p>These config files reside in /var/lib/connman which is owned by root:root. CMST will register a roothelper to allow reading and writing files in this directory. </p><p>To avoid abusing the root privileges the editor will only operate on files with names ending in <span style=" font-style:italic;">.cmst.config</span>. This file name ending will be added automatically during a file save and cannot be altered. </p><p>Using this editor it is not possible to edit or delete config files created by other means.</p></body></html>
tr: <html><head/><body><p>Connman yapılandırma (temel hazırlık) dosyaları oluşturmak veya düzenlemek için temel hazırlık düzenleyiciyi açın.</p><p>Bu yapılandırma dosyaları root:root'a ait olan /var/lib/connman dizinindedir. CMST, bu dizindeki dosyaların okunmasına ve yazılmasına izin vermek için bir roothelper kaydedecektir. </p><p>Kök ayrıcalıklarını kötüye kullanmaktan kaçınmak için düzenleyici yalnızca <span style=" font-style:italic;">.cmst.config</span> ile biten dosyalarda çalışır. Bu dosya adı sonu, bir dosya kaydı sırasında otomatik olarak eklenir ve değiştirilemez. </p><p>Bu düzenleyiciyi kullanarak başka yollarla oluşturulan yapılandırma dosyalarını düzenlemek veya silmek mümkün değildir.</p></body></html>

# VPN_Editor
source: Network address in the form address/netmask/peer. Ex: 10.2.0.2/24
tr: adres/net maskesi/eş biçimindeki ağ adresi. Ör: 10.2.0.2/24

# ControlBox
source: Favorite: %1<br>
tr: Sık Kullanılan: %1<br>

# ControlBox
source: VPN Connections
tr: VPN Bağlantıları

# Peditor
source: <html><head/><body><p>The IPv4 gateway for this connection. This field is optional and may be left blank</p></body></html>
tr: <html><head/><body><p>Bu bağlantı için IPv4 ağ geçidi. Bu alan isteğe bağlıdır ve boş bırakılabilir</p></body></html>

# ControlBox
source: Domain: %1<br>
tr: Alan Adı: %1<br>

# ControlBox
source: <br><b>Name Servers</b><br>
tr: <br><b>Ad Sunucuları</b><br>

# VPN_Create
source: VPN Host
tr: VPN Ana Bilgisayarı

# TranslateStrings connman ipv6 method string
source: off
tr: kapalı

# ControlBox
source: Counter not available.
tr: Sayaç mevcut değil.

# ControlBox
source: <html><head/><body><p>Select a vpn service in the table below and press this button to connect the service. </p><p>If there is only one vpn service listed in the table pressing this button will automatically select that service and attempt to connect. </p><p>If information about the service is needed, a passphrase for instance, you will be prompted for it. </p></body></html>
tr: <html><head/><body><p>Aşağıdaki tabloda bir vpn hizmeti seçin ve hizmeti bağlamak için bu düğmeye basın. </p><p>Tabloda listelenen yalnızca bir vpn hizmeti varsa, bu düğmeye basıldığında bu hizmet otomatik olarak seçilir ve bağlanmaya çalışır. </p><p>Hizmet hakkında bilgi gerekiyorsa, örneğin bir parola, sizden istenir. </p></body></html>

# VPNAgent
source: VPN Agent Input
tr: VPN Aracısı Girişi

# ControlBox
source: The connection to VPN service %1 was dropped and the VPN kill switch was engaged. All network devices are powered off.
tr: %1 VPN hizmetine bağlantı kesildi ve VPN kill anahtarı devreye alındı. Tüm ağ cihazları kapalı.

# ControlBox
source: VPN Engaged
tr: VPN Etkin

# ControlBox
source: OfflineMode: Unavailable
tr: Çevrimdışı Mod: Kullanılamıyor

# VPN_Prov
source: Client certificate file, if needed for web authentication.
tr: Web kimlik doğrulaması için gerekirse istemci sertifika dosyası.

# ControlBox
source: Execute:
tr: Yürüt:

# Provisioning
source: &Delete
tr: &Sil

# VPN_Prov
source: Sequence numbers included in the communication?
tr: İletişimde sıra numaraları var mı?

# TranslateStrings connman state string
source: failure
tr: başarısız

# ControlBox
source: Offline Mode
tr: Çevrimdışı Mod

# ControlBox
source: Retain State
tr: Durumu Koru

# ControlBox
source: Service State: %1<br>
tr: Hizmet Durumu: %1<br>

source: prefered
tr: tercih edilen

# ControlBox
source: Counter Update KB
tr: Sayaç Güncellemesi KB

# ControlBox
source: Wait Time
tr: Bekleme Zamanı

# ConnmanVPNAgent
source: The agent request failed before a reply was returned.
tr: Bir yanıt döndürülmeden önce aracı isteği başarısız oldu.

# VPN_Prov
source: Do not ask for IPv6 connectivity.
tr: IPv6 bağlantısı sorma.

# Provisioning
source: DeviceName
tr: AygıtAdı

# ControlBox tethering
source: Off
tr: Kapalı

# ControlBox
source: Use Icon Theme
tr: Simge Temasını Kullan

# main.cpp
source: Another running instance of CMST has been detected. This instance is aborting
tr: CMST'nin çalışan başka bir örneği algılandı. Bu örnek iptal ediliyor

# ControlBox
source: <html><head/><body><p>Counters for the &quot;online&quot; service connection that is not marked roaming. </p><p>Counters may not always be available. The counters could have been disabled at the command line (-c or --disable-counters) or occasionally the connection will register &quot;ready&quot; instead of &quot;online&quot;. Online is a &quot;ready&quot; connection that has verified internet connectivity. It is possible to be online with only a &quot;ready&quot; connection, however the counters only work for they &quot;online&quot; connection.</p></body></html>
tr: <html><head/><body><p>Dolaşım olarak işaretlenmemiş &quot;çevrimiçi&quot; hizmet bağlantısı için sayaçlar. </p><p>Sayaçlar her zaman mevcut olmayabilir. Sayaçlar komut satırında (-c veya --disable-counters) devre dışı bırakılmış olabilir veya bazen bağlantı &quot;çevrimiçi &quot; yerine &quot;hazır &quot; olarak kaydedilecektir. Çevrimiçi, internet bağlantısını doğrulayan &quot;hazır&quot; bir bağlantıdır. Yalnızca &quot;hazır&quot; bir bağlantıyla çevrimiçi olmak mümkündür, ancak sayaçlar yalnızca &quot;çevrimiçi&quot; bağlantı için çalışır.</p></body></html>

# ControlBox
source: <html><head/><body><p>This label shows the number of WiFi technologies (devices) that were found, and the number that are powered on. There must be at least one WiFi technology found and powered in order for the box below to show services.</p><p>To turn a technology on or off go to the <span style=" font-weight:600;">Technologies</span> box in the <span style=" font-weight:600;">Status</span> tab and double click on the text that shows in the <span style=" font-weight:600;">Powered</span> column for the technology.</p></body></html>
tr: <html><head/><body><p>Bu etiket bulunan WiFi teknolojilerinin (aygıtlarının) sayısını ve açık olanların sayısını gösterir. Aşağıdaki kutunun hizmetleri gösterebilmesi için en az bir WiFi teknolojisinin bulunması ve güçlendirilmesi gerekir.</p><p>Bir teknolojiyi açmak veya kapatmak için <span style=" font-weight:600;">Durum</span> sekmesindeki <span style=" font-weight:600;">Teknolojiler</span> kutusuna gidin ve teknolojinin <span style=" font-weight:600;">Güç</span> sütununda gösterilen metni çift tıklayın.</p></body></html>

# VPN_Prov
source: Local listen port (optional).
tr: Yerel dinleme bağlantı noktası (isteğe bağlı).

# VPN_Prov
source: File containing peer's signed certificate.
tr: Eşin imzalı sertifikasını içeren dosya.

# VPN_Editor
source: Config Files (*.ovpn *.conf *.config);;All Files (*.*)
tr: Yapılandırma Dosyaları (*.ovpn *.conf *.config);;Tüm Dosyalar (*.*)

# Peditor
source: Prefix Length
tr: Önek Uzunluğu

# ControlBox
source: Less
tr: Daha Az

# VPN_Prov
source: Wait n seconds before redial.
tr: Yeniden aramadan önce n saniye bekleyin.

# ControlBox
source: %1 version %2 by %3 has been detected on this system.<p>This server supports desktop Notification Specification version %4
tr: Bu sistemde %1 sürüm %2 %3 tarafından algılandı.<p>Bu sunucu masaüstü Bildirim Belirtimi sürüm %4 destekliyor

# ControlBox
source: About %1
tr: %1 Hakkında

# VPN_Prov
source: Disable DTLS and ESP.
tr: DTLS ve ESP'yi devre dışı bırakın.

# ProvisioningEditor
source: Select a file to load.
tr: Yüklenecek bir dosya seçin.

# Peditor
source: <html><head/><body><p>The prefix length of the IPv6 connection.</p></body></html>
tr: <html><head/><body><p>IPv6 bağlantısının önek uzunluğu.</p></body></html>

# Peditor
source: Servers
tr: Sunucular

# VPN_Prov
source: TCP/UDP port number.
tr: TCP/UDP bağlantı noktası numarası.

# Agent
source: Hidden Network
tr: Gizli Ağ

# ControlBox
source: <html><head/><body><p>Use this button to find information about an element in the GUI by entering &quot;What's This&quot; mode. </p><p>You may also right click on an element to show the &quot;What's This&quot; text for it.</p></body></html>
tr: <html><head/><body><p>&quot;Bu Nedir&quot; moduna girerek arayüzdeki bir öğe hakkında bilgi bulmak için bu düğmeyi kullanın. </p><p>&quot;Bu Nedir&quot; metnini göstermek için bir öğeye sağ tıklayabilirsiniz.</p></body></html>

# ControlBox
source: <html><head/><body><p>This box lists all services that connman can connect to.</p></body></html>
tr: <html><head/><body><p>Bu kutu, connman'ın bağlanabileceği tüm hizmetleri listeler.</p></body></html>

# Peditor
source: OK
tr: Tamam

# VPN_Create
source: OpenVPN Configurations (*.ovpn *.conf);;All Files (*.*)
tr: OpenVPN Yapılandırmaları (*.ovpn *.conf);;Tüm Dosyalar (*.*)

# ControlBox
source: <b>Technology: %1</b><p>Please enter the WiFi AP SSID that clients will<br>have to join in order to gain internet connectivity.
tr: <b>Teknoloji: %1</b><p>İnternet bağlantısı kazanmak için lütfen<br> istemcilerin<br>katılması gereken WiFi AP SSID'sini girin.

# VPN_Prov
source: Provider Wire Guard
tr: Sağlayıcı Wire Guard

# VPNAgent
source: <html><head/><body><p>Cancel the dialog. </p><p>This will send a message to the connman daemon that you have cancelled the connection request.</p></body></html>
tr: <html><head/><body><p>İletişim kutusunu iptal edin. </p><p>Bu bağlantı isteğini iptal ettiğiniz connman arka plan programına bir ileti gönderir.</p></body></html>

# Provisioning
source: SearchDomains
tr: Alan Adlarını Ara

# Peditor
source: <html><head/><body><p>Automatic proxy configuration URL. Used by the &quot;auto&quot; method.</p></body></html>
tr: <html><head/><body><p>Otomatik proxy yapılandırma URL'si. &quot;Otomatik&quot; yöntem tarafından kullanılır.</p></body></html>

# VPNAgent
source: <html><head/><body><p>Accept and use the answers you have provided in this dialog. </p><p>This will send your input to the connman daemon to continue the connection process.</p></body></html>
tr: <html><head/><body><p>Bu iletişim kutusunda verdiğiniz yanıtları kabul edin ve kullanın. </p><p>Bu işlem, bağlantı işlemine devam etmek için girişinizi connman arka plan programına gönderir.</p></body></html>

# ControlBox
source: Hide Tray Icon Unless Needed
tr: Gerekmedikçe Tepsi Simgesini Gizle

# ControlBox
source: State: Unavailable
tr: Durum: Kullanılamıyor

# ControlBox
source: Offline Mode
tr: Çevrimdışı Mod

# Agent
source: <html><head/><body><p>When checked use WPS push button authentication. </p></body></html>
tr: <html><head/><body><p>İşaretlendiğinde kimlik doğrulama WPS düğmesini kullan.</p></body></html>

# VPN_Prov
source: Provider WireGuard
tr: Sağlayıcı WireGuard

# Provisioning
source: <html><head/><body><p>Open an existing config file.</p></body></html>
tr: <html><head/><body><p>Mevcut bir yapılandırma dosyasını açın.</p></body></html>

# VPN_Prov
source: Get certificate password from console or file?
tr: Konsoldan veya dosyadan sertifika parolası alınsın mı?

# Provisioning
source: Set IPv4 to "off", "dhcp", or enter IPV4 address information
tr: IPv4'ü "kapalı", "dhcp" olarak ayarlayın veya IPV4 adres bilgilerini girin

# Agent
source: <html><head/><body><p>Type your Identity for the Extensible Authentication Protocol</p></body></html>
tr: <html><head/><body><p>Genişletilebilir Kimlik Doğrulama Protokolü için Kimliğinizi yazın</p></body></html>

# ProvisioningEditor
source: IPv6 Gateway .<br><br>This is an optional entry, press cancel if there is no entry for gateway
tr: IPv6 Ağ Geçidi .<br><br>Bu isteğe bağlı bir giriştir, ağ geçidi girişi yoksa iptal tuşuna basın

# Peditor
source: AutoConnect
tr: OtomatikBağlantı

# VPN_Prov
source: Internal IP Address
tr: Dahili IP Adresi

# VPN_Prov
source: Description of the network.
tr: Ağın tanımı.

# ControlBox
source: Strength: %1%
tr: Güç: %1%

# VPN_Prov
source: Deny EAP authorization?
tr: EAP yetkilendirmesi reddedilsin mi?

# ControlBox
source: <center>This program uses the <b>AwOken</b> icon set version 2.5<br><br>Released under the<br>Creative Commons<br>Attribution-Share Alike 3.0<br>Unported License<br><a href="url">http://creativecommons.org/licenses/by-sa/3.0/legalcode</a>
tr: <center>Bu program sürüm 2.5 <b>AwOken</b> simge setini kullanır<br><br>Creative Commons<br>Atıf-Benzer Paylaşım 3.0<br> Aktarılmamış Lisansı<br> altında yayınlandı<br><a href="url">http://creativecommons.org/licenses/by-sa/3.0/legalcode</a>

# ControlBox
source: External Programs
tr: Harici Programlar

# VPN_Prov
source: <html><head/><body><p>Delete a config file.</p></body></html>
tr: <html><head/><body><p>Bir yapılandırma dosyası silin.</p></body></html>

# VPN_Prov
source: Your password (cleartext).
tr: Parolanız (açık metin).

# TranslateStrings connman privacy string
source: enabled
tr: etkin

# VPNAgent
source: <html><head/><body><p>Continue the connection process.</p></body></html>
tr: <html><head/><body><p>Bağlantı işlemine devam edin.</p></body></html>

# Agent
source: <html><head/><body><p>Type the passphrase here.</p></body></html>
tr: <html><head/><body><p>Parolayı buraya yazın.</p></body></html>

# ControlBox icon_tool_tip
source: Connection is in the Failure State, attempting to reestablish the connection
tr: Bağlantı Başarısız Durumunda, bağlantıyı yeniden kurmaya çalışıyor

# ControlBox
source: ChangeLo&g
tr: Değişiklik &Günlüğü

# Provisioning
source: Type
tr: Tür

# ControlBox
source: <html><head/><body><p>Exit the program and remove the system tray icon. Connman will still be running as a daemon but will not be managed by this program.</p></body></html>
tr: <html><head/><body><p>Programdan çıkın ve sistem çekmecesi simgesini kaldırın. Connman hala bir arka plan programı olarak çalışacak, ancak bu program tarafından yönetilmeyecek.</p></body></html>

# Peditor
source: <html><head/><body><p>The IPv6 address to use for this connection.</p></body></html>
tr: <html><head/><body><p>Bu bağlantı için kullanılacak IPv6 adresi.</p></body></html>

# Agent
source: &Name
tr: &Ad

# ControlBox autoconnect
source: On
tr: Açık

# Agent
source: Choose or enter a browser:
tr: Bir tarayıcı seçin veya girin:

# ControlBox
source: Service configuration file to be modified by the program.
tr: Program tarafından değiştirilecek hizmet yapılandırma dosyası.

# AgentDialog
source: You have requested the %1 browser, but we cannot find a terminal program to open it with. Currenty we can start %1 using these terminals: <b>roxterm</b> and <b>xterm</b>.<br><br>To continue you need to manually open a terminal and then enter: "%1 %2"
tr: %1 tarayıcısını istediniz, ancak açmak için bir terminal programı bulamıyoruz. Şu anda %1 şu terminalleri kullanarak başlatılabilir: <b>roxterm</b> ve <b>xterm</b>.<br><br> Devam etmek için bir terminali elle açmanız ve sonra şunu girmeniz gerekir: "%1 %2"

# ControlBox
source: No Services Selected
tr: Hiçbir Hizmet Seçilmedi

# Provisioning
source: &Clear Page
tr: Sayfayı &Temizle

# VPN_Prov
source: Domain name for authentication.
tr: Kimlik doğrulama için alan adı.

# ControlBox
source: &About
tr: H&akkında

# ControlBox
source: Object Path: %1
tr: Nesne Yolu: %1

# TranslateStrings connman proxy string
source: manual
tr: elle

# ControlBox
source: <html><head/><body><p>This page shows the provisioned VPN services. Some cells in the table may only be available once a connection is estlablished. </p><p><span style=" font-weight:600;">Name:</span> The name given in the provisioning file.</p><p><span style=" font-weight:600;">Type:</span> The VPN type (OpenConnect, OpenVPN, PPTP, etc)</p><p><span style=" font-weight:600;">State:</span> Shows the connection state of this service. Hover the mouse over the icon to popup a text description. </p><p><span style=" font-weight:600;">Host: </span>VPN Host IP.</p><p><span style=" font-weight:600;">Domain:</span> The VPN Domain.<br/></p></body></html>
tr: <html><head/><body><p>Bu sayfa, sağlanan VPN hizmetlerini gösterir. Tablodaki bazı hücreler yalnızca bir bağlantı kurulduğunda kullanılabilir. </p><p><span style="font-weight:600;">Ad:</span> Temel hazırlık dosyasında verilen ad.</p><p><span style="font-weight: 600;">Tür:</span> VPN türü (OpenConnect, OpenVPN, PPTP, vb.)</p><p><span style="font-weight:600;">Durum:</span> Bu hizmetin bağlantı durumu. Bir metin açıklaması açmak için fareyi simgenin üzerine getirin. </p><p><span style="font-weight:600;">Ana Bilgisayar: </span>VPN Ana Bilgisayar IP'si.</p><p><span style="font-weight:600;"> Etki Alanı:</span> VPN Etki Alanı.<br/></p></body></html>

# VPN_Prov
source: Use IPsec Security Association tracking?
tr: IPsec Güvenlik Birliği izlemesi kullanılsın mı?

# TranslateStrings connman type string
source: system
tr: sistem

# processReply
source: Warning
tr: Uyarı

# Agent
source: <html><head/><body><p>What's This</p></body></html>
tr: <html><head/><body><p>Bu Nedir</p></body></html>

# VPN_Prov
source: L2TP Password.
tr: L2TP Parolası.

# ProvisioningEditor
source: Domain name to be used
tr: Kullanılacak alan adı

# ControlBox
source: <br><br><b>Time Servers</b><br>
tr: <br><b>Zaman Sunucuları</b><br>

# ControlBox icon_tool_tip
source: Connection is in the Failure State.
tr: Bağlantı Başarısız Durumunda.

# VPN_Prov
source: <html><head/><body><p>Write the displayed data to a config file.</p><p>The combo box is seeded with a list of CMST created config files to provide an easy way to overwrite one. You may also type a name in the ComboBox.</p><p>It is not necessary to provide a path nor a file extension as both will be stripped out and replaced allowed values. </p></body></html>
tr: <html><head/><body><p>Görüntülenen verileri bir yapılandırma dosyasına yazın.</p><p>Açılan kutu, üzerine yazmanın kolay bir yolunu sağlamak için CMST tarafından oluşturulan yapılandırma dosyalarının bir listesi ile tohumlanır. Ayrıca AçılanKutu içine bir ad da yazabilirsiniz.</p><p>Her ikisi de çıkarılacak ve izin verilen değerler değiştirileceği için bir yol veya dosya uzantısı sağlamanız gerekmez. </p></body></html>

# VPN_Prov
source: VPN Provisioning Editor
tr: VPN Temel Hazırlık Düzenleyici

# ControlBox
source: FIle:
tr: Dosya:

# ControlBox
source: <html><head/><body><p>Select a wifi service in the table below and press this button to connect the service. </p><p>If there is only one wifi service listed in the table pressing this button will automatically select that service and attempt to connect. </p><p>If information about the service is needed, a passphrase for instance, you will be prompted for it. </p></body></html>
tr: <html><head/><body><p>Aşağıdaki tabloda bir wifi hizmeti seçin ve hizmeti bağlamak için bu düğmeye basın. </p><p>Tabloda listelenen yalnızca bir wifi hizmeti varsa, bu düğmeye basıldığında otomatik olarak bu hizmet seçilir ve bağlanmaya çalışır. </p><p>Hizmet hakkında bilgi gerekiyorsa, örneğin bir parola, sizden istenir. </p></body></html>

# ControlBox
source: External Configuration File: %1<br>
tr: Harici Yapılandırma Dosyası: %1<br>

# ConnmanAgent
source: The agent request failed before a reply was returned.
tr: Bir yanıt döndürülmeden önce aracı isteği başarısız oldu.

# VPNAgent
source: <html><head/><body><p>What's This</p></body></html>
tr: <html><head/><body><p>Bu Nedir</p></body></html>

# TranslateStrings connman type string
source: wired
tr: kablolu

# VPN_Prov
source: Certificate and privatekey in a PKCS#1/PKCS#8/PKCS#12 structure.
tr: PKCS#1/PKCS#8/PKCS#12 yapısında sertifika ve özel anahtar.

# ProvisioningEditor
source: Enter the IPv6 prefix length
tr: IPv6 önek uzunluğunu girin

# Agent
source: Login URL:
tr: Oturum Açma URL'si:

# VPN_Prov
source: <html><head/><body><p>Clear all text from the editor window.</p></body></html>
tr: <html><head/><body><p>Düzenleyici penceresinden tüm metni silin.</p></body></html>

# ControlBox
source: VPN Editor
tr: VPN Düzenleyicisi

# ControlBox
source: Counter Update Rate
tr: Sayaç Güncelleme Oranı

# ControlBox
source: Cancel
tr: İptal et

# TranslateStrings connman state string
source: offline
tr: çevrimdışı

# ControlBox
source: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Command Line Option: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-m</span><span style=" font-family:'Courier New,courier';"> or </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--minimized</span></pre></body></html> <html><head/><body><p>Start the GUI minimized in the system tray.</p></body></html>
tr: <html><head/><body><pre style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';">Komut Satırı Seçeneği: </span><span style=" font-family:'Courier New,courier'; font-weight:600;">-m</span><span style=" font-family:'Courier New,courier';"> veya </span><span style=" font-family:'Courier New,courier'; font-weight:600;">--minimized</span></pre></body></html> <html><head/><body><p>Arayüzü sistem çekmecesinde simge durumuna küçültülmüş olarak başlatın.</p></body></html>

# ControlBox
source: Enable Autostart
tr: Otomatik Başlatmayı Etkinleştir

# ControlBox
source: Home
tr: Ana Sayfa

# ProvisioningEditor
source: File path to the Client Private Key File
tr: İstemci Özel Anahtar Dosyasının dosya yolu

# ProvisioningEditor
source: IPv6 Settings
tr: IPv6 Ayarları

# ControlBox
source: <br>Tethering
tr: <br>Paylaşım

# ControlBox
source: <html><head/><body><p>Specify the wait time in seconds before starting the system tray icon (default is 0 seconds).</p></body></html>
tr: <html><head/><body><p>Sistem çekmecesi simgesine başlamadan önce saniye cinsinden bekleme süresini belirtin (varsayılan 0 saniyedir).</p></body></html>

# ControlBox
source: Create
tr: Oluşturmak

# ConnmanCounter
source: %n Second
tr: %n Saniye

# GEN_Editor
source: %L1 KB written
tr: %L1 KB yazıldı

# ProvisioningEditor
source: <center>No configuration files were found.<br>Nothing will be deleted.
tr: <center>Hiçbir yapılandırma dosyası bulunamadı.<br>Hiçbir şey silinmeyecek.

# ControlBox
source: Error retrieving properties via Dbus
tr: Dbus aracılığıyla özellikler alınırken hata oluştu

# ControlBox
source: &Counters
tr: &Sayaçlar

# ControlBox
source: <html><head/><body><p>If checked the system notification daemon will popup a notify message when a significant connman related event is received.</p><p>Notifications can be handled by the System Tray Icon, or by a Notify daemon if one is installed. Both can not be active at the same time.</p></body></html>
tr: <html><head/><body><p>İşaretlenirse, önemli bir connman ile ilgili olay alındığında sistem bildirim arka plan programı bir bildirim mesajı açacaktır.</p><p>Bildirimler, Sistem Tepsisi Simgesi veya yüklüyse bir Bildir arka plan programı tarafından işlenebilir. İkisi aynı anda aktif olamaz.</p></body></html>

# VPN_Prov
source: See cryptokey routing.
tr: Kripto anahtar yönlendirmesine bakınız.
