Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/redtide-sddm-conf-*.po
Languages: tr

# MainDialog
source: Autologin
tr: Otomatik giriş

# MainDialog
source: Username for autologin session
tr: Otomatik oturum açmak için kullanıcı adı

# MainDialog
source: Whether sddm should automatically log back into sessions when they exit
tr: Oturumdan çıkıldığında sddm otomatik olarak yeniden giriş yapsın mı

# MainDialog
source: Name of session file for autologin session (if empty try last logged in)
tr: Otomatik oturum açmak için oturum dosyasının adı (boşsa son oturum açılacak)

# MainDialog
source: General
tr: Genel

# MainDialog
source: Reboot command
tr: Yeniden başlatma komutu

# MainDialog
source: If property is set to none, numlock won't be changed NOTE: Currently ignored if autologin is enabled.
tr: Özellik yok olarak ayarlanırsa sayı kilidi değiştirilmez NOT: Otomatik oturum açma etkinse şu anda yok sayılır.

# MainDialog
source: Initial NumLock state. Can be on, off or none.
tr: Başta NumLock durumu. Açık, kapalı veya hiçbiri olabilir.

# MainDialog
source: Input method module
tr: Giriş yöntemi modülü

# MainDialog
source: Halt command
tr: Kapatma komutu

# MainDialog
source: Theme
tr: Tema

# MainDialog
source: Theme directory path
tr: Tema dizini yolu

# MainDialog
source: above which avatars are disabled unless explicitly enabled with EnableAvatars
tr: EnableAvatars ile açıkça etkinleştirilmediği sürece hangi avatarların devre dışı bırakıldığı

# MainDialog
source: Current theme name
tr: Aktif tema adı

# MainDialog
source: Cursor theme used in the greeter
tr: Karşılayıcıda kullanılan imleç teması

# MainDialog
source: Global directory for user avatars
tr: Kullanıcı avatarları için global dizin

# MainDialog
source: Number of users to use as threshold
tr: Eşik olarak kullanılacak kullanıcı sayısı

# MainDialog
source: Preview
tr: Önizleme

# MainDialog
source: Enable display of custom user avatars
tr: Özel kullanıcı avatarlarının görüntülenmesini etkinleştirin

# MainDialog
source: The files should be named <username>.face.icon
tr: Dosyalar kullanıcı adı face.icon olarak adlandırılmalıdır

# MainDialog
source: Users
tr: Kullanıcılar

# MainDialog
source: Default $PATH for logged in users
tr: Giriş yapan kullanıcılar için varsayılan $PATH

# MainDialog
source: Comma-separated list of shells
tr: Kabukların virgülle ayrılmış listesi

# MainDialog
source: Comma-separated list of users that should not be listed
tr: Listelenmemesi gereken kullanıcıların virgülle ayrılmış listesi

# MainDialog
source: Minimum user id for displayed users
tr: Görüntülenen kullanıcılar için minimum kullanıcı kimliği

# MainDialog
source: Maximum user id for displayed users
tr: Görüntülenen kullanıcılar için maksimum kullanıcı kimliği

# MainDialog
source: Remember the session of the last successfully logged in user
tr: Başarıyla oturum açan son kullanıcının oturumunu hatırla

# MainDialog
source: Remember the last successfully logged in user
tr: Başarıyla giriş yapan son kullanıcıyı hatırla

# MainDialog
source: Enable Qt's automatic high-DPI scaling
tr: Qt'nin otomatik yüksek DPI ölçeklendirmesini etkinleştir

# MainDialog
source: Path to a script to execute when starting the desktop session
tr: Masaüstü oturumu başlatılırken yürütülecek komut dosyasının yolu

# MainDialog
source: Path to the user session log file
tr: Kullanıcı oturumu günlük dosyasının yolu

# MainDialog
source: Directory containing available Wayland sessions
tr: Mevcut Wayland oturumlarını içeren dizin

# MainDialog
source: The lowest virtual terminal number that will be used
tr: Kullanılacak en düşük sanal terminal numarası

# MainDialog
source: Path to X server binary
tr: X sunucusu ikili dosyasına giden yol

# MainDialog
source: Arguments passed to the X server invocation
tr: X sunucusu çağrısına aktarılan bağımsız değişkenler

# MainDialog
source: Directory containing available X sessions
tr: Mevcut X oturumlarını içeren dizin

# MainDialog
source: Path to a script to execute when starting the display server
tr: Görüntü sunucusunu başlatırken yürütülecek komut dosyasının yolu

# MainDialog
source: Path to a script to execute when stopping the display server
tr: Görüntü sunucusu durdurulduğunda yürütülecek komut dosyasının yolu

# MainDialog
source: Path to xauth binary
tr: Xauth ikili dosyasına giden yol

# MainDialog
source: Path to Xephyr binary
tr: Xephyr ikili dosyasına giden yol

# MainDialog
source: Path to the Xauthority file
tr: Xauthority dosyasının yolu

# MainDialog
source: File
tr: Dosya

# MainDialog
source: About
tr: Hakkında

# MainDialog
source: SDDM Configuration Editor
tr: SDDM Ayar Düzenleyicisi

# MainDialog
source: Copyright (C) 2021 Andrea Zanellato <redtid3@gmail.com>
tr: Telif Hakkı (C) 2021 Andrea Zanellato <redtid3@gmail.com>

# MainDialog
source: Close %1 preview
tr: %1 önizlemesini kapat

# MainDialog
source: Choose a file
tr: Bir dosya seçin

# MainDialog
source: Choose a directory
tr: Bir dizin seçin
