Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/redtide-picom-conf-*.po
Languages: tr

# MainDialog
source: Special Effect Settings
tr: Özel Efekt Ayarları

# MainDialog
source: General
tr: Genel

# MainDialog
source: Use WM_CLIENT_LEADER to group windows
tr: Pencereleri gruplamak için WM_CLIENT_LEADER kullanın

# MainDialog
source: Detect _NET_WM_OPACITY on client windows
tr: İstemci pencerelerinde _NET_WM_OPACITY'yi algıla

# MainDialog
source: Try to detect windows with rounded corners
tr: Köşeleri yuvarlatılmış pencereleri algılamaya çalış

# MainDialog
source: Use WM_TRANSIENT_FOR to group windows
tr: Pencereleri gruplamak için WM_TRANSIENT_FOR kullanın

# MainDialog
source: Force all windows to be painted with blending
tr: Tüm pencereleri karıştırma ile boyamaya zorla

# MainDialog
source: Mark windows that have no WM frame as active
tr: WM çerçevesi olmayan pencereleri etkin olarak işaretleyin

# MainDialog
source: Try to detect WM windows and mark them as active
tr: WM pencereleri tespit etmeye çalışın ve aktif olarak işaretleyin

# MainDialog
source: Do not use EWMH to detect fullscreen windows
tr: Tam ekran pencereleri algılamak için EWMH kullanmayın

# MainDialog
source: Use _NET_WM_ACTIVE_WINDOW to determine which window is focused
tr: Hangi pencerenin odaklandığını belirlemek için _NET_WM_ACTIVE_WINDOW kullanın

# MainDialog
source: Shadow
tr: Gölge

# MainDialog
source: The blur radius for shadows
tr: Gölgeler için bulanıklık yarı çapı

# MainDialog
source: The left offset for shadows
tr: Gölgeler için sol uzantı

# MainDialog
source: The top offset for shadows
tr: Gölgeler için yukarı uzantı

# MainDialog
source: The translucency for shadows
tr: Gölgeler için yarı saydamlık

# MainDialog
source: Color of shadow
tr: Gölge rengi

# MainDialog
source: Do not fade destroyed ARGB windows with WM frame
tr: WM çerçevesi ile tahrip olmuş ARGB pencerelerini soldurmayın

# MainDialog
source: Optimize
tr: En Uygun

# MainDialog
source: Enable/disable VSync
tr: VSync'i etkinleştir/devre dışı bırak

# MainDialog
source: Use glFinish() instead of glFlush() for (possibly) better VSync
tr: (Muhtemelen) daha iyi VSync için glFlush() yerine glFinish() kullanın

# MainDialog
source: Enable the use of damage information to help limit the area to paint
tr: Boyanacak alanı sınırlamaya yardımcı olmak için hasar bilgilerinin kullanımını etkinleştirin

# MainDialog
source: Backend
tr: Arka Uç

# MainDialog
source: Enable client-side shadows on windows
tr: Pencerelerdeki istemci tarafı gölgeleri etkinleştir

# MainDialog
source: Crop shadows of maximized windows from extended displays
tr: Genişletilmiş pencerelerden büyütülmüş pencerelerin gölgelerini kes

# MainDialog
source: Opacity
tr: Koyuluk

# MainDialog
source: Default opacity of inactive windows
tr: Etkin olmayan pencere için koyuluk

# MainDialog
source: Default opacity for active windows
tr: Etkin olan pencere için varsayılan koyuluk

# MainDialog
source: Opacity of window titlebars and borders
tr: Pencere başlık çubuğu ve kenarlarının koyuluğu

# MainDialog
source: Dim inactive windows
tr: Aktif olmayan pencereleri karart

# MainDialog
source: Do not let dimness adjust based on window opacity
tr: Gölgeliğin pencere koyuluguna göre ayarlanmasına izin vermeyin

# MainDialog
source: Blur background of transparent windows
tr: Şeffaf pencerelerin arka planını bulanıklaştır

# MainDialog
source: Blur background of opaque windows with transparent frames as well
tr: Şeffaf çerçeveli mat pencerelerin arka planını bulanıklaştır

# MainDialog
source: Do not let blur radius adjust based on window opacity
tr: Bulanıklık yarıçapının pencere matlığına göre ayarlanmasına izin verme

# MainDialog
source: Inactive opacity set by -i overrides _NET_WM_OPACITY values
tr: -i tarafından ayarlanan etkin olmayan opaklık, _NET_WM_OPACITY değerlerini geçersiz kılar

# MainDialog
source: Fade
tr: Solma

# MainDialog
source: Fade windows during opacity changes
tr: Koyuluk değişiklikleri boyunca pencereleri soldur

# MainDialog
source: The time between steps in a fade in milliseconds
tr: Doldurmadan adımlar arasındaki milisaniye süresi

# MainDialog
source: Opacity change between steps while fading in
tr: Solarken adımlar arasındaki matlık değişimi

# MainDialog
source: Opacity change between steps while fading out
tr: Solma adımları arasındaki matlık değişimi

# MainDialog
source: Avoid fade windows in/out when opening/closing
tr: Açma/kapama esnasında pencerelerin solmasını önle

# MainDialog
source: Rendering backend
tr: Arka uç oluşturma

# MainDialog
source: X Render
tr: X Sunucu

# MainDialog
source: Use X Sync fence to sync clients' draw calls (nvidia drivers)
tr: İstemcilerin çekme çağrılarını senkronize etmek için X Sync çitini kullanın (nvidia sürücüleri)

# MainDialog
source: Avoid rebinding pixmap on window damage
tr: Pencere hasarında pixmap'i yeniden bağlamaktan kaçının

# MainDialog
source: Avoid using stencil buffer
tr: Şablon arabelleği kullanmaktan kaçının

# MainDialog
source: Debug
tr: Hata Ayıklama

# MainDialog
source: Highlight the updated area of the screen. X Render only
tr: Ekranın güncellenen alanını vurgulayın. Yalnızca X Gerçekleyici

# MainDialog
source: Show all X errors
tr: Tüm X hatalarını göster

# MainDialog
source: About
tr: Hakkında

# MainDialog
source: About PicomConf
tr: PicomConf Hakkında

# MainDialog
source: Advanced
tr: Gelişmiş

# MainDialog
source: Backends
tr: Arka Uçlar

# MainDialog
source: PicomConf - configuration tool for picom Copyright (C) 2013 Author: Hong Jen Yee (PCMan) <pcman.tw@gmail.com> Copyright (C) 2021 Andrea Zanellato <redtid3@gmail.com>
tr: PicomConf - picom için yapılandırma aracı Telif Hakkı (C) 2013 Author: Hong Jen Yee (PCMan) <pcman.tw@gmail.com> Telif Hakkı (C) 2021 Andrea Zanellato <redtid3@gmail.com>

# MainDialog
source: Opacity:
tr: Matlık:

# MainDialog
source: Clip shadow above
tr: Yukarıdaki gölgeyi kırp

# MainDialog
source: Focus
tr: Odak

# MainDialog
source: Full shadow
tr: Tam gölge

# MainDialog
source: Ignore redirection
tr: Yönlendirmeyi yoksay

# MainDialog
source: Window Types
tr: Pencere Türleri
