Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/tsujan-kvantum-manager-*.po
Languages: tr

# KvManager::KvantumManager
source: Should big menus be scrollable and have scroll arrows on their top and/or bottom? By default, big menus are scrollable.
tr: Büyük menüler kaydırılabilir olmalı ve üstlerinde ve/veya altlarında kaydırma okları olmalı mı? Varsayılan olarak, büyük menüler kaydırılabilir.

# KvManager::KvantumManager
source: By default, both active and inactive translucent windows will be blurred if blurring is enabled.
tr: Varsayılan olarak, hem etkin hem de etkin olmayan yarı saydam pencereler bulanıklaştırma etkinleştirilirse bulanıklaştırılacaktır.

# KvManager::KvantumManager
source: No blurring for inactive windows
tr: Etkin olmayan pencereler için bulanıklık yok

# KvManager::KvantumManager
source: If blurring is enabled, these values set the corner radii for blurring translucent menus and tooltips that have rounded corners. Usually, a value of 2 is enough.
tr: Bulanıklaştırma etkinleştirilirse, bu değerler, yarı saydam menüleri ve köşeleri yuvarlatılmış araç ipuçlarını bulanıklaştırmak için köşe yarıçaplarını ayarlar. Genellikle 2 değeri yeterlidir.

# KvManager::KvantumManager
source: Blur Corner Radius
tr: Bulanık Köşe Yarıçapı

# KvManager::KvantumManager
source: Menu:
tr: Menü:

# KvManager::KvantumManager
source: Tooltip:
tr: İpucu:

# KvManager::KvantumManager
source: The default value is 3 px but some apps set it themeselves.
tr: Varsayılan değer 3 pikseldir, ancak bazı uygulamalar bunu kendileri belirler.
