Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/tsujan-kvantum-manager-*.po
Languages: tr

# KvManager::AboutDialog
source: License
tr: Lisans

# KvManager::KvantumManager
source: Kvantum Manager
tr: Kvantum Yönetici

# KvManager::KvantumManager
source: Install/Update Theme
tr: Tema Yükle/Güncelle

# KvManager::KvantumManager
source: <center><b><i>Kvantum</i></b> comes with many themes but external themes can also be installed for being used by it. Here you could choose a theme folder and then press the button below to install it in your Home.</center>
tr: <center><b><i>Kvantum</i></b> birçok tema ile birlikte gelir, ancak harici temalar da tarafından kullanılmak üzere yüklenebilir. Burada bir tema klasörü seçebilir ve ardından Ana Sayfanıza yüklemek için aşağıdaki düğmeye basabilirsiniz.</center>

# KvManager::KvantumManager
source: Select a Kvantum theme folder
tr: Bir Kvantum tema klasörü seçin

# KvManager::KvantumManager
source: Add this theme to the list of themes that Kvantum can use in addition to its own themes.
tr: Bu temayı, Kvantum'un kendi temalarına ek olarak kullanabileceği temalar listesine ekleyin.

# KvManager::KvantumManager
source: Install this theme
tr: Bu temayı yükle

# KvManager::KvantumManager
source: Change/Delete Theme
tr: Temayı Değiştir/Sil

# KvManager::KvantumManager
source: Select a theme:
tr: Bir tema seçin:

# KvManager::KvantumManager
source: Delete this theme
tr: Bu temayı sil

# KvManager::KvantumManager
source: Make Kvantum use this theme! A disabled button means that the theme is already used.
tr: Kvantum'un bu temayı kullanmasını sağlayın! Devre dışı bırakılmış bir düğme temanın zaten kullanıldığı anlamına gelir.

# KvManager::KvantumManager
source: Use this theme
tr: Bu temayı kullan

# KvManager::KvantumManager
source: Configure Active Theme
tr: Etkin Temayı Yapılandır

# KvManager::KvantumManager
source: Revert to the default (root) settings of this theme. (Ctrl+Z)
tr: Bu temanın varsayılan (kök) ayarlarına geri dönün. (Ctrl+Z)

# KvManager::KvantumManager
source: <html><head/><body><p>Revert to the default (root) settings of this theme!</p><p>When clicked and confirmed, all changes to the configuration will be lost but the probable customized SVG file will remain intact.</p></body></html>
tr: <html><head/><body><p>Bu temanın varsayılan (kök) ayarlarına geri dönün!</p><p>Tıklandığında ve onaylandığında, yapılandırmadaki tüm değişiklikler kaybolacak, ancak olası özelleştirilmiş SVG dosyası bozulmadan kalacaktır.</p></body></html>

# KvManager::KvantumManager
source: Restore
tr: Geri yükle

# KvManager::KvantumManager
source: Save this configuration (Ctrl+S)
tr: Bu yapılandırmayı kaydet (Ctrl+S)

# KvManager::KvantumManager
source: Save
tr: Kaydet

# KvManager::KvantumManager
source: Safe Settings
tr: Güvenli Ayarlar

# KvManager::KvantumManager
source: Hacks
tr: Hileler

# KvManager::KvantumManager
source: Transparent Dolphin view
tr: Saydam Dolphin görünümü

# KvManager::KvantumManager
source: Normal font for default push buttons
tr: Varsayılan basma düğmeleri için normal yazı tipi

# KvManager::KvantumManager
source: Merge PCManFM-qt's sidepane with its surroundings. Under LXQt, it needs logging out and in or closing PCManFM-qt and then, stopping and starting Desktop with LXQt Session Settings.
tr: PCManFM-qt yan panelini çevresiyle birleştir. LXQt altında, oturumu kapatıp PCManFM-qt'yi kapatmalı ve ardından LXQt Oturum Ayarları ile Masaüstünü durdurmalı ve başlatmalıdır.

# KvManager::KvantumManager
source: Transparent sidepane for PCManFM-qt
tr: PCManFM-qt için saydam yan bölme

# KvManager::KvantumManager
source: Iconless push buttons
tr: Simgesiz düğmeler

# KvManager::KvantumManager
source: Merge PCManFM-qt's view with its surroundings. Under LXQt, it needs logging out and in or closing PCManFM-qt and then, stopping and starting Desktop with LXQt Session Settings.
tr: PCManFM-qt'nin görünümünü çevresiyle birleştirin. LXQt altında, oturumu kapatıp PCManFM-qt'yi kapatmalı ve ardından LXQt Oturum Ayarları ile Masaüstünü durdurmalı ve başlatmalıdır.

# KvManager::KvantumManager
source: Transparent view for PCManFM-qt
tr: PCManFM-qt için saydam görünüm

# KvManager::KvantumManager
source: Iconless menus
tr: Simgesiz menüler

# KvManager::KvantumManager
source: Blur explicitly translucent windows
tr: Açıkça yarı saydam pencereleri bulanıklaştırma

# KvManager::KvantumManager
source: Single top toolbar
tr: Tek üst araç çubuğu

# KvManager::KvantumManager
source: Do not draw any background for KTitles.
tr: KTitles için arka plan çizme.

# KvManager::KvantumManager
source: <html><head/><body><p>Do not draw any background for KTitles?</p><p>Ktitles are used by some KDE applications to show different sections in configuration dialogs.</p></body></html>
tr: <html><head/><body><p>KTitles için arka plan çizmiyor musunuz?</p><p>Ktitles, bazı KDE uygulamaları tarafından yapılandırma iletişim kutularında farklı bölümleri göstermek için kullanılır.</p></body></html>

# KvManager::KvantumManager
source: Transparent KTitle label
tr: Saydam KTitle etiketi

# KvManager::KvantumManager
source: Do not tint selected label icons with the highlight color!
tr: Seçilen etiket simgeleri vurgu rengiyle renklendirilmesin!

# KvManager::KvantumManager
source: <html><head/><body><p>By default, selected label icons are tinted by the highlight color.</p><p>Checking this box removes the tint.</p></body></html>
tr: <html><head/><body><p>Varsayılan olarak, seçilen etiket simgeleri vurgu rengiyle renklendirilir.</p><p>Bu kutunun işaretlenmesi renk tonunu kaldırır.</p></body></html>

# KvManager::KvantumManager
source: No selection tint
tr: Seçim tonu yok

# KvManager::KvantumManager
source: Do not draw any background for (KDE) menu titles. (Needs Logging out and in for Plasma menus.)
tr: (KDE) menü başlıkları için arka plan çizilmesin. (Plazma menüleri için oturumu kapatıp açmanız gerekir.)

# KvManager::KvantumManager
source: <html><head/><body><p>Do not draw any background for (KDE) menu titles?</p><p>Menu titles are like menu separators but with icon and text.</p><p>This needs Logging out and in for KDE Plasma menus. For LXQt panel, a panel restart with <span style=" font-style:italic;">Session Settings </span>is enough.</p></body></html>
tr: <html><head/><body><p>(KDE) menü başlıkları için arka plan çizmiyor musunuz?</p><p>Menü başlıkları menü ayırıcıları gibidir, ancak simge ve metin içerir.</p><p>Bu, KDE Plazma menüleri için oturumu kapatıp açmayı gerektirir. LXQt paneli için <span style=" font-style:italic;">Oturum Ayarları </span>ile panelin yeniden başlatılması yeterlidir.</p></body></html>

# KvManager::KvantumManager
source: Transparent menu title
tr: Saydam menü başlığı

# KvManager::KvantumManager
source: Tint label icons on mouseover by
tr: Fareyle üzerine gelindiğinde renk tonu etiket simgeleri

# KvManager::KvantumManager
source: Respect dark themes
tr: Karanlık temalara uygun davran

# KvManager::KvantumManager
source: Useful with monochrome icon sets and when the opacity of disabled icons is not reduced by other means.
tr: Tek renkli simge setleri ile ve devre dışı bırakılan simgelerin matlığı başka yollarla azaltılmadığında faydalıdır.

# KvManager::KvantumManager
source: <html><head/><body><p>Useful with monochrome icon sets and when the opacity of disabled icons is not reduced by other means.</p><p>KDE automatically reduces the opacity of disabled icons. Therefore, this option might be useful rather under other desktop environments.</p></body></html>
tr: <html><head/><body><p>Tek renkli simge setleri ile ve devre dışı bırakılan simgelerin matlığı başka yollarla azaltılmadığında faydalıdır.</p><p>KDE, devre dışı bırakılan simgelerin matlığını otomatik olarak azaltır. Bu ndenle bu seçenek diğer masaüstü ortamlarında yararlı olabilir.</p></body></html>

# KvManager::KvantumManager
source: Opacity of disabled icons:
tr: Devre dışı bırakılan simgelerin saydamlığı:

# KvManager::KvantumManager
source: Show size grips of dialogs and statusbars as far as possible.
tr: İletişim kutularının ve durum çubuklarının boyut tutamaklarını mümkün olduğunca gösterin.

# KvManager::KvantumManager
source: <html><head/><body><p>Show size grips of dialogs and statusbars as far as possible?</p><p>By default, the application decides whether they should be shown, but this hack could be useful for resizing windows easily when there is no window border.</p></body></html>
tr: <html><head/><body><p>İletişim kutularının ve durum çubuklarının boyut tutamakları mümkün olduğunca gösterilsin mi?</p><p>Varsayılan olarak, uygulama gösterilip gösterilmeyeceğine karar verir, ancak bu hile pencere sınırı olmadığında pencereleri kolayca yeniden boyutlandırmak için yararlı olabilir.</p></body></html>

# KvManager::KvantumManager
source: Force size grips
tr: Boyut tutamaklarını zorla

# KvManager::KvantumManager
source: LXQt main menu icon size:
tr: LXQt ana menü simge boyutu:

# KvManager::KvantumManager
source: px
tr: piksel

# KvManager::KvantumManager
source: Compositing && General Look
tr: Birleşiklik ve Genel Bakış

# KvManager::KvantumManager
source: Has effect only when there is a translucent SVG background for windows or the window opacity is reduced (see below).
tr: Yalnızca pencereler için yarı saydam bir SVG arka planı olduğunda veya pencere matlığı azaldığında etkili olur (aşağıya bakın).

# KvManager::KvantumManager
source: Opaque apps:
tr: Mat uygulamalar:

# KvManager::KvantumManager
source: If checked, menus, tooltips and windows will not have translucency or shadow. If this is disabled, see: Miscellaneous → Respect current DE if possible
tr: İşaretlenirse, menüler, araç ipuçları ve pencerelerde yarı saydamlık veya gölge olmaz. Bu devre dışı bırakılmışsa, bkz. Çeşitli → Mümkünse mevcut masaüstü ortamına uygun davran

# KvManager::KvantumManager
source: <br><br>Since <b><i>Kvantum</i></b> is independent of all desktop environments, you first need to <i>activate</i> it with a Qt platform integration program. KDE and LXQt provide simple tools for changing the active Qt style plugin. With other platforms, you need a Qt configuration tool.<br/><br/>Under KDE, also select and apply the color scheme of this theme because some KDE applications may get their colors directly from the KDE color scheme.<br/><br/>Running applications will get the new theme after being closed and reopened. Logging out and in would be good for all KDE/LXQt parts to see it completely.
tr: <br><br> <b><i>Kvantum</i></b> tüm masaüstü ortamlarından bağımsız olduğundan, öncelikle bir Qt platform entegrasyon programıyla <i>etkinleştirmeniz</i> gerekir. KDE ve LXQt, etkin Qt tarzı eklentiyi değiştirmek için basit araçlar sağlar. Diğer platformlarda Qt yapılandırma aracına ihtiyacınız vardır.<br/><br/>KDE altında, bazı KDE uygulamaları renklerini doğrudan KDE renk düzeninden alabileceğinden, bu temanın renk düzenini seçip uygulayın.<br/><br/>Çalışan uygulamalar, yeni temayı kapatıp yeniden açtıktan sonra alacak. Çıkış yapma ve tüm KDE/LXQt parçalarının tamamen görmesi iyi olur.

# KvManager::KvantumManager
source: If checked, the contents of a form will be horizontally centered as far as possible.
tr: İşaretlenirse, bir formun içeriği olabildiğince yatay olarak ortalanır.

# KvManager::KvantumManager
source: Centered form layouts
tr: Ortalanmış form düzenleri

# KvManager::KvantumManager
source: You might see annoying artifacts that are caused by bugs in Qt's handling of non-integer scaling with window translucency or gradient.
tr: Neden olduğu can sıkıcı eserler görebilirsiniz Qt'nin tamsayı olmayan ölçeklendirmeyi işlemesindeki hatalarla pencere yarı saydamlığı veya gradyan ile.

# KvManager::KvantumManager
source: Disable translucency with non-integer scaling
tr: Tamsayı olmayan ölçeklemeyle yarı saydamlığı devre dışı bırakın

# KvManager::KvantumManager
source: Scroll jump with middle click
tr: Orta tıklama ile kaydırma atlama

# KvManager::KvantumManager
source: Scroll some scrollable widgets by flicking them with the left mouse button. Warning: Qt's kinetic scrolling has bugs and may seriously interfere with other jobs.
tr: Bazı kaydırılabilir widget'ları sol fare tuşu ile hafifçe vurarak kaydırın. Uyarı: Qt'nin kinetik kaydırmasında hatalar var ve diğer işleri ciddi şekilde etkileyebilir.

# KvManager::KvantumManager
source: Kinetic scrolling
tr: Kinetik kaydırma

# KvManager::KvantumManager
source: Has effect only when the main menu is NOT styled by LXQt. Values less than 16 mean the default menu icon size. Needs LXQt panel to be restarted either by "Session Settings" or through logging out and in again.
tr: Yalnızca ana menü LXQt tarafından tasarlanmamışsa etkili olur. 16'dan küçük değerler varsayılan menü simge boyutu anlamına gelir. LXQt panelinin "Oturum Ayarları" ile veya oturumu kapatıp açarak yeniden başlatılması gerekir.

# KvManager::KvantumManager
source: <html><head/><body><p>If checked, menus, tooltips and windows will not have translucency or shadow.</p><p>When unchecked, translucency and shadow will be available if there are appropriate elements in the theme's SVG file.</p><p>If this is disabled, see Miscellaneous → Respect current DE if possible.</p></body></html>
tr: <html><head/><body><p>İşaretlenirse, menüler, araç ipuçları ve pencerelerde yarı saydamlık veya gölge olmaz.</p><p>İşaretlenmediğinde, temanın SVG dosyasında uygun öğeler varsa yarı saydamlık ve gölge kullanılabilir.</p><p>Bu devre dışı bırakılmışsa, bkz. Çeşitli → Mümkünse geçerli masaüstü ortamına uygun davran.</p></body></html>

# KvManager::KvantumManager
source: Disable composite effects
tr: Kompozit efektleri devre dışı bırak

# KvManager::KvantumManager
source: Contrast Effect
tr: Karşıtlık Efekti

# KvManager::KvantumManager
source: Saturation:
tr: Doygunluk:

# KvManager::KvantumManager
source: Intensity:
tr: Yoğunluk:

# KvManager::KvantumManager
source: Contrast:
tr: Karşıtlık:

# KvManager::KvantumManager
source: Needs KDE blur effect, a graphic card that supports it, and translucent menu/tooltip SVG elements. Automatically checked if window blurring is enabled.
tr: KDE bulanıklık efekti, onu destekleyen bir grafik kartı ve yarı saydam menü/araç ipucu SVG öğeleri gerekir. Pencere bulanıklaştırmanın etkin olup olmadığını kendiliğinden denetler.

# KvManager::KvantumManager
source: Blurring for menus and tooltips
tr: Menüler ve araç ipuçları için bulanıklık

# KvManager::KvantumManager
source: Do not draw shadows for menus and tooltips. This may be useful under DEs that give shadow to menus and tooltips.
tr: Menüler ve araç ipuçları için gölge çizilmesin. Bu, menülere ve araç ipuçlarına gölge veren masaüstü ortamları altında yararlı olabilir.

# KvManager::KvantumManager
source: Shadowless menus and tooltips
tr: Gölgesiz menüler ve ipuçları

# KvManager::KvantumManager
source: Translucent windows
tr: Yarı saydam pencereler

# KvManager::KvantumManager
source: This will reduce the window opacity if window translucency is enabled. A translucent SVG background is NOT needed for this key to work.
tr: Bu, pencere yarı saydamlığı etkinleştirilirse pencere matlığını azaltacaktır. Bu anahtarın çalışması için yarı saydam bir SVG arka planı gerekli DEĞİLDİR.

# KvManager::KvantumManager
source: Reduce window opacity by
tr: Pencere matlığını azalt

# KvManager::KvantumManager
source: Reduce menu opacity by
tr: Menü matlığını azalt

# KvManager::KvantumManager
source: Blurring for translucent windows
tr: Yarı saydam pencereler için bulanıklaştırma

# KvManager::KvantumManager
source: A 200ms fading animation when the state of some widgets is changed, mostly by the mouse.
tr: Bazı widget'ların durumu çoğunlukla fare tarafından değiştirildiğinde 200 ms'lik bir solma animasyonu.

# KvManager::KvantumManager
source: <html><head/><body><p>A 200ms fading animation when the state of some widgets is changed, mostly by the mouse.</p><p>The CPU usage is negligible because often only one widget is animated. The resulting visual effect depends on the active theme.</p><p>These widgets are supported: buttons (including radio buttons and check boxes), combo boxes, spin boxes, slider handles, line-edits and scroll views.</p></body></html>
tr: <html><head/><body><p>Bazı widget'ların durumu, çoğunlukla fare ile değiştirildiğinde 200 ms'lik bir solma animasyonu.</p><p>CPU kullanımı göz ardı edilebilir, çünkü genellikle sadece bir widget animasyonludur. Ortaya çıkan görsel efekt etkin temaya bağlıdır.</p><p>Bu widget'lar desteklenir: düğmeler (radyo düğmeleri ve onay kutuları dahil), açılır kutular, döndürme kutuları, kaydırma tutamaçları, satır düzenlemeleri ve kaydırma görünümleri.</p></body></html>

# KvManager::KvantumManager
source: Animation for state change under mouse
tr: Fare altında durum değişikliği için animasyon

# KvManager::KvantumManager
source: Check this to remove all window/dialog tiling patterns! Uncheck it if you want those patterns back!
tr: Tüm pencere/iletişim kutusu döşeme desenlerini kaldırmak için bunu işaretleyin! Bu desenleri geri almak istiyorsanız işaretini kaldırın!

# KvManager::KvantumManager
source: Remove window/dialog tiling patterns
tr: Pencere/iletişim kutusu döşeme desenlerini kaldır

# KvManager::KvantumManager
source: Use the same colors and shapes with active and inactive windows if this theme distinguishes between them?
tr: Bu tema, aralarında ayrım yapıyorsa, etkin ve etkin olmayan pencerelerde aynı renkleri ve şekilleri kullansın mı?

# KvManager::KvantumManager
source: Ignore inactive state
tr: Etkin olmayan durumu yoksay

# KvManager::KvantumManager
source: Transient scrollbars
tr: Geçici kaydırma çubukları

# KvManager::KvantumManager
source: Sizes && Delays
tr: Boyutlar && Gecikmeler

# KvManager::KvantumManager
source: Sizes
tr: Boyutlar

# KvManager::KvantumManager
source: Small icon:
tr: Küçük simge:

# KvManager::KvantumManager
source: Large icon:
tr: Büyük simge:

# KvManager::KvantumManager
source: Button icon:
tr: Düğme simgesi:

# KvManager::KvantumManager
source: Toolbar icon:
tr: Araç çubuğu simgesi:

# KvManager::KvantumManager
source: Layout spacing:
tr: Düzen aralığı:

# KvManager::KvantumManager
source: The default value is 4 px but some apps set it themeselves.
tr: Varsayılan değer 4 pikseldir, ancak bazı uygulamalar bunu kendileri belirler.

# KvManager::KvantumManager
source: Layout margin:
tr: Düzen kenar payı:

# KvManager::KvantumManager
source: The horizontal overlap between a submenu and its parent. 0 by default.
tr: Bir alt menü ile üst öğesi arasındaki yatay örtüşme. Varsayılan olarak 0'dır.

# KvManager::KvantumManager
source: Submenu overlap:
tr: Alt menü örtüşmesi:

# KvManager::KvantumManager
source: The width of horizontal spin buttons. (Has no effect when spin indicators are vertical.)
tr: Yatay döndürme düğmelerinin genişliği. (dönme göstergeleri dikey olduğunda etkisi yoktur.)

# KvManager::KvantumManager
source: Spin button width:
tr: Döndürme düğmesi genişliği:

# KvManager::KvantumManager
source: How to activate view items?
tr: Görüntüleme öğeleri nasıl etkinleştirilir?

# KvManager::KvantumManager
source: Click behavior:
tr: Tıklama davranışı:

# KvManager::KvantumManager
source: Draw tree branch lines? By default, tree branches have indicators but no line.
tr: Ağaç dalı çizgileri çizilsin mi? Varsayılan olarak, ağaç dallarının göstergeleri vardır ancak çizgileri yoktur.

# KvManager::KvantumManager
source: Dialog button layout:
tr: İletişim kutusu düğmesi düzeni:

# KvManager::KvantumManager
source: They may look like dotted rectangles on focused buttons and other widgets.
tr: Odaklanmış düğmeler ve diğer widget'larda noktalı dikdörtgenler gibi görünebilirler.

# KvManager::KvantumManager
source: Remove focus rectangles
tr: Odak dikdörtgenlerini kaldır

# KvManager::KvantumManager
source: Use the active theme for all apps! This Needs saving to take effect.
tr: Tüm uygulamalar için etkin temayı kullan! Bunun etkili olması için kaydedilmesi gerekiyor.

# KvManager::KvantumManager
source: Remove the selected theme from all user installation paths. The root installation will still be available if present; this button only removes user themes.
tr: Seçilen temayı tüm kullanıcı yükleme yollarından kaldırın. Kök kurulum varsa hala kullanılabilir olacaktır; bu düğme yalnızca kullanıcı temalarını kaldırır.

# KvManager::KvantumManager
source: Merge Dolphin's view with its surroundings? By default, it has the base background.
tr: Dolphin'in görünümü çevresiyle birleştirilsin mi? Varsayılan olarak, temel arka plana sahiptir.

# KvManager::KvantumManager
source: No bold font for default push buttons? Such push buttons have bold text by default.
tr: Varsayılan basma düğmeleri için kalın yazı tipi yok mu? Bu tür basma düğmelerinin varsayılan olarak kalın metni vardır.

# KvManager::KvantumManager
source: No icon for push buttons that have text? By default, most push buttons have icon. If this is disabled, see: Miscellaneous → Respect current DE if possible
tr: Metin içeren basma düğmeleri için simge yok mu? Varsayılan olarak, çoğu düğmenin simgesi vardır. Bu devre dışı bırakılmışsa, bkz. Çeşitli → Mümkünse mevcut masaüstü ortamına uygun davran

# KvManager::KvantumManager
source: No icon for menu-items? By default, some of them may have icon. If this is disabled, see: Miscellaneous → Respect current DE if possible
tr: Menü öğeleri için simge yok mu? Varsayılan olarak, bazılarında simge olabilir. Bu devre dışı bırakılmışsa, bkz. Çeşitli → Mümkünse mevcut masaüstü ortamına uygun davran

# KvManager::KvantumManager
source: Blur the regions behind windows that are made translucent by their apps explicitly if possible. This needs the KDE blur effect. Konsole, QTerminal and LXQt panel are some examples.
tr: Mümkünse uygulamaları tarafından yarı saydam hale getirilen pencerelerin arkasındaki bölgeleri bulanıklaştırın. Bunun için KDE bulanıklaştırma efekti gerekir. Konsole, QTerminal ve LXQt paneli bazı örneklerdir.

# KvManager::KvantumManager
source: Only the top toolbar should be styled? By default, all toolbars are styled, whether they are on the top or at any other position.
tr: Yalnızca üst araç çubuğu biçimlendirilmeli mi? Varsayılan olarak, ister üstte ister başka bir konumda olsun tüm araç çubukları biçimlendirilir.

# KvManager::KvantumManager
source: The highlight color is used for tinting. This is mostly relevant with monochrome icons. Hard-coded icons/styles may not respect this key.
tr: Vurgu rengi renklendirme için kullanılır. Bu çoğunlukla tek renkli simgelerle ilgilidir. Sabit kodlu simgeler/tarzlar bu anahtara uymayabilir.

# KvManager::KvantumManager
source: Some apps may not respect dark themes. Kvantum can try to correct their behavior as far as possible.
tr: Bazı uygulamalar karanlık temalara uymayabilir. Kvantum davranışlarını mümkün olduğunca düzeltmeye çalışabilir.

# KvManager::KvantumManager
source: Needs KDE blur effect, a graphic card that supports it, and a translucent window SVG background in the theme.
tr: KDE bulanıklık efekti, onu destekleyen bir grafik kartı ve temada yarı saydam bir pencere SVG arka planı gerekir.

# KvManager::KvantumManager
source: Should transient scrollbars have semi-transparent grooves when needed?
tr: Geçici kaydırma çubuklarında gerektiğinde yarı saydam kanallar olmalı mı?

# KvManager::KvantumManager
source: Transient scrollbar grooves when needed
tr: Gerektiğinde geçici kaydırma çubuğu kanalları

# KvManager::KvantumManager
source: Affects menu-items and headers. The default value is 16 px but some apps may set it themselves. If this is disabled, see: Miscellaneous → Respect current DE if possible
tr: Menü öğelerini ve başlıkları etkiler. Varsayılan değer 16 pikseldir, ancak bazı uygulamalar bunu kendileri ayarlayabilir. Bu devre dışı bırakılmışsa, bkz. Çeşitli → Mümkünse mevcut masaüstü ortamına uygun davran
