Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/tsujan-kvantum-manager-*.po
Languages: tr

# KvManager::KvantumManager
source: Affects icon views. The default value is 32 px but some apps set it themselves. If this is disabled, see: Miscellaneous → Respect current DE if possible
tr: Simge görünümlerini etkiler. Varsayılan değer 32 pikseldir, ancak bazı uygulamalar bunu kendileri belirler. Bu devre dışı bırakılmışsa, bkz. Çeşitli → Mümkünse mevcut masaüstü ortamına uygun davran

# KvManager::KvantumManager
source: Affects buttons, tab-bars and list-views. The default value is 16 px.
tr: Düğmeleri, sekme çubuklarını ve liste görünümlerini etkiler. Varsayılan değer 16 pikseldir.

# KvManager::KvantumManager
source: Affects toolbars. The default value is 22 px but some apps set it themselves. KDE apps get it from KDE setting.
tr: Araç çubuklarını etkiler. Varsayılan değer 22 pikseldir, ancak bazı uygulamalar bunu kendileri belirler. KDE uygulamaları bunu KDE ayarından alır.

# KvManager::KvantumManager
source: The minimum length of scrollbars.
tr: Kaydırma çubuklarının en az uzunluğu.

# KvManager::KvantumManager
source: <html><head/><body><p>The minimum height of vertical scrollbars and the minimum width of horizontal scrollbars.</p></body></html>
tr: <html><head/><body><p>Dikey kaydırma çubuklarının en az yüksekliği ve yatay kaydırma çubuklarının en az genişliği.</p></body></html>

# KvManager::KvantumManager
source: Minimum scrollbar length:
tr: En az kaydırma çubuğu uzunluğu:

# KvManager::KvantumManager
source: Delays
tr: Gecikmeler

# KvManager::KvantumManager
source: The delay, in milliseconds, before a tooltip is shown. Zero means tooltips are shown instantly. -1 means the default Qt behavior.
tr: Bir ipucu gösterilmeden önceki milisaniye cinsinden gecikme. Sıfır, araç ipuçlarının anında gösterilmesi anlamına gelir. -1, varsayılan Qt davranışı anlamına gelir.

# KvManager::KvantumManager
source: Scrollbars have add-line and sub-line arrows by default. Checking this box removes arrows as far as possible. If disabled, see Compositing & General Look → Transient scrollbars!
tr: Kaydırma çubuklarında varsayılan olarak çizgi ve alt çizgi okları bulunur. Bu kutunun işaretlenmesi okları olabildiğince kaldırır. Devre dışı bırakılmışsa, bkz. Birleşiklik ve Genel Bakış → Geçici kaydırma çubukları!

# KvManager::KvantumManager
source: By default, drop rectangles for movable toolbars and dock widgets are hollow. This option fills drop rectangles with the highlight color.
tr: Varsayılan olarak, taşınabilir araç çubukları ve dock widget'ları için bırakma dikdörtgenleri boştur. Bu seçenek, bırakma dikdörtgenlerini vurgu rengiyle doldurur.

# KvManager::KvantumManager
source: If checked, the menubar and toolbar will be drawn as a whole by the toolbar SVG element when they are adjacent to each another.
tr: İşaretlenirse, menü çubuğu ve araç çubuğu, birbirlerine bitişik olduklarında araç çubuğu SVG öğesi tarafından bir bütün olarak çizilir.

# KvManager::KvantumManager
source: Drag windows from their menubars, primary toolbars or anywhere possible (and not only from their title bars)? If this is disabled, see: Miscellaneous → Respect current DE if possible
tr: Pencereleri menü çubuklarından, birincil araç çubuklarından veya mümkün olan her yerden sürükleyin (yalnızca başlık çubuklarından değil)? Bu devre dışı bırakılmışsa, bkz. Çeşitli → Mümkünse mevcut masaüstüne uygun davran

# KvManager::KvantumManager
source: Will have effect only if style is not set by the app in its code. Default is "Follow Style".
tr: Yalnızca tarz, kodunda uygulama tarafından ayarlanmadığında etkili olur. Varsayılan "Takip Tarzı" dır.

# KvManager::KvantumManager
source: By default, spin indicators are drawn as two buttons with arrows or plus/minus signs. Checking this integrates the spin indicators into the spin line-edit..
tr: Varsayılan olarak, döndürme göstergeleri oklu veya artı/eksi işaretli iki düğme olarak çizilir. Bunu işaretlemek, döndürme göstergelerini döndürme çizgisi düzenlemesine entegre eder.

# KvManager::KvantumManager
source: By default, spin indicators are drawn on adjacent buttons. Checking this puts the spin-up indicator above the spin-down one inside the spin line-edit.
tr: Varsayılan olarak, döndürme göstergeleri bitişik düğmelere çizilir. Bunu işaretlemek, yukarı döndürme göstergesini döndürme çizgisi düzenlemesinin içine aşağı döndürme'nin üstüne getirir.

# KvManager::KvantumManager
source: Draw combo popups as menu popups (i.e. like in Gtk)? By default, combo popups do not cover the combo box.
tr: Birleşik açılır pencereleri menü açılır pencereleri olarak çizilsin mi (örneğin Gtk'deki gibi)? Varsayılan olarak, birleşik açılır pencereler açılır kutuyu kapsamaz.

# KvManager::KvantumManager
source: In Kvantum, tabs are centered by default.
tr: Kvantum'da, sekmeler varsayılan olarak ortalanır.

# KvManager::KvantumManager
source: Tooltip delay:
tr: İpucu gecikmesi:

# KvManager::KvantumManager
source: A comma-separated list of executables, whose windows should not be translucent. (Some apps, like video players, may have problems with translucency!)
tr: Pencereleri yarı saydam olmaması gereken, virgülle ayrılmış yürütülebilir dosyalar listesi. (Vidyo oynatıcılar gibi bazı uygulamalarda yarı saydamlık sorunları olabilir!)

# KvManager::KvantumManager
source: Make scrollbars transient! Transient scrollbars appear on top of their scroll views only when needed. They usually take no extra space.
tr: Kaydırma çubuklarını geçici yapın! Geçici kaydırma çubukları, yalnızca gerektiğinde kaydırma görünümlerinin üstünde görünür. Genellikle fazladan yer kaplamazlar.

# KvManager::KvantumManager
source: The delay, in milliseconds, to wait before opening a submenu. 250 by default. -1 means no popup (opening by clicking), while 0 means no delay.
tr: Bir alt menü açmadan önce beklenecek milisaniye cinsinden gecikme. Varsayılan olarak 250. -1 açılır pencere olmadığı (tıklama ile açılır), 0 gecikme olmadığı anlamına gelir.

# KvManager::KvantumManager
source: Submenu delay:
tr: Alt menü gecikmesi:

# KvManager::KvantumManager
source: Miscellaneous
tr: Çeşitli

# KvManager::KvantumManager
source: No arrows for scrollbars
tr: Kaydırma çubukları için ok yok

# KvManager::KvantumManager
source: Draw scrollbars inside view frames? By default, scrollbars are drawn outide view frames. If disabled, see Compositing & General Look → Transient scrollbars!
tr: Görünüm çerçevelerinin içine kaydırma çubukları çizilsin mi? Varsayılan olarak kaydırma çubukları görünüm çerçevelerinin dışına çizilir. Devre dışı bırakılmışsa, bkz. Birleşiklik & Genel Bakış → Geçici kaydırma çubukları!

# KvManager::KvantumManager
source: Scrollbars inside frames
tr: Kaydırma çubukları çerçevelerin içinde

# KvManager::KvantumManager
source: Tree branch lines
tr: Ağaç dalı hatları

# KvManager::KvantumManager
source: By default, the label is on the frame and the frame is cut to contain it. Checking this puts the label right above the frame, so that the frame isn't cut.
tr: Varsayılan olarak, etiket çerçeve üzerindedir ve çerçeve onu içerecek şekilde kesilir. Bunu işaretlemek etiketi çerçevenin tam üzerine koyar, böylece çerçeve kesilmez.

# KvManager::KvantumManager
source: Group-box label above frame
tr: Grup kutusu etiketi çerçevenin üzerinde

# KvManager::KvantumManager
source: Fill rubber-band rectangles
tr: Lastik bant dikdörtgenleri doldur

# KvManager::KvantumManager
source: Mouse tracking is enabled for menubars by default.
tr: Fare izleme menü çubuklarında varsayılan olarak etkindir.

# KvManager::KvantumManager
source: <html><head/><body><p>Mouse tracking is enabled for menubars by default, i.e., after a menubar item is clicked and its menu is shown, the menus of the other menubar items will be shown if the cursor is put on them without clicking.</p></body></html>
tr: <html><head/><body><p>Fare izleme, menü çubukları için varsayılan olarak etkindir, yani bir menü çubuğu öğesi tıklatıldıktan ve menüsü gösterildikten sonra, imleç tıklama olmadan üzerine getirilirse diğer menü çubuğu öğelerinin menüleri gösterilir.</p></body></html>

# KvManager::KvantumManager
source: Mouse tracking for menubars
tr: Menü çubukları için fare izleme

# KvManager::KvantumManager
source: Merge menubar with toolbar
tr: Menü çubuğunu araç çubuğuyla birleştir

# KvManager::KvantumManager
source: If checked, toolbar buttons will be drawn grouped and raised between toolbar separators.
tr: İşaretlenirse, araç çubuğu düğmeleri gruplandırılmış ve araç çubuğu ayırıcılar arasında kaldırılır.

# KvManager::KvantumManager
source: Group toolbar buttons
tr: Grup araç çubuğu düğmeleri

# KvManager::KvantumManager
source: Drag from:
tr: Şuradan sürükle:

# KvManager::KvantumManager
source: Toolbutton style:
tr: Araç düğmesi tarzı:

# KvManager::KvantumManager
source: If unchecked, shortcuts will not be underlined at all.
tr: İşaretlenmezse, kısayolların altı hiç çizilmez.

# KvManager::KvantumManager
source: Underline shortcuts with Alt
tr: Alt ile kısayolların altını çiz

# KvManager::KvantumManager
source: Inline spin indicators
tr: Satır içi dönme göstergeleri

# KvManager::KvantumManager
source: Draw the whole editable combo-box as a line-edit with arrow (and icon, if it exists)?
tr: Düzenlenebilir açılır kutunun tamamı okla (ve varsa simgesiyle) satır düzenleme olarak çizilsin mi?

# KvManager::KvantumManager
source: <html><head/><body><p>Draw the whole editable combo-box as a line-edit with arrow (and icon, if it exists)?</p><p>By default, a combo-box consists of a line-edit, a button with arrow on one side and another button with icon on the other side.</p></body></html>
tr: <html><head/><body><p>Düzenlenebilir açılır kutunun tamamı okla (ve varsa simgesiyle) satır düzenleme olarak çizilsin mi?</p><p>Varsayılan olarak, açılır kutu bir satır düzenleme, bir tarafta oklu bir düğme ve diğer tarafta simgesi olan başka bir düğmeden oluşur.</p></body></html>

# KvManager::KvantumManager
source: Editable combo as line-edit
tr: Satır düzenleme olarak düzenlenebilir birleşik

# KvManager::KvantumManager
source: Vertical spin indicators
tr: Dikey dönme göstergeleri

# KvManager::KvantumManager
source: When this is enabled and checked, Kvantum will try to respect some settings of the current desktop environment. This checkbox may disable some options. Uncheck it if you want to use those options!
tr: Bu etkinleştirilip işaretlendiğinde, Kvantum geçerli masaüstü ortamının bazı ayarlarına uymaya çalışacaktır. Bu onay kutusu bazı seçenekleri devre dışı bırakabilir. Bu seçenekleri kullanmak istiyorsanız işaretini kaldırın!

# KvManager::KvantumManager
source: Respect current DE if possible
tr: Mümkünse mevcut masaüstü ortamına uygun davran

# KvManager::KvantumManager
source: Combo popup as menu
tr: Menü olarak birleşik açılır pencere

# KvManager::KvantumManager
source: Left aligned tabs
tr: Sola hizalanmış sekmeler

# KvManager::KvantumManager
source: Inactive tabs are joined together by default, i.e., there is no border between them.
tr: Etkin olmayan sekmeler varsayılan olarak bir araya getirilir, yani aralarında kenarlık yoktur.

# KvManager::KvantumManager
source: Join inactive tabs
tr: Etkin olmayan sekmelere katıl

# KvManager::KvantumManager
source: Scrollable menus
tr: Kaydırılabilir menüler

# KvManager::KvantumManager
source: <html><head/><body><p>When this is enabled and checked, Kvantum will try to respect some settings of the current desktop environment if it is KDE, Unity, Gnome or Pantheon.</p><p>Under KDE, it makes Kvantum read KDE settings for small and large icon sizes and also single or double clicking.</p><p>Under Unity, Gnome and Pantheon, it removes icons from menus and push-buttons (even if the corresponding dconf keys are changed) and disables window translucency.</p><p>This checkbox may disable some options. Uncheck it if you want to use those options!</p></body></html>
tr: <html><head/><body><p>Bu etkinleştirildiğinde ve işaretlendiğinde, KDE, Unity, Gnome veya Pantheon mevcut masaüstü ortamı ise Kvantum bunların bazı ayarlarına uymaya çalışacaktır.</p><p>KDE altında, Kvantum'un küçük ve büyük simge boyutları ve tek veya çift tıklama için KDE ayarlarını okumasını sağlar.</p><p>Unity, Gnome ve Pantheon altında, menülerden ve basma düğmelerinden (karşılık gelen dconf tuşları değiştirilse bile) simgeleri kaldırır ve pencere saydamlığını devre dışı bırakır.</p><p>Bu onay kutusu bazı seçenekleri devre dışı bırakabilir. Bu seçenekleri kullanmak istiyorsanız işaretini kaldırın!</p></body></html>

# KvManager::KvantumManager
source: When drawing combo popups as menus, there will be a checkbox next to each entry (although Kvantum draws it as a radio button). This option will hide these.
tr: Birleşik açılır pencereleri menüler olarak çizerken, her girişin yanında bir onay kutusu olacaktır (Kvantum bunu bir radyo düğmesi olarak çizmesine rağmen). Bu seçenek bunları gizleyecektir.

# KvManager::KvantumManager
source: Non-checkable combo menu
tr: Kontrol edilemeyen birleşik menü

# KvManager::KvantumManager
source: Warning: This can be quite confusing at first. If you have enabled it, you could temporarily disable it for a button that can be dragged and dropped by pressing the Ctrl key before pressing the button.
tr: Uyarı: Bu ilk başta oldukça kafa karıştırıcı olabilir. Etkinleştirdiyseniz, geçici olarak devre dışı bırakabilirsiniz bir düğmeye basarak sürükleyip bırakılabilen bir düğme için düğmeye basmadan önce Ctrl tuşu.

# KvManager::KvantumManager
source: Allow dragging from buttons
tr: Düğmelerden sürüklemeye izin ver

# KvManager::KvantumManager
source: Application Themes
tr: Uygulama Temaları

# KvManager::KvantumManager
source: <center>Here you could assign themes to specific applications.</center><br><center>For each theme, you could add a comma-separated list of executables whose applications should use that theme instead of the active theme. After doing so for all of your chosen themes, save the result by clicking on the <i>Save</i> button!</center>
tr: <center>Burada belirli uygulamalara temalar atayabilirsiniz.</center><br><center>Her tema için, uygulamaların etkin tema yerine bu temayı kullanması gereken virgülle ayrılmış yürütülebilir dosyalar listesi ekleyebilirsiniz. Tüm seçtiğiniz temalar için bunu yaptıktan sonra, <i>Kaydet</i> düğmesine tıklayarak sonucu kaydedin!</center>

# KvManager::KvantumManager
source: Installed Theme
tr: Yüklü Tema

# KvManager::KvantumManager
source: Application(s)
tr: Uygulama(lar)

# KvManager::KvantumManager
source: app1,app2,app3
tr: uyg1,uyg2,uyg3

# KvManager::KvantumManager
source: Remove List
tr: Listeyi Kaldır

# KvManager::KvantumManager
source: Save the current list of apps
tr: Geçerli uygulama listesini kaydet

# KvManager::KvantumManager
source: <html><head/><body><p>Save the current list of applications with their corresponding themes!</p></body></html>
tr: <html><head/><body><p>Geçerli uygulama listesini ilgili temalarıyla kaydedin!</p></body></html>

# KvManager::KvantumManager
source: Quit
tr: Çık

# KvManager::KvantumManager
source: Preview the active theme or update its preview.
tr: Etkin temayı önizleyin veya önizlemesini güncelleyin.

# KvManager::KvantumManager
source: Preview
tr: Ön izleme

# KvManager::KvantumManager
source: About
tr: Hakkında

# KvManager::KvantumManager
source: What's This?
tr: Bu Nedir?

# KvManager::KvantumManager
source: <html><head/><body><p>Click on this button and then click on a GUI element that has &quot;What's This&quot; tooltip to get information about what it does.</p><p>There are also ordinary tooltips but this kind of tooltip will not disappear until you click somewhere.</p></body></html>
tr: <html><head/><body><p>Bu düğmeye tıklayın ve ardından ne yaptığı hakkında bilgi almak için &quot;Bu Nedir&quot; ipucu içeren bir arayüz öğesine tıklayın.</p><p>Sıradan araç ipuçları da var, ancak bu tür araç ipucu bir yere tıklayana kadar kaybolmayacak.</p></body></html>

# KvManager::KvantumManager
source: Help
tr: Yardım

# KvManager::KvantumManager
source: Open Kvantum Theme Folder...
tr: Kvantum Tema Klasörünü Aç...

# KvManager::KvantumManager
source: First you have to delete its modified version!
tr: Öncelikle değiştirilmiş sürümünü silmelisiniz!

# KvManager::KvantumManager
source: Confirmation
tr: Onayla

# KvManager::KvantumManager
source: %1 installed.
tr: %1 yüklendi.

# KvManager::KvantumManager
source: %1 deleted.
tr: %1 silindi.

# KvManager::KvantumManager
source: Theme changed to %1.
tr: Tema %1 olarak değiştirildi.

# KvManager::KvantumManager
source: You have no permission to write here:
tr: Buraya yazma izniniz yok:

# KvManager::KvantumManager
source: Follow Style
tr: Tarzı Takip Et

# KvManager::KvantumManager
source: Single Click
tr: Tek Tıklama

# KvManager::KvantumManager
source: Double Click
tr: Çift Tıklama

# KvManager::KvantumManager
source: Icon Only
tr: Sadece Simge

# KvManager::KvantumManager
source: Text Only
tr: Sadece Metin

# KvManager::KvantumManager
source: Text Beside Icon
tr: Metin Simgenin Yanında

# KvManager::KvantumManager
source: Text Under Icon
tr: Metin Simgenin Altında

# KvManager::KvantumManager
source: KDE Layout
tr: KDE Düzeni

# KvManager::KvantumManager
source: Gnome Layout
tr: Gnome Düzeni

# KvManager::KvantumManager
source: Mac Layout
tr: Mac Düzeni

# KvManager::KvantumManager
source: Windows Layout
tr: Windows Düzeni

# KvManager::KvantumManager
source: Android Layout
tr: Android Düzeni

# KvManager::KvantumManager
source: Titlebar
tr: Başlık çubuğu

# KvManager::KvantumManager
source: Menubar
tr: Menü çubuğu

# KvManager::KvantumManager
source: Menubar and primary toolbar
tr: Menü çubuğu ve birincil araç çubuğu

# KvManager::KvantumManager
source: Anywhere possible
tr: Mümkün olan her yerde

# KvManager::KvantumManager
source: Please fix that first!
tr: Lütfen önce düzeltin!

# KvManager::KvantumManager
source: This file cannot be removed:
tr: Bu dosya kaldırılamıyor:

# KvManager::KvantumManager
source: This is not an installable Kvantum theme!
tr: Bu yüklenebilir bir Kvantum teması değil!

# KvManager::KvantumManager
source: The name of an installable themes should not be "Default".
tr: Yüklenebilir temaların adı "Varsayılan" olmamalıdır.

# KvManager::KvantumManager
source: Please select another directory!
tr: Lütfen başka bir dizin seçin!

# KvManager::KvantumManager
source: Installable themes should not have # in their names.
tr: Yüklenebilir temaların adlarında # bulunmamalıdır.

# KvManager::KvantumManager
source: This is not a Kvantum theme folder!
tr: Bu bir Kvantum tema klasörü değil!

# KvManager::KvantumManager
source: The theme already exists in modified form.
tr: Tema zaten değiştirilmiş biçimde var.

# KvManager::KvantumManager
source: You have selected an installed theme folder.
tr: Yüklü bir tema klasörü seçtiniz.

# KvManager::KvantumManager
source: Please choose another directory!
tr: Lütfen başka bir dizin seçin!

# KvManager::KvantumManager
source: The theme already exists.
tr: Tema zaten var.

# KvManager::KvantumManager
source: Do you want to overwrite it?
tr: Üzerine yazmak ister misin?

# KvManager::KvantumManager
source: This theme is also installed as root in:
tr: Bu tema aynı zamanda root olarak da yüklüdür:

# KvManager::KvantumManager
source: The user installation will take priority.
tr: Kullanıcı yüklemesi öncelik kazanacaktır.

# KvManager::KvantumManager
source: This theme is also installed as user in:
tr: Bu tema ayrıca kullanıcı olarak da yüklüdür:

# KvManager::KvantumManager
source: This installation will take priority.
tr: Bu yükleme öncelikli olacaktır.

# KvManager::KvantumManager
source: Do you really want to delete <i>%1</i>?
tr: <i>%1</i> gerçekten silinsin mi?

# KvManager::KvantumManager
source: It could not be restored unless you have a copy of it.
tr: Bir kopyasına sahip olmadığınız sürece geri yüklenemedi.

# KvManager::KvantumManager
source: These are the settings that can be safely changed.<br>For the others, click <i>Save</i> and then edit this file:
tr: Bunlar güvenle değiştirilebilen ayarlardır.<br>Diğerleri için <i>Kaydet </i>'i tıklayın ve ardından bu dosyayı düzenleyin:

# KvManager::KvantumManager
source: These are the settings that can be safely changed.<br>For the others, edit this file:
tr: Bunlar güvenle değiştirilebilen ayarlardır.<br>Diğerleri için bu dosyayı düzenleyin:

# KvManager::KvantumManager
source: No description
tr: Açıklama yok

# KvManager::KvantumManager
source: A copy of the root config is created.
tr: Root yapılandırmasının bir kopyası oluşturuldu.

# KvManager::KvantumManager
source: A copy was already created.
tr: Bir kopya zaten oluşturuldu.

# KvManager::KvantumManager
source: Configuration saved.
tr: Yapılandırma kaydedildi.

# KvManager::KvantumManager
source: Do you want to revert to the default (root) settings of this theme?
tr: Bu temanın varsayılan (root) ayarlarına geri dönmek istiyor musunuz?

# KvManager::KvantumManager
source: You will lose the changes you might have made.
tr: Yapmış olabileceğiniz değişiklikleri kaybedeceksiniz.

# KvManager::KvantumManager
source: Restored the root default settings of %1
tr: % 1'in varsayılan root ayarları geri yüklendi

# KvManager::KvantumManager
source: the default theme
tr: varsayılan tema

# KvManager::KvantumManager
source: About Kvantum Manager
tr: Kvantum Yöneticisi Hakkında

# KvManager::KvantumManager
source: Translators
tr: Çevirmenler

# KvManager::KvantumManager
source: A tool for installing, selecting<br>and configuring <a href='https://github.com/tsujan/Kvantum'>Kvantum</a> themes
tr: <a href='https://github.com/tsujan/Kvantum'>Kvantum</a> temaları için yükleme, seçme<br>ve yapılandırma

# KvManager::KvantumManager
source: Author: <a href='mailto:tsujan2000@gmail.com?Subject=My%20Subject'>Pedram Pourang (aka. Tsu Jan)</a> </center><br>
tr: Yazar: <a href='mailto:tsujan2000@gmail.com?Subject=My%20Subject'>Pedram Pourang (aka. Tsu Jan)</a> </center><br>

# KvManager::KvantumManager
source: modified
tr: değiştirilmiş

# KvManager::KvantumManager
source: default
tr: varsayılan

# KvManager::KvantumManager
source: This directory cannot be removed:
tr: Bu dizin kaldırılamadı:

# KvManager::KvantumManager
source: You might want to investigate the cause.
tr: Nedeni araştırmak isteyebilirsiniz.

# KvManager::KvantumManager
source: Active theme:
tr: Etkin tema:

# QObject
source: Kvantum is not installed on your system.
tr: Kvantum sisteminize kurulu değil.

# QObject
source: Please first install the Kvantum style plugin!
tr: Lütfen önce Kvantum tarzı eklentiyi yükleyin!

# KvManager::KvantumManager
source: Font size
tr: Yazı Boyutu

# KvManager::KvantumManager
source: By default, vertical toolbars are not styled. If this is disabled, see the above option.
tr: Varsayılan olarak, dikey araç çubuklarının biçemi yoktur. Bu devre dışı bırakılırsa, yukarıdaki seçeneğe bakın.

# KvManager::KvantumManager
source: Style vertical toolbars
tr: Dikey araç çubuklarının biçemini ayarla

# KvManager::KvantumManager
source: By default, the scroll slider jumps to a position when the scrollbar is left clicked. If this is disabled, see: Miscellaneous → Respect current DE if possible
tr: Varsayılan olarak, kaydırma çubuğu, kaydırma çubuğuna sol tıklandığında bir konuma atlar. Bu devre dışıysa, bkz. Çeşitli → Mümkünse mevcut DE'ye uyun

# KvManager::KvantumManager
source: This needs the KDE contrast effect and is applied only to translucent windows that support the blur effect (but the KDE blur effect can be disabled). A value of 1.00 means no change.
tr: Bu, KDE kontrast efektine ihtiyaç duyar ve yalnızca bulanıklaştırma efektini destekleyen yarı saydam pencerelere uygulanır (ancak KDE bulanıklaştırma efekti devre dışı bırakılabilir). 1.00 değeri, değişiklik olmadığı anlamına gelir.
