Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/tsujan-featherpad-*.po
Languages: tr

# FeatherPad::PrefDialog
source: The color value of the background. 255 means white while 0 means black. For the light background, it can be between 230 and 255; for the dark background, between 0 and 50. Needs window reopening to take effect.
tr: Arkaplan renk değeri. 255 beyaz, 0 siyah manasındadır. Açık fonda 230-255 arası, koyu fonda 0-50 arası olabilir. Yeni pencere açıldığında etkinleşir.

# FeatherPad::PrefDialog
source: Run executable scripts
tr: &Çalıştırılabilir betikleri çalıştır

# FeatherPad::PrefDialog
source: The maximum number of recently modified or opened files FeatherPad shows. The default is 10. Needs application restart to take effect.
tr: FeatherPad, son kullanılan dosyaların en fazla bu kadarını gösterir. Varsayılan değer 10'dur. Uygulama tekrar başlatılınca etkinleşir.

# FeatherPad::PrefDialog
source: Used for pasting the date and time. Takes effect after closing this dialog. Leave empty for: MMM dd, yyyy, hh:mm:ss
tr: Tarih-zamanı yapıştırırken kullanılır. Diyaloğu kapatınca etkinleşir. Boş bırakırsanız varsayılan biçim: MMM dd, yyyy, hh:mm:ss Not: MMM=Ay ; dd=gün ; yyyy=yıl hh=saat ; mm=dakika ; ss=saniye

# FeatherPad::PrefDialog
source: Text tab size:
tr: Metin sekme genişliği:

# FeatherPad::PrefDialog
source: spaces
tr: boşluk

# FeatherPad::PrefDialog
source: Thick text cursor
tr: Kalın metin imleci

# FeatherPad::PrefDialog
source: Should the mouse wheel scrolling be inertial if the cursor is inside the text view?
tr: İmleç metin alanındaysa, fare tekeriyle kaydırmada atalet özelliği olsun mu?

# FeatherPad::PrefDialog
source: Spell Checking
tr: İmla Denetimi

# FeatherPad::PrefDialog
source: A Hunspell dictionary has a name that ends with ".dic" and should be alongside an affix file with the same name but ending with ".aff".
tr: Hunspell sözlüğünün ".dic" ile biten bir eki vardır ve aynı ada sahip ancak ".aff" ile biten bir ek dosyası da yanında yer almalıdır.

# FeatherPad::PrefDialog
source: Hunspell dictionary path:
tr: Hunspell sözlük yolu:

# FeatherPad::PrefDialog
source: Add dictionary...
tr: Sözlük ekle...

# FeatherPad::PrefDialog
source: If this is unchecked, spell checking will be started from the document start.
tr: Bu işaretlenmemişse, yazım denetimi belge başlangıcından başlayacaktır.

# FeatherPad::PrefDialog
source: Start spell checking from text cursor
tr: İmla denetimini metin imlecinden başlat

# FeatherPad::PrefDialog
source: Number of recent files:
tr: Son kullanılan dosya adedi:

# FeatherPad::PrefDialog
source: Only if their number is not greater than 50.
tr: Sayılarının 50'yi aşmaması şartıyla.

# FeatherPad::PrefDialog
source: Only for files that exist and can be saved.
tr: Sadece kaydedilebilir mevcut dosyalar için caridir.

# FeatherPad::PrefDialog
source: min
tr: dk

# FeatherPad::PrefDialog
source: If this is checked, the Save button/menu-item could be used also when the opened file is not modified. This can be useful under certain circumstances, e.g. for changing the time stamp or removing the trailing spaces of a text file.
tr: Seçerseniz, açılan dosyada bir değişiklik yapılmasa dahi [Kaydet] düğmesi veya menüden kaydedilebilir. Bazen kullanışlı olabilir. Misal, dosyanın zaman damgasını güncellemek veya dosya sonundaki boşlukları kırpmak için.

# FeatherPad::PrefDialog
source: Allow saving unmodified files
tr: D&eğişmemiş dosyalar da kaydedilebilsin

# FeatherPad::PrefDialog
source: Show a warning instead.
tr: Onun yerine bir uyarı göster.

# FeatherPad::PrefDialog
source: Do not permit opening of non-text files
tr: Metin olmayan dosyaları açma

# FeatherPad::PrefDialog
source: By default, when files are copied, they will be opened if they are pasted into FeatherPad.
tr: Varsayılan olarak, dosyalar kopyalandığında FeatherPad'e yapıştırılırsa açılabilir.

# FeatherPad::PrefDialog
source: Paste paths instead of files
tr: Dosyalar yerine yolları yapıştırın

# FeatherPad::PrefDialog
source: Shortcuts
tr: &Kısayollar

# FeatherPad::PrefDialog
source: Action
tr: İşlem

# FeatherPad::PrefDialog
source: Shortcut
tr: Kısayol

# FeatherPad::PrefDialog
source: Restore default shortcuts.
tr: Öntanımlı kısayolları geri yükle.

# FeatherPad::PrefDialog
source: Default
tr: Öntanımlı

# FeatherPad::PrefDialog
source: Syntax Colors
tr: Sözdizimi Renkleri

# FeatherPad::PrefDialog
source: Element
tr: Öge

# FeatherPad::PrefDialog
source: Text Color
tr: Metin Rengi

# FeatherPad::PrefDialog
source: Whitespace color value:
tr: Boşluk rengi değeri:

# FeatherPad::PrefDialog
source: Restore default syntax colors.
tr: Varsayılan sözdizimi renklerini geri yükleyin.

# FeatherPad::PrefDialog
source: Close
tr: Kapat

# FeatherPad::PrefDialog
source: Double click a color to change it.
tr: Değiştirmek için bir renge çift tıklayın.

# FeatherPad::PrefDialog
source: files
tr: dosya

# FeatherPad::PrefDialog
source: file
tr: dosya

# FeatherPad::PrefDialog
source: Warning: Ambiguous shortcut detected!
tr: Uyarı: Muğlak kısayol tespit edildi!

# FeatherPad::PrefDialog
source: Functions, URLs,…
tr: İşlevler, URL'ler,…

# FeatherPad::PrefDialog
source: Built-in Functions
tr: Yerleşik İşlevler

# FeatherPad::PrefDialog
source: Comments
tr: Yorumlar

# FeatherPad::PrefDialog
source: Quotations
tr: Alıntılar

# FeatherPad::PrefDialog
source: Types
tr: Türler

# FeatherPad::PrefDialog
source: Key Words
tr: Anahtar Kelimeler

# FeatherPad::PrefDialog
source: Numbers
tr: Rakamlar

# FeatherPad::PrefDialog
source: Regular Expressions, Code Blocks,…
tr: Düzenli İfadeler, Kod Blokları,…

# FeatherPad::PrefDialog
source: Document Blocks, XML/HTML Elements,…
tr: Belge Blokları, XML / HTML Öğeleri,…

# FeatherPad::PrefDialog
source: Markdown Headings, CSS Values,…
tr: Markdown Başlıkları, CSS Değerleri,…

# FeatherPad::PrefDialog
source: Extra Elements
tr: Ekstra Elemanlar

# FeatherPad::PrefDialog
source: Application restart is needed for changes to take effect.
tr: Uygulama tekrar başlatılınca değişiklikler etkinleşir.

# FeatherPad::PrefDialog
source: Window reopening is needed for changes to take effect.
tr: Değişikliklerin etkinleşmesi için yeni pencere açılmalıdır.

# FeatherPad::PrefDialog
source: &Recently Opened
tr: &Son Açılanlar

# FeatherPad::PrefDialog
source: Recently &Modified
tr: &Son Değiştirilenler

# FeatherPad::PrefDialog
source: The typed shortcut was reserved.
tr: Girilen kısayol tahsisli (kullanılamaz).

# FeatherPad::PrefDialog
source: Hunspell Dictionary Files (*.dic)
tr: Hunspell Sözlük Dosyaları (* .dic)

# FeatherPad::PrefDialog
source: Select Syntax Color
tr: Sözdizimi Rengini Seçin

# FeatherPad::SearchBar
source: Search...
tr: Ara...

# FeatherPad::SearchBar
source: Match Case
tr: Büyük/Küçük Duyarlı

# FeatherPad::SearchBar
source: Whole Word
tr: Tam Kelime

# FeatherPad::SearchBar
source: Regular Expression
tr: Düzenli İfadeler

# FeatherPad::SearchBar
source: Search with regex...
tr: regex ile ara ...

# FeatherPad::SearchBar
source: Next
tr: Sonraki

# FeatherPad::SearchBar
source: Previous
tr: Evvelki

# FeatherPad::SessionDialog
source: Session Manager
tr: Oturum Yöneticisi

# FeatherPad::SessionDialog
source: &Remove
tr: &Sil

# FeatherPad::SessionDialog
source: <b>Save/Restore Session</b>
tr: <b>Oturumu Kaydet/Geri Yükle</b>

# FeatherPad::SessionDialog
source: Filter...
tr: Süzgeç...

# FeatherPad::SessionDialog
source: Open the selected session(s).
tr: Seçilen oturum(lar)ı aç.

# FeatherPad::SessionDialog
source: &Open
tr: &Aç

# FeatherPad::SessionDialog
source: By default, all files that are opened in all windows will be included in the saved session.
tr: Seçmezseniz, tüm pencerelerde açılmış tüm dosyalar kaydedilen oturuma dahil edilir.

# FeatherPad::SessionDialog
source: Save only from this &window
tr: Sadece &bu penceredekileri kaydet

# FeatherPad::SessionDialog
source: <b>Warning</b>
tr: <b>Uyarı</b>

# FeatherPad::SessionDialog
source: &Yes
tr: &Evet

# FeatherPad::SessionDialog
source: &No
tr: &Hayır

# FeatherPad::SessionDialog
source: Re&name
tr: İsim &Değiştir

# FeatherPad::SessionDialog
source: Remove &All
tr: &Hepsini Sil

# FeatherPad::SessionDialog
source: &Close
tr: Kapa&t

# FeatherPad::SessionDialog
source: Save the current session under the given title.
tr: Mevcut oturumu verilen isimle kaydet.

# FeatherPad::SessionDialog
source: &Save
tr: &Kaydet

# FeatherPad::SessionDialog
source: Type a name to save session
tr: Oturuma bir isim verin

# FeatherPad::SessionDialog
source: Nothing saved.<br>No file was opened.
tr: Kaydedilmedi.<br>Açık dosya yok.

# FeatherPad::SessionDialog
source: No file exists or can be opened.
tr: Dosya yok veya açılamıyor.

# FeatherPad::SessionDialog
source: Not all files exist or can be opened.
tr: Bazı dosya(lar) yok veya açılamıyor.

# FeatherPad::SessionDialog
source: &OK
tr: &Tamam

# FeatherPad::SessionDialog
source: Do you really want to remove all saved sessions?
tr: Tüm kayıtlı oturumları silmek istediğinizden emin misiniz?

# FeatherPad::SessionDialog
source: Do you really want to remove the selected sessions?
tr: Seçilen oturumları silmek istediğinizden emin misiniz?

# FeatherPad::SessionDialog
source: Do you really want to remove the selected session?
tr: Seçilen oturumu silmek istediğinizden emin misiniz?

# FeatherPad::SessionDialog
source: A session with the same name exists.<br>Do you want to overwrite it?
tr: Bu isimde bir oturum zaten var.<br>Üzerine yazmak ister misiniz?

# FeatherPad::SidePane
source: Filter...
tr: Süzgeç...

# FeatherPad::SpellDialog
source: Unknown word:
tr: Bilinmeyen kelime:

# FeatherPad::SpellDialog
source: Add To Dictionary
tr: Sözlüğe Ekle

# FeatherPad::SpellDialog
source: Replace with:
tr: Değiştir:

# FeatherPad::SpellDialog
source: Correct Once
tr: Bir Kez Düzelt

# FeatherPad::SpellDialog
source: Correct All
tr: Tümünü Düzelt

# FeatherPad::SpellDialog
source: Ignore Once
tr: Bir Kez Yoksay

# FeatherPad::SpellDialog
source: Ignore All
tr: Hepsini Yoksay

# FeatherPad::TextEdit
source: Double click to center current line
tr: Bulunulan satırı ortalamak için çift tıklayın

# FeatherPad::FPwin
source: Replacement
tr: Metin Değiştirme

# FeatherPad::PrefDialog
source: Press a modifier key to clear a shortcut in the editing mode.
tr: Düzenleme modunda bir kısayolu temizlemek için değiştirici tuşa basın.

# FeatherPad::FPwin
source: based on Qt
tr: Qt tabanlı

# FeatherPad::FPwin
source: Open Containing Folder
tr: Dosyayı içeren dizini açın

# FeatherPad::PrefDialog
source: Has effect only if line numbers are shown.
tr: Yalnızca satır numaraları gösteriliyorsa etkilidir.

# FeatherPad::PrefDialog
source: Current line highlight value:
tr: Mevcut satır vurgulama değeri:

# FeatherPad::FPwin
source: To Start Case
tr: Başlatmak İçin

# FeatherPad::FPwin
source: The selected text was too long.
tr: Seçili metin çok uzundu.

# FeatherPad::FPwin
source: It is not fully processed.
tr: Tam olarak işlenmemiş.

# FeatherPad::FPwin
source: Saving as root.
tr: Yönetici olarak kaydediliyor.

# FeatherPad::FPwin
source: Waiting for authentication...
tr: Kimlik doğrulama için bekleniyor...

# FeatherPad::FPwin
source: "pkexec" is not found. Please install Polkit!
tr: "pkexec" bulunamadı. Lütfen Polkit'i kurun!

# FeatherPad::FPwin
source: Printing in progress...
tr: Yazdırma devam ediyor ...

# FeatherPad::FPwin
source: Printing completed.
tr: Baskı tamamlandı.

# FeatherPad::FPwin
source: Copy Final Target Path
tr: Son Hedef Yolunu Kopyala

# FeatherPad::FPwin
source: Open Final Target Here
tr: Son Hedef Yolunu Aç

# FeatherPad::PrefDialog
source: Menubar accelerators are activated by Alt and may interfere with customized shortcuts.
tr: Menü çubuğu hızlandırıcıları Alt tarafından etkinleştirilir ve özelleştirilmiş kısayollara müdahale edebilir.

# FeatherPad::PrefDialog
source: Disable menubar accelerators
tr: Menü çubuğu hızlandırıcılarını devre dışı bırak

# FeatherPad::PrefDialog
source: Internal icons are used by default.
tr: Varsayılan olarak dahili simgeler kullanılır.

# FeatherPad::PrefDialog
source: Use system icons where possible
tr: Mümkünse sistem simgelerini kullanın
