Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/tsujan-kvantum-preview-*.po
Languages: tr

# KvantumPreviewBase
source: Kvantum Preview
tr: Kvantum Önizleme

# KvantumPreviewBase
source: Push buttons
tr: Basma düğmeleri

# KvantumPreviewBase
source: Toggle push button with height greater than width
tr: yüksekliği genişlikten büyük basma düğmesi

# KvantumPreviewBase
source: Simple push button
tr: Basit basma düğmesi

# KvantumPreviewBase
source: Toggle push button
tr: Düğmeyi aç/kapat

# KvantumPreviewBase
source: Multi-line push button
tr: Çok satırlı basma düğmesi

# KvantumPreviewBase
source: Push button with 32px folder icon
tr: 32px klasör simgeli basma düğmesi

# KvantumPreviewBase
source: Default push button
tr: Varsayılan basma düğmesi

# KvantumPreviewBase
source: Flat buttons
tr: Düz düğmeler

# KvantumPreviewBase
source: Button Box
tr: Düğme Kutusu

# KvantumPreviewBase
source: Tool buttons
tr: Araç düğmeleri

# KvantumPreviewBase
source: Simple toolbutton
tr: Basit araç düğmesi

# KvantumPreviewBase
source: Multi-line toolbutton
tr: Çok satırlı araç düğmesi

# KvantumPreviewBase
source: Toggle toolbutton with an arrow
tr: Araç düğmesini bir okla aç/kapat

# KvantumPreviewBase
source: Toolbutton with 32px SVG icon and text below
tr: 32px SVG simgeli ve aşağıdaki metne sahip araç düğmesi

# KvantumPreviewBase
source: Toolbutton with text below and arrow
tr: Aşağıdaki metni ve oku içeren araç düğmesi

# KvantumPreviewBase
source: Toolbutton with icon at the side and arrow
tr: Yan ve ok simgeli araç düğmesi

# KvantumPreviewBase
source: Toggle toolbutton with icon, ordinary arrow and dropdown menu arrow
tr: Araç düğmesini simge normal ok ve açılır menü oku ile aç/kapat

# KvantumPreviewBase
source: Toolbutton with 32px PNG icon beside text
tr: Metnin yanında 32 px PNG simgeli araç düğmesi

# KvantumPreviewBase
source: Toggle tool button with height greater than width
tr: yüksekliği genişlikten büyük araç düğmesini aç/kapat

# KvantumPreviewBase
source: Auto-raise
tr: Otomatik-yükselt

# KvantumPreviewBase
source: Radio/Check buttons
tr: Radyo/Onay düğmeleri

# KvantumPreviewBase
source: Simple radio button
tr: Basit radyo düğmesi

# KvantumPreviewBase
source: Multi-line radio button
tr: Çok satırlı radyo düğmesi

# KvantumPreviewBase
source: Radio button with 32px SVG icon
tr: 32px SVG simgeli radyo düğmesi

# KvantumPreviewBase
source: Simple check box
tr: Basit onay kutusu

# KvantumPreviewBase
source: Multi-line check box
tr: Çok satırlı onay kutusu

# KvantumPreviewBase
source: Tri-state check box
tr: Üç durumlu onay kutusu

# KvantumPreviewBase
source: Check box with icon
tr: Simgeli onay kutusu

# KvantumPreviewBase
source: Combos/Spins/Inputs
tr: Birleşikler/Döndürmeler/Girişler

# KvantumPreviewBase
source: Frameless (no difference)
tr: Çerçevesiz (fark yok)

# KvantumPreviewBase
source: Standard combo box
tr: Standart birleşik giriş kutusu

# KvantumPreviewBase
source: Standard combo box 1
tr: Standart birleşik giriş kutusu 1

# KvantumPreviewBase
source: Standard combo box 2
tr: Standart birleşik giriş kutusu 2

# KvantumPreviewBase
source: Standard combo box 3
tr: Standart birleşik giriş kutusu 3

# KvantumPreviewBase
source: Standard combo box 4
tr: Standart birleşik giriş kutusu 4

# KvantumPreviewBase
source: Frameless 1
tr: Çerçevesiz 1

# KvantumPreviewBase
source: Frameless 2
tr: Çerçevesiz 2

# KvantumPreviewBase
source: Frameless 3
tr: Çerçevesiz 3

# KvantumPreviewBase
source: Frameless 4
tr: Çerçevesiz 4

# KvantumPreviewBase
source: Frameless 5
tr: Çerçevesiz 5

# KvantumPreviewBase
source: Frameless 6
tr: Çerçevesiz 6

# KvantumPreviewBase
source: Frameless 7
tr: Çerçevesiz 7

# KvantumPreviewBase
source: Frameless 8
tr: Çerçevesiz 8

# KvantumPreviewBase
source: Frameless 9
tr: Çerçevesiz 9

# KvantumPreviewBase
source: Frameless 10
tr: Çerçevesiz 10

# KvantumPreviewBase
source: Editable combo box
tr: Düzenlenebilir birleşik kutu

# KvantumPreviewBase
source: Editable combo box 1
tr: Düzenlenebilir birleşik kutu 1

# KvantumPreviewBase
source: Editable combo box 2
tr: Düzenlenebilir birleşik kutu 2

# KvantumPreviewBase
source: Editable combo box 3
tr: Düzenlenebilir birleşik kutu 3

# KvantumPreviewBase
source: Editable combo box 4
tr: Düzenlenebilir birleşik kutu 4

# KvantumPreviewBase
source: Line-edit
tr: Satır-düzelt

# KvantumPreviewBase
source: Sliders/Scrolls/Progress/Dial
tr: Kaydırıcılar/Kaydırmalar/İlerlemeler/Dial

# KvantumPreviewBase
source: Containers
tr: Konteynırlar

# KvantumPreviewBase
source: Header 1
tr: Başlık 1

# KvantumPreviewBase
source: Header 2
tr: Başlık 2

# KvantumPreviewBase
source: Header 3
tr: Başlık 3

# KvantumPreviewBase
source: 3rd Item
tr: Üçüncü Öğe

# KvantumPreviewBase
source: 2nd Item
tr: İkinci Öğe

# KvantumPreviewBase
source: 2nd Child
tr: İkinci Çıktı

# KvantumPreviewBase
source: 1st Child
tr: Birinci Çıktı

# KvantumPreviewBase
source: 1st Item
tr: Birinci Öğe

# KvantumPreviewBase
source: 3rd Child
tr: Üçüncü Çocuk

# KvantumPreviewBase
source: Row 0
tr: Satır 0

# KvantumPreviewBase
source: Row 1
tr: Satır 1

# KvantumPreviewBase
source: Column 0
tr: Sütun 0

# KvantumPreviewBase
source: Column 1
tr: Sütun 1

# KvantumPreviewBase
source: Editable
tr: Düzenlenebilir

# KvantumPreviewBase
source: Non-Editable
tr: Düzenlenemez

# KvantumPreviewBase
source: Subwindow
tr: Alt pencere

# KvantumPreviewBase
source: Panel frame
tr: Panel çerçevesi

# KvantumPreviewBase
source: GroupBox
tr: Grup Kutusu

# KvantumPreviewBase
source: Tab 1
tr: Sekme 1

# KvantumPreviewBase
source: Page 1 (disabled)
tr: Sayfa 1 (devre dışı)

# KvantumPreviewBase
source: Tab 2
tr: Sekme 2

# KvantumPreviewBase
source: Page 2 (disabled)
tr: Sayfa 2 (devre dışı)

# KvantumPreviewBase
source: Page 1
tr: Sayfa 1

# KvantumPreviewBase
source: Page 2
tr: Sayfa 2

# KvantumPreviewBase
source: Stack widget (page1)
tr: Yığın widget'ı (sayfa1)

# KvantumPreviewBase
source: Stack Widget (page2)
tr: Yığın Widget'ı (sayfa2)

# KvantumPreviewBase
source: Group box
tr: Grup kutusu

# KvantumPreviewBase
source: Dock Widget
tr: Rıhtım Widget'i

# KvantumPreviewBase
source: Checkable group box
tr: Onaylanabilir grup kutusu

# KvantumPreviewBase
source: Tool Box
tr: Araç Kutusu

# KvantumPreviewBase
source: Document mode
tr: Belge kipi

# KvantumPreviewBase
source: Box frame
tr: Kutu çerçevesi

# KvantumPreviewBase
source: &File
tr: &Dosya

# KvantumPreviewBase
source: &Submenu
tr: &Alt menü

# KvantumPreviewBase
source: toolBar
tr: araçÇubuğu

# KvantumPreviewBase
source: toolBar_2
tr: araçÇubuğu_2

# KvantumPreviewBase
source: &Quit
tr: &Çık

# KvantumPreviewBase
source: Quit
tr: Çık

# KvantumPreviewBase
source: &Checkbox
tr: &Onay kutusu

# KvantumPreviewBase
source: Toggle Layout
tr: Düzeni Değiştir

# KvantumPreviewBase
source: Toggle layout direction
tr: Düzen yönünü değiştir

# KvantumPreviewBase
source: &Doc Mode
tr: &Belge Kipi

# KvantumPreviewBase
source: Show tabs in the document mode
tr: Sekmeleri belge kipinde göster

# KvantumPreviewBase
source: Menu Button
tr: Menü Düğmesi

# KvantumPreviewBase
source: Hold pressed to show a menu
tr: Bir menüyü göstermek için basılı tutun

# KvantumPreviewBase
source: C&heckbox
tr: O&nay kutusu

# KvantumPreviewBase
source: &Radio button
tr: &Radyo düğmesi

# KvantumPreviewBase
source: Radio &button
tr: Radyo &düğmesi

# KvantumPreviewBase
source: Push button with menu
tr: Menü ile basma düğmesi
