Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/tsujan-featherpad-*.po
Languages: tr

# FeatherPad::AboutDialog
source: License
tr: Lisans

# FeatherPad::FPwin
source: Untitled
tr: İsimsiz

# FeatherPad::FPwin
source: Go to line:
tr: Satıra git:

# FeatherPad::FPwin
source: Select text from cursor to this line (Ctrl+Shift+J)
tr: İmleçten bu satıra kadar olan metni seç (Ctrl+Shift+J)

# FeatherPad::FPwin
source: Select Text
tr: Metni Seç

# FeatherPad::FPwin
source: &File
tr: &Dosya

# FeatherPad::FPwin
source: &Edit
tr: &Düzenle

# FeatherPad::FPwin
source: &Options
tr: &Seçenekler

# FeatherPad::FPwin
source: Encoding
tr: Kodlama

# FeatherPad::FPwin
source: &Search
tr: &Arama

# FeatherPad::FPwin
source: &Help
tr: &Yardım

# FeatherPad::FPwin
source: Find:
tr: Bul:

# FeatherPad::FPwin
source: To be replaced
tr: Değiştirilecek olan metin

# FeatherPad::FPwin
source: Replace with:
tr: Değiştir:

# FeatherPad::FPwin
source: Replacing text
tr: Yerine konulacak metin

# FeatherPad::FPwin
source: &New
tr: &Yeni

# FeatherPad::FPwin
source: New tab
tr: Yeni sekme

# FeatherPad::FPwin
source: &Open
tr: &Aç

# FeatherPad::FPwin
source: Open a file
tr: Dosya aç

# FeatherPad::FPwin
source: &Save
tr: &Kaydet

# FeatherPad::FPwin
source: Save the current tab
tr: Mevcut sekmeyi kaydet

# FeatherPad::FPwin
source: &Undo
tr: &Geri Al

# FeatherPad::FPwin
source: Undo
tr: İşlemi Geri Al

# FeatherPad::FPwin
source: &Redo
tr: &Tekrarla

# FeatherPad::FPwin
source: Redo
tr: İşlemi Tekrarla

# FeatherPad::FPwin
source: Reload
tr: Dosyayı Tekrar Yükle

# FeatherPad::FPwin
source: &Find
tr: &Bul

# FeatherPad::FPwin
source: Show/hide replacement dock
tr: Değiştirme panelini göster/gizle

# FeatherPad::FPwin
source: Save &As
tr: &Farklı Kaydet

# FeatherPad::FPwin
source: &Print
tr: &Yazdır

# FeatherPad::FPwin
source: Documen&t Properties
tr: Belge &Özellikleri

# FeatherPad::FPwin
source: &Close
tr: &Kapat

# FeatherPad::FPwin
source: &Quit
tr: &Çık

# FeatherPad::FPwin
source: &Cut
tr: K&es

# FeatherPad::FPwin
source: C&opy
tr: K&opyala

# FeatherPad::FPwin
source: &Paste
tr: &Yapıştır

# FeatherPad::FPwin
source: &Delete
tr: &Sil

# FeatherPad::FPwin
source: &Select All
tr: Tü&münü Seç

# FeatherPad::FPwin
source: &Font
tr: &Yazı Tipi

# FeatherPad::FPwin
source: &Line Numbers
tr: Satır &Numaraları

# FeatherPad::FPwin
source: &Wrap Lines
tr: Satırları &Sar

# FeatherPad::FPwin
source: &Auto-Indentation
tr: Otomatik &Girintile

# FeatherPad::FPwin
source: &Syntax Highlighting
tr: &Sözdizimi Vurgulama

# FeatherPad::FPwin
source: &Preferences
tr: &Tercihler

# FeatherPad::FPwin
source: &About
tr: &Hakkında

# FeatherPad::FPwin
source: Enforce UTF-8
tr: UTF-8'e Zorla

# FeatherPad::FPwin
source: Save with &Encoding
tr: Kodla&mayla Kaydet

# FeatherPad::FPwin
source: &Jump to
tr: Satıra &Git

# FeatherPad::FPwin
source: Show/hide jump bar
tr: Satıra git çubuğunu göster/gizle

# FeatherPad::FPwin
source: Edit text
tr: Metni düzenle

# FeatherPad::FPwin
source: &Run
tr: Çalı&ştır

# FeatherPad::FPwin
source: &Clear
tr: &Temizle

# FeatherPad::FPwin
source: Clear the list of recently modified files
tr: Son belgeler listesini temizle

# FeatherPad::FPwin
source: Save/Restore Session
tr: Oturumu Kaydet/Yükle

# FeatherPad::FPwin
source: Sa&ve/Restore Session
tr: &Oturumu Kaydet / Yükle

# FeatherPad::FPwin
source: Side-Pane
tr: Yan Panel

# FeatherPad::FPwin
source: Paste Date and Time
tr: Tarih ve Zamanı Yapıştır

# FeatherPad::FPwin
source: To Upper Case
tr: Büyük Harfe Çevir

# FeatherPad::FPwin
source: To Lower Case
tr: Küçük Harfe Çevir

# FeatherPad::FPwin
source: Last Active Tab
tr: Son Aktif Sekme

# FeatherPad::FPwin
source: Sort Lines
tr: Satırları Sırala

# FeatherPad::FPwin
source: Sort Lines Reversely
tr: Satırları Tersten Sırala

# FeatherPad::FPwin
source: Check Spelling
tr: İmla Denetimi Yap

# FeatherPad::FPwin
source: Save All Files
tr: Tüm Dosyaları Kaydet

# FeatherPad::FPwin
source: User Dictionary
tr: Kullanıcı Sözlüğü

# FeatherPad::FPwin
source: Text Tabs to Spaces
tr: Boşluklara Metin Sekmeleri

# FeatherPad::FPwin
source: &Detach Tab
tr: Sekmeyi Ayı&r

# FeatherPad::FPwin
source: Close Ne&xt Tabs
tr: &Sonraki Sekmeleri Kapat

# FeatherPad::FPwin
source: Close &Previous Tabs
tr: &Önceki Sekmeleri Kapat

# FeatherPad::FPwin
source: Ne&xt Tab
tr: So&nraki Sekme

# FeatherPad::FPwin
source: Previous Ta&b
tr: &Önceki Sekme

# FeatherPad::FPwin
source: Execute
tr: Çalıştır

# FeatherPad::FPwin
source: Close &All Tabs
tr: Tüm Sekmeleri &Kapat

# FeatherPad::FPwin
source: Recently &Modified
tr: Son &Değiştirilenler

# FeatherPad::FPwin
source: &Encoding
tr: Karakter &Kodlama

# FeatherPad::FPwin
source: &Unicode
tr: &Unikod

# FeatherPad::FPwin
source: &Western European
tr: &Batı Avrupa

# FeatherPad::FPwin
source: &East European
tr: &Doğu Avrupa

# FeatherPad::FPwin
source: Ea&st Asian
tr: Uzakdoğu &Asya

# FeatherPad::FPwin
source: Focus/hide search bar
tr: Arama çubuğunu göster/gizle

# FeatherPad::FPwin
source: &Replace
tr: &Değiştir

# FeatherPad::FPwin
source: Windows Arabic (&CP1256)
tr: Windows Arapçası (&CP1256)

# FeatherPad::FPwin
source: &Other
tr: &Diğer

# FeatherPad::FPwin
source: &Cyrillic (CP1251)
tr: Kiril (&CP1251)

# FeatherPad::FPwin
source: Cyrillic (&KOI8-U)
tr: Kiril (&KOI8-U)

# FeatherPad::FPwin
source: Cyrillic (&ISO-8859-5)
tr: Kiril (&ISO-8859-5)

# FeatherPad::FPwin
source: &Chinese (BIG5)
tr: &Çince (BIG5)

# FeatherPad::FPwin
source: Chinese (&GB18030)
tr: Çince (&GB18030)

# FeatherPad::FPwin
source: &Japanese (ISO-2022-JP)
tr: &Japonca (ISO-2022-JP)

# FeatherPad::FPwin
source: Japanese (&ISO-2022-JP-2)
tr: J&aponca (ISO-2022-JP-2)

# FeatherPad::FPwin
source: Japanese (ISO-&2022-KR)
tr: Ja&ponca (ISO-2022-KR)

# FeatherPad::FPwin
source: Ja&panese (CP932)
tr: Jap&onca (CP932)

# FeatherPad::FPwin
source: Japa&nese (EUC-JP)
tr: Japo&nca (EUC-JP)

# FeatherPad::FPwin
source: &Korean (CP949)
tr: &Korece (CP949)

# FeatherPad::FPwin
source: K&orean (CP1361)
tr: Ko&rece (CP1361)

# FeatherPad::FPwin
source: Korean (&EUC-KR)
tr: Korece (&EUC-KR)

# FeatherPad::FPwin
source: Close &Other Tabs
tr: Di&ğer Sekmeleri Kapat

# FeatherPad::FPwin
source: &Copy File Name
tr: Dosya İsmini &Kopyala

# FeatherPad::FPwin
source: Copy File &Path
tr: Dosya &Yolunu Kopyala

# FeatherPad::FPwin
source: Alt+Right
tr: Alt+Sağ

# FeatherPad::FPwin
source: Alt+Left
tr: Alt+Sol

# FeatherPad::FPwin
source: &First Tab
tr: İ&lk Sekme

# FeatherPad::FPwin
source: Alt+Down
tr: Alt+Aşağı

# FeatherPad::FPwin
source: &Last Tab
tr: Son Sekm&e

# FeatherPad::FPwin
source: Alt+Up
tr: Alt+Yukarı

# FeatherPad::FPwin
source: Menu
tr: Menü

# FeatherPad::FPwin
source: Calculate number of words (For huge texts, this may be CPU-intensive.)
tr: Kelime sayısını hesapla (Devasa dosyalarda işlemciyi yorabilir.)

# FeatherPad::FPwin
source: Next
tr: Sonraki

# FeatherPad::FPwin
source: Previous
tr: Önceki

# FeatherPad::FPwin
source: Replace all
tr: Hepsini değiştir

# FeatherPad::FPwin
source: &Recently Opened
tr: &Son Açılan Belgeler

# FeatherPad::FPwin
source: Close
tr: Kapat

# FeatherPad::FPwin
source: Save changes?
tr: Değişiklikler kaydedilsin mi?

# FeatherPad::FPwin
source: Please attend to that window or just close its dialog!
tr: Lütfen o pencereyle ilgilenin, en azından o diyaloğu kapatın!

# FeatherPad::FPwin
source: The document has been modified.
tr: Belge değiştirildi.

# FeatherPad::FPwin
source: &Discard changes
tr: Kaydetme

# FeatherPad::FPwin
source: &Cancel
tr: İptal

# FeatherPad::FPwin
source: &No to all
tr: Hepsine &Hayır

# FeatherPad::FPwin
source: Unsaved
tr: Kaydedilmedi

# FeatherPad::FPwin
source: Lines
tr: Satır

# FeatherPad::FPwin
source: Sel. Chars
tr: Seçim

# FeatherPad::FPwin
source: Words
tr: Kelime

# FeatherPad::FPwin
source: Another process is running in this tab!
tr: Bu sekmede başka bir süreç çalışıyor!

# FeatherPad::FPwin
source: Script File
tr: Betik Dosyası

# FeatherPad::FPwin
source: Another FeatherPad window has a modal dialog!
tr: Başka FeatherPad penceresinde cevap bekleyen bir diyalog var!

# FeatherPad::FPwin
source: Position:
tr: Konum:

# FeatherPad::FPwin
source: The file does not exist.
tr: Böyle bir dosya yok.

# FeatherPad::FPwin
source: Open Link
tr: Bağlantıyı Aç

# FeatherPad::FPwin
source: Copy Link
tr: Bağlantıyı Kopyala

# FeatherPad::FPwin
source: Only one process is allowed per tab.
tr: Bir sekmede birden fazla süreç çalışamaz.

# FeatherPad::FPwin
source: Script Output
tr: Betik Çıktısı

# FeatherPad::FPwin
source: Clear
tr: Temizle

# FeatherPad::FPwin
source: FeatherPad does not open files larger than 100 MiB.
tr: FeatherPad 100 MB'den büyük dosyaları açmaz.

# FeatherPad::FPwin
source: Non-text file(s) not opened!
tr: Metin olmayan dosya(lar) açılmadı!

# FeatherPad::FPwin
source: See Preferences → Files → Do not permit opening of non-text files
tr: Tercihler → Dosyalar → Metin olmayan dosyaların açılmasına izin verme bölümüne bakın

# FeatherPad::FPwin
source: Some file(s) could not be opened!
tr: Bazı dosya(lar) açılamadı!

# FeatherPad::FPwin
source: You may not have the permission to read.
tr: Dosyayı okuma yetkiniz olmayabilir.

# FeatherPad::FPwin
source: Uneditable file(s)!
tr: Düzenlenemeyen dosya(lar)!

# FeatherPad::FPwin
source: Non-text files or files with huge lines cannot be edited.
tr: Metin olmayan dosyalar veya aşırı uzun satırlar içeren dosyalar düzenlenemezler.

# FeatherPad::FPwin
source: Root Instance
tr: Yetkili Kullanıcı

# FeatherPad::FPwin
source: All Files (*)
tr: Tüm Dosyalar (*)

# FeatherPad::FPwin
source: All Files (*);;.%1 Files (*.%1)
tr: Tüm Dosyalar (*);;.%1 Dosyaları (*.%1)

# FeatherPad::FPwin
source: Open file...
tr: Dosya aç...

# FeatherPad::FPwin
source: .%1 Files (*.%1);;All Files (*)
tr: .%1 Dosyaları (*.%1);;Tüm Dosyalar (*)

# FeatherPad::FPwin
source: Save as...
tr: Farklı Kaydet...

# FeatherPad::FPwin
source: Keep encoding and save as...
tr: Karakter kodlamayı koruyarak farklı kaydet...

# FeatherPad::FPwin
source: Yes
tr: Evet

# FeatherPad::FPwin
source: No
tr: Hayır

# FeatherPad::FPwin
source: Cancel
tr: İptal

# FeatherPad::FPwin
source: Do you want to use <b>MS Windows</b> end-of-lines?
tr: <b>MS Windows</b> satır sonlandırmasını kullanmak istiyor musunuz?

# FeatherPad::FPwin
source: This may be good for readability under MS Windows.
tr: MS Windows'da okunabilirlik açısından iyi olabilir.

# FeatherPad::FPwin
source: Cannot be saved!
tr: Kaydedilemiyor!

# FeatherPad::FPwin
source: Help
tr: Yardım

# FeatherPad::FPwin
source: Syntax
tr: Sözdizimi

# FeatherPad::FPwin
source: Huge file(s) not opened!
tr: Aşırı büyük dosya(lar) açılmadı!

# FeatherPad::FPwin
source: Text tabs are converted to spaces.
tr: Metin sekmeleri boşluklara dönüştürülür.

# FeatherPad::FPwin
source: This file has been modified elsewhere or in another way!
tr: Bu dosya başka bir yerde veya başka surette değiştirilmiş!

# FeatherPad::FPwin
source: Please be careful about reloading or saving this document!
tr: Lütfen bu dosyayı tekrar yüklerken veya kaydederken dikkatli olun!

# FeatherPad::FPwin
source: Print Document
tr: Belgeyi Yazdır

# FeatherPad::FPwin
source: %1 Pages
tr: %1 Sayfa

# FeatherPad::FPwin
source: Copy Target Path
tr: Hedef Yolunu Kopyala

# FeatherPad::FPwin
source: Open Target Here
tr: Hedefi Buraya Aç

# FeatherPad::FPwin
source: You need to add a Hunspell dictionary.
tr: Hunspell sözlüğü eklemeniz gerekiyor.

# FeatherPad::FPwin
source: See Preferences → Text → Spell Checking!
tr: Tercihler → Metin → İmla Denetimi'ne bakın!

# FeatherPad::FPwin
source: The Hunspell dictionary does not exist.
tr: Hunspell sözlüğü mevcut değil.

# FeatherPad::FPwin
source: The Hunspell dictionary is not accompanied by an affix file.
tr: Hunspell sözlüğüne bir ek dosyası eşlik etmez.

# FeatherPad::FPwin
source: No misspelling in document.
tr: Belgede yazım hatası yok.

# FeatherPad::FPwin
source: No misspelling from text cursor.
tr: Metin imlecinden yanlış yazım yok.

# FeatherPad::FPwin
source: Spell Checking
tr: İmla Denetimi

# FeatherPad::FPwin
source: Some files cannot be saved!
tr: Bazı dosyalar kaydedilemez!

# FeatherPad::FPwin
source: Translators
tr: Çevirmenler

# FeatherPad::FPwin
source: A lightweight, tabbed, plain-text editor
tr: Hafif, sekmeli, düz metin düzenleyici

# FeatherPad::FPwin
source: Author
tr: Yazar

# FeatherPad::FPwin
source: aka.
tr: nam-ı diğer,

# FeatherPad::FPwin
source: About FeatherPad
tr: FeatherPad Hakkında

# FeatherPad::FPwin
source: No Replacement
tr: Sıfır Değişiklik

# FeatherPad::FPwin
source: One Replacement
tr: Bir Değişiklik

# FeatherPad::FPwin
source: %Ln Replacements
tr: %Ln Değişiklik

# FeatherPad::FPwin
source: The first 1000 replacements are highlighted.
tr: İlk 1000 değiştirme vurgulanmıştır.

# FeatherPad::FPwin
source: The size limit for syntax highlighting is exceeded.
tr: Sözdizimi vurgulaması için boyut sınırı aşıldı.

# FeatherPad::FontDialog
source: Select Font
tr: Yazıtipi Seç

# FeatherPad::FontDialog
source: Programming Fonts
tr: Programlama Yazıtipleri

# FeatherPad::FontDialog
source: Font:
tr: Yazıtipi:

# FeatherPad::FontDialog
source: Size:
tr: Boyut:

# FeatherPad::FontDialog
source: Weight:
tr: Ağırlık:

# FeatherPad::FontDialog
source: Medium
tr: Orta

# FeatherPad::FontDialog
source: Bold
tr: Koyu

# FeatherPad::FontDialog
source: Black
tr: Siyah

# FeatherPad::FontDialog
source: Italic
tr: Yatık

# FeatherPad::FontDialog
source: Preview
tr: Önizleme

# FeatherPad::LineEdit
source: Clear text (Ctrl+K)
tr: Metni temizle (Ctrl+K)

# FeatherPad::PrefDialog
source: Preferences
tr: Tercihler

# FeatherPad::PrefDialog
source: Window
tr: Pencere

# FeatherPad::PrefDialog
source: Window Settings
tr: Pencere Ayarları

# FeatherPad::PrefDialog
source: Remember window &size on closing
tr: Kapanıştaki pencere &boyutlarını hatırla

# FeatherPad::PrefDialog
source: Window frame is excluded.
tr: Pencere çerçevesi hariçtir.

# FeatherPad::PrefDialog
source: Start with this size:
tr: Şu boyutlarla başla:

# FeatherPad::PrefDialog
source: Enforcing a window position is not recommended and may not work with some window managers.
tr: Bir pencere konumunu zorlamak önerilmez ve bazı pencere yöneticileriyle çalışmayabilir.

# FeatherPad::PrefDialog
source: Remember window &position on closing
tr: &Pencerenin kapanıştaki konumunu hatırla

# FeatherPad::PrefDialog
source: Most suitable with sessions but without tab functionality.
tr: Oturumlar için uygundur fakat sekmeler yoktur.

# FeatherPad::PrefDialog
source: Uncheck for 1/5 of the width.
tr: Yoksa genişliğin 1/5'i uygulanır.

# FeatherPad::PrefDialog
source: Remember splitter position
tr: Ay&raç konumunu hatırla

# FeatherPad::PrefDialog
source: Do not show &toolbar
tr: &Araç çubuğunu gösterme

# FeatherPad::PrefDialog
source: If the menubar is hidden, a menu button appears on the toolbar.
tr: Menü çubuğu gizlenirse, araç çubuğunda bir menü düğmesi görüntülenir.

# FeatherPad::PrefDialog
source: Do not show &menubar
tr: Men&ü çubuğunu gösterme

# FeatherPad::PrefDialog
source: Hide search &bar by default
tr: &Öntanımlı olarak arama çubuğunu gizle

# FeatherPad::PrefDialog
source: By default, each search entry has a separate search history.
tr: Varsayılan olarak, her arama girişi ayrı bir arama geçmişine sahiptir.

# FeatherPad::PrefDialog
source: Use a shared search history
tr: Paylaşılan bir arama geçmişi kullanın

# FeatherPad::PrefDialog
source: Always show st&atus bar
tr: D&urum çubuğunu daima göster

# FeatherPad::PrefDialog
source: Show cursor position on status bar
tr: Durum &çubuğunda imleç konumunu göster

# FeatherPad::PrefDialog
source: Will take effect after closing this dialog.
tr: Pencereyi kapatınca etkinleşecektir.

# FeatherPad::PrefDialog
source: Tab position:
tr: Sekme konumu:

# FeatherPad::PrefDialog
source: North
tr: Üst

# FeatherPad::PrefDialog
source: South
tr: Alt

# FeatherPad::PrefDialog
source: West
tr: Sol

# FeatherPad::PrefDialog
source: East
tr: Sağ

# FeatherPad::PrefDialog
source: This means that, for LTR, Alt+Right goes to the first tab after the last tab is activated, and the same for Alt+Left. Tab navigation with mouse wheel is not affected.
tr: En sağdaki sekmedeyken Alt+Sağ en soldaki (ilk) sekmeye gider. Alt+Sol ise bunun tam tersi çalışır. Fare tekeriyle sekme gezinimi bundan etkilenmez.

# FeatherPad::PrefDialog
source: Tab navigation wraps &around
tr: Sekme &gezinimi sondan başa sarsın

# FeatherPad::PrefDialog
source: Close window on closing its last tab
tr: So&n sekmeyi kapatınca pencereyi de kapat

# FeatherPad::PrefDialog
source: By default, if a FeatherPad window exists on the current desktop, files will be opened in its tabs. However, some desktop environments may not report that they have multiple desktops.
tr: Mevcut masaüstünde zaten bir FeatherPad penceresi varsa, normalde dosyalar bu pencerenin sekmeleri olarak açılır. Bu seçenek işaretlenirse, dosyalar ayrı pencerelerde açılacaktır. Lakin, bazı masaüstü yöneticileri birden fazla masaüstü kullanıldığını bildirmeyebilirler.

# FeatherPad::PrefDialog
source: Always open in separate windows
tr: D&osyaları daima ayrı pencerelerde aç

# FeatherPad::PrefDialog
source: If this is checked, the file dialog provided by the current desktop environment will be used instead of the Qt file dialog. Some desktop environments, like KDE and LXQt, provide files dialogs.
tr: Bu işaretlenirse, dosya seçimlerinde Qt dosya diyaloğu yerine mevcut masaüstü ortamının sağladığı dosya diyaloğu kullanılır. KDE ve LXQt gibi bazı masaüstlerinin kendi dosya diyaloğu vardır.

# FeatherPad::PrefDialog
source: Native file dialog
tr: Sistem &öntanımlı dosya diyaloğu

# FeatherPad::PrefDialog
source: Uncheck for Monospace.
tr: Monospace kullanmak için boş bırakın.

# FeatherPad::PrefDialog
source: Remember &font
tr: &Yazı tipini hatırla

# FeatherPad::PrefDialog
source: This covers parentheses, braces, brackets and quotes.
tr: Parantez, grup parantezi, köşeli parantez ve tırnak işaretlerini kapsar.

# FeatherPad::PrefDialog
source: Auto-&bracket
tr: &Otomatik parantezler

# FeatherPad::PrefDialog
source: By default, a triple period is replaced with an ellipsis and a double hyphen with a long dash while typing, under proper circumstances.
tr: Varsayılan olarak, uygun koşullar altında, yazarken üçlü nokta üç nokta ve çift kısa çizgi ile uzun bir çizgi ile değiştirilir.

# FeatherPad::PrefDialog
source: Replace triple periods and double hyphens while typing
tr: Yazarken üçlü noktaları ve çift kısa çizgileri değiştir

# FeatherPad::PrefDialog
source: Highlight case-sensitive and whole matches of the selected text.
tr: Seçili metnin büyük/küçük harfe duyarlı ve tam eşleşmelerini vurgulayın.

# FeatherPad::PrefDialog
source: Selection highlighting
tr: Seçim vurgulama

# FeatherPad::PrefDialog
source: Never highlight syntax for files >
tr: Bundan büyük dosyalarda sözdizimini vurgulama

# FeatherPad::PrefDialog
source: This creates a menu button on the status bar for changing the syntax.
tr: Sözdizimini değiştirme için durum çubuğunda menü düğmesi oluşturur.

# FeatherPad::PrefDialog
source: Support syntax override
tr: &Farklı sözdizimi seçme imkanı

# FeatherPad::PrefDialog
source: Show spaces, tabs and tab lines when the syntax is highlighted.
tr: Sentaks vurgulanırken, boşlukları, sekmeleri ve sekme çizgilerini göster.

# FeatherPad::PrefDialog
source: Show whitespaces
tr: Boşlukları ve sekmeleri göster

# FeatherPad::PrefDialog
source: The vertical position lines will be drawn only if the editor font has a fixed pitch (like Monospace).
tr: Düşey çizgiler sadece sabit genişlikte yazı tipi (Monospace gibi) kullanılıyorsa çizilir.

# FeatherPad::PrefDialog
source: Show vertical lines starting from this position:
tr: Bu aralıklarla düşey &çizgi göster:

# FeatherPad::PrefDialog
source: Also show line and document ends
tr: &Satır ve belge sonlarını da göster

# FeatherPad::PrefDialog
source: Date and time format:
tr: Tarih ve zaman biçimi:

# FeatherPad::PrefDialog
source: Some text editors cannot open a document whose last line is not empty.
tr: Bazı metin düzenleyiciler, son satırı boş olmayan belgeleri açamazlar.

# FeatherPad::PrefDialog
source: Ensure an empty last line on saving
tr: Kaydederken sonda boş satır olduğundan emin olun

# FeatherPad::PrefDialog
source: Remove trailing spaces on saving
tr: Kaydederken en sondaki bo&şlukları kırp

# FeatherPad::PrefDialog
source: Inertial scrolling with mouse wheel
tr: Fare tekeriyle &ataletli kaydırma yap

# FeatherPad::PrefDialog
source: Files
tr: &Dosyalar

# FeatherPad::PrefDialog
source: File Management
tr: Dosya Yönetimi

# FeatherPad::PrefDialog
source: Start with files of last window
tr: &Son kapatılan penceredeki dosyalarla başla

# FeatherPad::PrefDialog
source: This can be any starting command with arguments, for example, "xterm -hold" for running the process in XTerm. If the command is left empty, the file will be executed directly. If the script is not run in a terminal emulator, the output and error messages will be shown by a popup dialog.
tr: Değişkenleri de dahil, herhangi bir başlatma komutu olabilir. Mesela, programı XTerm'de çalıştırmak için "xterm -hold". Boş bırakılırsa dosya direkt olarak çalıştırılır. Eğer betik bir terminal emülatöründe çalıştırılmazsa, çıktılar ve hata mesajları bir diyalog balonuyla gösterilir.

# FeatherPad::PrefDialog
source: Start with this command:
tr: Bu komutla başlat:

# FeatherPad::PrefDialog
source: Command + Arguments
tr: Komut + Parametreler

# FeatherPad::PrefDialog
source: Show recentl&y modified files
tr: Son değiştirilen dosyaları &göster

# FeatherPad::PrefDialog
source: Show recentl&y opened files
tr: Son &açılan dosyaları göster

# FeatherPad::PrefDialog
source: Save changes to opened files every:
tr: Dosyaları &otomatik kaydetme aralığı:

# FeatherPad::PrefDialog
source: Help
tr: Yardım

# FeatherPad::PrefDialog
source: Start with side-pane mode
tr: &Yan panel kipinde başla

# FeatherPad::PrefDialog
source: If this is checked, not only you will lose the informative tooltip and context menu of a single tab but you could not merge a single tabbed window into another one by tab drag- and-drop either.
tr: İşaretlerseniz, sadece sekmenin bilgi balonunu ve durum menüsünü kaybetmekle kalmazsınız, ayrıca sürükle-bırak yöntemiyle tek sekmeli bir pencereyi diğeriyle birleştirebilme imkanını da kaybedersiniz.

# FeatherPad::PrefDialog
source: &Do not show a single tab
tr: &Tek sekme varsa gösterme

# FeatherPad::PrefDialog
source: Text
tr: &Metin

# FeatherPad::PrefDialog
source: Text Editor
tr: Metin Düzenleyici

# FeatherPad::PrefDialog
source: &Wrap lines by default
tr: Öntanımlı olarak satırları sa&r

# FeatherPad::PrefDialog
source: Auto-&indent by default
tr: Öntanımlı olarak otomatik &girintile

# FeatherPad::PrefDialog
source: Always show line &numbers
tr: Daima satır &numaralarını göster

# FeatherPad::PrefDialog
source: Highlight s&yntax by default
tr: Öntanımlı olarak sentaksı &vurgula

# FeatherPad::PrefDialog
source: Dark c&olor scheme
tr: Koyu renk &tarzı

# FeatherPad::PrefDialog
source: Background color value:
tr: Arkaplan renk değeri:

# FeatherPad::PrefDialog
source: MiB
tr: MB

# FeatherPad::PrefDialog
source: This only includes executable files written in script languages like Shell and Python. If it is checked and the opened file is executable, the file will be executed by clicking the Run button, that appears on the toolbar/filemenu when needed, or by its shortcut Ctrl+E. Then, the process could be killed by Ctrl+Alt+E.
tr: Shell ve Python gibi betik dilleriyle yazılmış ve çalıştırma iznine sahip dosyalar için geçerlidir. Eğer seçilirse ve açılan dosya çalıştırma iznine sahipse, dosya menüsü veya araç çubuğundaki Çalıştır düğmesi veya Ctrl+E ile dosya çalıştırılır. Bilahare, program Ctrl+Alt+E ile sonlandırılabilir.

# FeatherPad::PrefDialog
source: Needs window reopening to take effect.
tr: Yeni pencere açıldığında etkinleşir.
