Repository: sabriunal/turkish-translation-backup
Catalog: LXQT/tsujan-feathernotes-*.po
Languages: tr

# FeatherNotes::AboutDialog
source: License
tr: Lisans

# FeatherNotes::ColorLabel
source: Click to change color.
tr: Rengi değiştirmek için tıklayın.

# FeatherNotes::ColorLabel
source: Select Color
tr: Renk Seç

# FeatherNotes::FN
source: Next (F3)
tr: İleri (F3)

# FeatherNotes::FN
source: Previous (F4)
tr: Önceki (F4)

# FeatherNotes::FN
source: Search...
tr: Arama...

# FeatherNotes::FN
source: Search only in names (Ctrl+Shift+F7)
tr: Yalnızca adlarda arama yapın (Ctrl+Shift+F7)

# FeatherNotes::FN
source: Search only in tags (Shift+F7)
tr: Sadece etiketlerde arama yapın (Shift+F7)

# FeatherNotes::FN
source: Search in all nodes (F7)
tr: Tüm düğümlerde arama (F7)

# FeatherNotes::FN
source: Whole Word (F6)
tr: Tüm Kelime (F6)

# FeatherNotes::FN
source: Whole Word
tr: Tüm Kelime

# FeatherNotes::FN
source: Match Case (F5)
tr: Match Durumu (F5)

# FeatherNotes::FN
source: Match Case
tr: Match Durumu

# FeatherNotes::FN
source: &File
tr: &Dosya

# FeatherNotes::FN
source: &Edit
tr: &Düzenleme

# FeatherNotes::FN
source: For&mat
tr: &Biçim

# FeatherNotes::FN
source: &Tree
tr: &Ağaç

# FeatherNotes::FN
source: &Options
tr: &Seçenekler

# FeatherNotes::FN
source: &Search
tr: &Arama

# FeatherNotes::FN
source: &Help
tr: &Yardım

# FeatherNotes::FN
source: Find:
tr: &Bulmak:

# FeatherNotes::FN
source: Replace with:
tr: Şununla değiştir:

# FeatherNotes::FN
source: To be replaced
tr: Değiştirilecek

# FeatherNotes::FN
source: Replacing text
tr: Metni Değiştirme

# FeatherNotes::FN
source: Previous (F9)
tr: Önceki (F9)

# FeatherNotes::FN
source: Next (F8)
tr: İleri (F8)

# FeatherNotes::FN
source: Replace all (F10)
tr: Tümünü değiştir (F10)

# FeatherNotes::FN
source: &Save
tr: &Kaydet

# FeatherNotes::FN
source: Save
tr: Kaydet

# FeatherNotes::FN
source: &Open
tr: &Aç

# FeatherNotes::FN
source: Open a file
tr: &Bir dosya aç

# FeatherNotes::FN
source: Ctrl+O
tr: Crtl+O

# FeatherNotes::FN
source: &Undo
tr: &Açmak

# FeatherNotes::FN
source: Undo
tr: Açmak

# FeatherNotes::FN
source: &Redo
tr: &Yinelemek

# FeatherNotes::FN
source: Redo
tr: Yinelemek

# FeatherNotes::FN
source: &Find
tr: &Bulmak

# FeatherNotes::FN
source: Show/hide searchbar
tr: Arama çubuğunu Göster/Gizle

# FeatherNotes::FN
source: &Clear All Formats
tr: & Tüm Biçimleri Temizle

# FeatherNotes::FN
source: Clear all formats
tr: Tüm Biçimleri Temizle

# FeatherNotes::FN
source: &Bold
tr: &Kalın

# FeatherNotes::FN
source: Bold
tr: Kalın

# FeatherNotes::FN
source: &Italic
tr: &İtalik

# FeatherNotes::FN
source: Italic
tr: İtalik

# FeatherNotes::FN
source: &Underline
tr: &Altı çizili

# FeatherNotes::FN
source: Underline
tr: Altı çizili

# FeatherNotes::FN
source: &Strike Through
tr: &Üstü çizili

# FeatherNotes::FN
source: Strike through
tr: Üstü çizili

# FeatherNotes::FN
source: Te&xt Color
tr: & Yazı Rengi

# FeatherNotes::FN
source: Text color
tr: Yazı Rengi

# FeatherNotes::FN
source: Back&ground Color
tr: &Arkaplan Rengi

# FeatherNotes::FN
source: Background color
tr: Arkaplan Rengi

# FeatherNotes::FN
source: Options
tr: Seçenekler

# FeatherNotes::FN
source: &New Note
tr: &Yeni Not

# FeatherNotes::FN
source: Save &As
tr: &Farklı Kaydet

# FeatherNotes::FN
source: &Print
tr: &Yazıcı

# FeatherNotes::FN
source: P&rint with Sub-Nodes
tr: &Alt Düğümlerle Yazdır

# FeatherNotes::FN
source: Set Pass&word
tr: &Şifrelemek

# FeatherNotes::FN
source: &Quit
tr: &Çıkış

# FeatherNotes::FN
source: &Cut
tr: &Kes

# FeatherNotes::FN
source: &Paste
tr: &Yapıştır

# FeatherNotes::FN
source: &Delete
tr: &Sil

# FeatherNotes::FN
source: &Select All
tr: &Hepsini Seç

# FeatherNotes::FN
source: E&mbed Image
tr: &Görüntü Eklemek

# FeatherNotes::FN
source: Embed Image
tr: Görüntü Eklemek

# FeatherNotes::FN
source: E&xpand All
tr: &Tümünü Genişlet

# FeatherNotes::FN
source: Ctrl+Shift+Down
tr: Ctrl+Shift+Aşağı Yön Tuşu

# FeatherNotes::FN
source: Collap&se All
tr: &Tümünü Daralt

# FeatherNotes::FN
source: &Append Sibling
tr: &Kardeş Ekle

# FeatherNotes::FN
source: Append &Child
tr: &Çocuk Ekle

# FeatherNotes::FN
source: &Delete Node
tr: &Düğümü Sil

# FeatherNotes::FN
source: Move &Up
tr: &Yukarı Taşı

# FeatherNotes::FN
source: Alt+Up
tr: Alt+Yukarı Yön Tuşu

# FeatherNotes::FN
source: Move Do&wn
tr: &Aşağı Taşı

# FeatherNotes::FN
source: Alt+Down
tr: Alt+Aşağı Yön Tuşu

# FeatherNotes::FN
source: Re&name Node
tr: &Düğümü Yeniden Adlandır

# FeatherNotes::FN
source: Tree Pr&operties
tr: &Ağaç Özellikleri

# FeatherNotes::FN
source: Document &Font
tr: &Belge Yazı Tipi

# FeatherNotes::FN
source: &Wrap Lines
tr: &Çizgileri Sarın

# FeatherNotes::FN
source: &Auto-Indentation
tr: &Otomatik Girinti

# FeatherNotes::FN
source: &Preferences
tr: &Tercih

# FeatherNotes::FN
source: Find and &Replace
tr: &Bul ve Değiştir

# FeatherNotes::FN
source: &About
tr: &Hakkında

# FeatherNotes::FN
source: Pr&int All Nodes
tr: &Tüm Düğümleri Yazdır

# FeatherNotes::FN
source: Superscrip&t
tr: &Üst simge

# FeatherNotes::FN
source: Superscript
tr: Üst simge

# FeatherNotes::FN
source: Subscri&pt
tr: &Alt simge

# FeatherNotes::FN
source: Subscript
tr: Alt simge

# FeatherNotes::FN
source: C&enter
tr: &Orta

# FeatherNotes::FN
source: Align center
tr: Merkezi Hizala

# FeatherNotes::FN
source: &Right
tr: &Sağ

# FeatherNotes::FN
source: Align right
tr: Sağa Hizala

# FeatherNotes::FN
source: Alt+Shift+Right
tr: Alt+Shift+Sağ Yön Tuşu

# FeatherNotes::FN
source: &Left
tr: &Sol

# FeatherNotes::FN
source: Align left
tr: Sola Hizala

# FeatherNotes::FN
source: Alt+Shift+Left
tr: Alt+Shift+Sol Yön Tuşu

# FeatherNotes::FN
source: &Justify
tr: &Yasla

# FeatherNotes::FN
source: Justify
tr: Yasla

# FeatherNotes::FN
source: Alt+Shift+Up
tr: Alt+Shift+Yukarı Yön Tuşu

# FeatherNotes::FN
source: &Prepend Sibling
tr: &Kardeş Ekle

# FeatherNotes::FN
source: Move &Left
tr: &Sola Taşı

# FeatherNotes::FN
source: Alt+Left
tr: Alt+Sol Yön Tuşu

# FeatherNotes::FN
source: Move &Right
tr: &Sağa Taşı

# FeatherNotes::FN
source: Alt+Right
tr: Alt+Sağ Yön Tuşu

# FeatherNotes::FN
source: Header 2
tr: Başlık 2

# FeatherNotes::FN
source: Header 1
tr: Başlık 1

# FeatherNotes::FN
source: Header 3
tr: Başlık 3

# FeatherNotes::FN
source: &Node Font
tr: &Düğüm Yazı Tipi

# FeatherNotes::FN
source: Node Font
tr: Düğüm Yazı Tipi

# FeatherNotes::FN
source: Scale I&mage(s)
tr: &Ölçek görüntü(ler)

# FeatherNotes::FN
source: Paste &HTML
tr: &HTML Yapıştır

# FeatherNotes::FN
source: &Tags
tr: &Etiketler

# FeatherNotes::FN
source: Insert Lin&k
tr: &Bağlantı Ekle

# FeatherNotes::FN
source: C&opy Link
tr: &Bağlantıyı Kopyala

# FeatherNotes::FN
source: I&nsert Table
tr: &Tablo Ekle

# FeatherNotes::FN
source: Append Row
tr: Satır Ekle

# FeatherNotes::FN
source: Delete Row
tr: Satırı Sil

# FeatherNotes::FN
source: Append Column
tr: Sütun Ekle

# FeatherNotes::FN
source: Delete Column
tr: Sütun Sil

# FeatherNotes::FN
source: Merge Cells
tr: Hücreleri Birleştir

# FeatherNotes::FN
source: Prepend Row
tr: Satır Ekle

# FeatherNotes::FN
source: Prepend Column
tr: Sütun Ekle

# FeatherNotes::FN
source: Export &HTML
tr: &HTML'yi Dışa Aktar

# FeatherNotes::FN
source: Save Ima&ge(s)
tr: &Görüntüleri Kaydet

# FeatherNotes::FN
source: Ctrl+Alt+Shift+Left
tr: Ctrl+Alt+Shift+Sol Yön Tuşu

# FeatherNotes::FN
source: Ctrl+Alt+Shift+Right
tr: Ctrl+Alt+Shift+Sağ Yön Tuşu

# FeatherNotes::FN
source: Menu
tr: Menü

# FeatherNotes::FN
source: Node &Icon
tr: &Düğüm Simgesi

# FeatherNotes::FN
source: Check Spelling
tr: Yazım Denetimi

# FeatherNotes::FN
source: Document &Colors
tr: &Belge Renkleri

# FeatherNotes::FN
source: Paste Date and Time
tr: Tarih ve saati yapıştır

# FeatherNotes::FN
source: Node Icon
tr: Düğüm Simgesi

# FeatherNotes::FN
source: &Raise/Hide
tr: &Kaldır/Gizle

# FeatherNotes::FN
source: <center><b><big>New note?</big></b></center>
tr: <center><b><big>Yeni Not mu?</big></b></center>

# FeatherNotes::FN
source: <center><i>Do you really want to leave this document</i></center> <center><i>and create an empty one?</i></center>
tr: <center><i>Gerçekten bu belgeyi bırakmak istiyor musunuz</i></center> <center><i>ve boş bir tane mi yaratalım?</i></center>

# FeatherNotes::FN
source: Yes
tr: Evet

# FeatherNotes::FN
source: No
tr: Hayır

# FeatherNotes::FN
source: <center><b><big>Save changes?</big></b></center>
tr: <center><b><big>Değişiklikleri Kaydet?</big></b></center>

# FeatherNotes::FN
source: <center><i>The document has been modified.</i></center>
tr: <center><i>Belge değiştirildi.</i></center>

# FeatherNotes::FN
source: <center><i>The document has been removed.</i></center>
tr: <center><i>Belge kaldırıldı.</i></center>

# FeatherNotes::FN
source: Discard changes
tr: Değişiklikleri at

# FeatherNotes::FN
source: Cancel
tr: İptal

# FeatherNotes::FN
source: Open file...
tr: Dosya Aç...

# FeatherNotes::FN
source: <center><b><big>Cannot be saved!</big></b></center>
tr: <center><b><big>Kurtarılamaz!</big></b></center>

# FeatherNotes::FN
source: Close
tr: Kapatma

# FeatherNotes::FN
source: Save As...
tr: Farklı Kaydet...

# FeatherNotes::FN
source: <center><b><big>Delete this node?</big></b></center>
tr: <center><b><big>Bu düğüm silinsin mi?</big></b></center>

# FeatherNotes::FN
source: <center><b><i>Warning!</i></b></center> <center>This action cannot be undone.</center>
tr: <center><b><i>Uyarı!</i></b></center> <center>Bu eylem geri alınamaz.</center>

# FeatherNotes::FN
source: Tags
tr: Etiketler

# FeatherNotes::FN
source: OK
tr: Tamam

# FeatherNotes::FN
source: <b>Main nodes:</b> <i>%1</i>&nbsp;&nbsp;&nbsp;&nbsp;<b>All nodes:</b> <i>%2</i>
tr: <b>Ana düğümler:</b> <i>%1</i>&nbsp;&nbsp;&nbsp;&nbsp;<b>Bütün düğümler:</b> <i>%2</i>

# FeatherNotes::FN
source: <b>Note:</b> <i>%1</i><br><b>Main nodes:</b> <i>%2</i>&nbsp;&nbsp;&nbsp;&nbsp;<b>All nodes:</b> <i>%3</i>
tr: <b>Not:</b> <i>%1</i><br><b>Ana düğümler::</b> <i>%2</i>&nbsp;&nbsp;&nbsp;&nbsp;<b>Bütün düğümler:</b> <i>%3</i>

# FeatherNotes::FN
source: %1 Matches
tr: %1 Eşleşme

# FeatherNotes::FN
source: One Match
tr: Bir eşleşme

# FeatherNotes::FN
source: No Match
tr: Eşleşme yok

# FeatherNotes::FN
source: Replacement
tr: Yedek

# FeatherNotes::FN
source: No Replacement
tr: Yedek yok

# FeatherNotes::FN
source: One Replacement
tr: Bir yedek

# FeatherNotes::FN
source: %1 Replacements
tr: %1 Yedekler

# FeatherNotes::FN
source: Insert Link
tr: Bağlantı Ekle

# FeatherNotes::FN
source: Image path
tr: Görüntü yolu

# FeatherNotes::FN
source: Open image
tr: Görüntü aç

# FeatherNotes::FN
source: Scaling percentage
tr: Ölçekleme yüzdesi

# FeatherNotes::FN
source: Open Image...
tr: Görüntü aç...

# FeatherNotes::FN
source: New Node
tr: Yeni düğüm

# FeatherNotes::FN
source: FeatherNotes documents (*.fnx);;All Files (*)
tr: FeatherNotes belgeler(*.fnx);;tüm dosyalar (*)

# FeatherNotes::FN
source: Untitled
tr: İsimsiz

# FeatherNotes::FN
source: Select Text Color
tr: Metin rengini seç

# FeatherNotes::FN
source: Select Background Color
tr: Arkaplan rengini seç

# FeatherNotes::FN
source: Deletion
tr: Silme

# FeatherNotes::FN
source: Tag(s) for this node
tr: Bu düğüm için etiketler

# FeatherNotes::FN
source: Image Files (*.svg *.png *.jpg *.jpeg *.bmp *.gif);;All Files (*)
tr: Resim Dosyaları (*.svg *.png *.jpg *.jpeg *.bmp *.gif);;Tüm Dosyalar (*)

# FeatherNotes::FN
source: Select Document Font
tr: Belge Yazı Tipini Seç

# FeatherNotes::FN
source: Select Node Font
tr: Düğüm Yazı Tipini Seçin

# FeatherNotes::FN
source: Set Document Colors
tr: Belge Renklerini Ayarlama

# FeatherNotes::FN
source: These colors will be applied to new nodes.<br>They may or may not affect existing nodes<br>but document reopening is recommended.
tr: Bu renkler yeni düğümlere uygulanacaktır. <br> Mevcut düğümleri etkileyebilir veya etkilemeyebilir <br> ancak belgenin yeniden açılması önerilir.

# FeatherNotes::FN
source: Background color:
tr: Arka plan rengi:

# FeatherNotes::FN
source: Text color:
tr: Metin rengi:

# FeatherNotes::FN
source: The first 1000 replacements are highlighted.
tr: İlk 1000 değiştirme vurgulanmıştır.

# FeatherNotes::FN
source: Scale to
tr: Ölçekle

# FeatherNotes::FN
source: Scale Image(s)
tr: Resimleri Ölçekle

# FeatherNotes::FN
source: untitled
tr: başlıksız

# FeatherNotes::FN
source: Error
tr: Hata

# FeatherNotes::FN
source: <center><b><big>Image cannot be saved! Retry?</big></b></center>
tr: <center><b> <big> Görüntü kaydedilemiyor! Yeniden denilsin mi? </big> </b> </center>

# FeatherNotes::FN
source: <center>Maybe you did not choose a proper extension</center> <center>or do not have write permission.</center><p></p>
tr: <center> Belki uygun bir uzantı seçmediniz </center> <center> veya yazma izniniz yok. </center> <p> </p>

# FeatherNotes::FN
source: Save Image As...
tr: Görüntüyü Farklı Kaydet...

# FeatherNotes::FN
source: Image Files (*.png *.jpg *.jpeg *.bmp);;All Files (*)
tr: Görüntü Dosyaları (*.png *.jpg *.jpeg *.bmp);;Tüm Dosyalar (*)

# FeatherNotes::FN
source: Insert Table
tr: Tablo Ekle

# FeatherNotes::FN
source: Rows:
tr: Satırlar:

# FeatherNotes::FN
source: Columns:
tr: Sütunlar:

# FeatherNotes::FN
source: Print Document
tr: Belgeyi Yazdır

# FeatherNotes::FN
source: Export HTML
tr: HTML'yi dışa aktar

# FeatherNotes::FN
source: Export:
tr: Dışa aktar:

# FeatherNotes::FN
source: &Current node
tr: &Geçerli düğüm

# FeatherNotes::FN
source: With all &sub-nodes
tr: Tüm &alt düğümlerle

# FeatherNotes::FN
source: &All nodes
tr: &Tüm düğümler

# FeatherNotes::FN
source: Output file:
tr: Çıktı dosyası:

# FeatherNotes::FN
source: Select path
tr: Yol seçin

# FeatherNotes::FN
source: Question
tr: Soru

# FeatherNotes::FN
source: The file already exists. Do you want to replace it?
tr: Dosya zaten var. Değiştirmek istiyor musun?

# FeatherNotes::FN
source: Save HTML As...
tr: HTML'yi Farklı Kaydet...

# FeatherNotes::FN
source: HTML Files (*.html *.htm)
tr: HTML Dosyaları (*.html *.htm)

# FeatherNotes::FN
source: Set Password
tr: Şifreyi belirle

# FeatherNotes::FN
source: Type password
tr: Şifreyi yaz

# FeatherNotes::FN
source: Retype password
tr: Şifrenizi yeniden yazın

# FeatherNotes::FN
source: <center>Passwords were different. Retry!</center>
tr: <center> Parolalar farklıydı. Yeniden deneyin! </center>

# FeatherNotes::FN
source: Enter Password
tr: Parolanı Gir

# FeatherNotes::FN
source: <center>Wrong password. Retry!</center>
tr: <center> Yanlış şifre. Yeniden deneyin! </center>

# FeatherNotes::FN
source: A lightweight notes manager
tr: Hafif bir not yöneticisi

# FeatherNotes::FN
source: based on Qt
tr: Qt'ye göre

# FeatherNotes::FN
source: Author
tr: Yazar

# FeatherNotes::FN
source: About FeatherNotes
tr: Tüy Notları Hakkında

# FeatherNotes::FN
source: Translators
tr: Çevirmenler

# FeatherNotes::FN
source: See Preferences → Text → Spell Checking!
tr: Tercihler → Metin → Yazım Denetimi'ne bakın!

# FeatherNotes::FN
source: You need to add a Hunspell dictionary.
tr: Hunspell sözlüğü eklemeniz gerekiyor.

# FeatherNotes::FN
source: The Hunspell dictionary does not exist.
tr: Hunspell sözlüğü mevcut değil.

# FeatherNotes::FN
source: The Hunspell dictionary is not accompanied by an affix file.
tr: Hunspell sözlüğüne bir ek dosyası eşlik etmez.

# FeatherNotes::FN
source: No misspelling from text cursor.
tr: Metin imlecinden yanlış yazım yok.

# FeatherNotes::FN
source: Spell Checking
tr: Yazım Denetimi

# FeatherNotes::FN
source: aka.
tr: diğer adıyla.

# FeatherNotes::LineEdit
source: Clear text (Ctrl+K)
tr: Metni temizle (Ctrl + K)

# FeatherNotes::PrefDialog
source: Preferences
tr: Tercihler

# FeatherNotes::PrefDialog
source: Window
tr: Pencere

# FeatherNotes::PrefDialog
source: Saves window size after closing this dialog and also on exit. Uncheck to set a fixed size!
tr: Kapattıktan sonra pencere boyutunu kaydeder bu iletişim kutusu ve ayrıca çıkışta. Sabit bir boyut ayarlamak için işareti kaldırın!

# FeatherNotes::PrefDialog
source: Remember window &size
tr: &Pencere ve boyutu hatırla

# FeatherNotes::PrefDialog
source: Start with this size:
tr: Bu boyutla başlayın:

# FeatherNotes::PrefDialog
source: Saves tree width after closing this dialog and also on exit. Uncheck for a width ratio of 170/530.
tr: Bu iletişim kutusunu kapattıktan sonra ve ayrıca çıkışta ağaç genişliğini kaydeder. 170/530 genişlik oranının işaretini kaldırın.

# FeatherNotes::PrefDialog
source: Remember &tree width
tr: Ağaç genişliğini hatırla

# FeatherNotes::PrefDialog
source: Save &position
tr: Kaydet ve konumlandır

# FeatherNotes::PrefDialog
source: Decides whether a systray icon should be used. If checked, the titlebar close button iconifies the window to the systray instead of quitting. Needs restarting of FeatherNotes to take effect.
tr: Systray simgesinin kullanılıp kullanılmayacağına karar verir. İşaretlenirse, başlık çubuğu kapat düğmesi, çıkmak yerine pencereyi sistem tepsisine gösterir. Etkili olması için FeatherNotes'un yeniden başlatılması gerekiyor.

# FeatherNotes::PrefDialog
source: Add to s&ystray
tr: &Systray'e ekle

# FeatherNotes::PrefDialog
source: The command line option --tray can be used instead of this.
tr: Bunun yerine komut satırı seçeneği --tray kullanılabilir.

# FeatherNotes::PrefDialog
source: Start i&conified to tray
tr: Tepside simge haline getirilmeyi başlatın

# FeatherNotes::PrefDialog
source: Merge the tree view with its surroundings?
tr: Ağaç görünümü çevresiyle birleştirilsin mi?

# FeatherNotes::PrefDialog
source: Transparent t&ree view
tr: Şeffaf ekran görünümü

# FeatherNotes::PrefDialog
source: By default, the active widget style determines the size of toolbar icons.
tr: Varsayılan olarak, etkin pencere öğesi stili, the size of toolbar icons.

# FeatherNotes::PrefDialog
source: Small toolbar icons
tr: Küçük araç çubuğu simgeleri

# FeatherNotes::PrefDialog
source: Do not show t&oolbar
tr: &Toolbar'ı gösterme

# FeatherNotes::PrefDialog
source: If the menubar is hidden, a menu button appears on the toolbar.
tr: Menü çubuğu gizlenmişse, araç çubuğunda bir menü düğmesi görünür.

# FeatherNotes::PrefDialog
source: Do not show &menubar
tr: &Menü çubuğunu gösterme

# FeatherNotes::PrefDialog
source: Text
tr: Metin

# FeatherNotes::PrefDialog
source: &Wrap lines by default
tr: &Varsayılan olarak satırları kaydır

# FeatherNotes::PrefDialog
source: Auto-&indent by default
tr: &Varsayılan olarak otomatik girinti

# FeatherNotes::PrefDialog
source: This covers parentheses, braces, brackets and quotes. Needs restarting of FeatherNotes to take effect.
tr: Bu ayraçları, köşeli ve kaşlı ayraçları ve tırnak işaretlerini kapsar. Etkili olması için FeatherNotes'un yeniden başlatılması gerekiyor.

# FeatherNotes::PrefDialog
source: Auto-&bracket
tr: &Otomatik parantez

# FeatherNotes::PrefDialog
source: A triple period is replaced with an ellipsis, a double hyphen with a long dash, etc. while the user is typing and under proper circumstances.
tr: Üç nokta bir üç nokta ile değiştirilir, uzun tire içeren çift kısa çizgi vb. kullanıcı yazıyor ve uygun koşullar altında.

# FeatherNotes::PrefDialog
source: &Replace some characters while typing
tr: &Yazarken bazı karakterleri değiştir

# FeatherNotes::PrefDialog
source: Used for pasting the date and time. Leave empty for the system default. Takes effect after closing this dialog.
tr: Tarih ve saati yapıştırmak için kullanılır. Sistem Varsayılanı için boş bırakın. Bu iletişim penceresini kapattıktan sonra etkili olur.

# FeatherNotes::PrefDialog
source: Date and time format:
tr: Tarih ve saat biçimi:

# FeatherNotes::PrefDialog
source: &Auto-save every
tr: &Her birini otomatik Kaydet

# FeatherNotes::PrefDialog
source: minute(s)
tr: dakika

# FeatherNotes::PrefDialog
source: Spell Checking
tr: Yazım Denetimi

# FeatherNotes::PrefDialog
source: A Hunspell dictionary has a name that ends with ".dic" and should be alongside an affix file with the same name but ending with ".aff".
tr: Hunspell sözlüğünün ".dic" ile biten bir adı vardır ve yanında adı aynı ancak ".aff" ile biten olan ek bir dosya olmalıdır.

# FeatherNotes::PrefDialog
source: Hunspell dictionary path:
tr: Hunspell sözlük yolu:

# FeatherNotes::PrefDialog
source: Add dictionary...
tr: Sözlük ekle ...

# FeatherNotes::PrefDialog
source: Files
tr: Dosyalar

# FeatherNotes::PrefDialog
source: Start with the last opened file
tr: Son açılan dosyayla başlayın

# FeatherNotes::PrefDialog
source: Shortcuts
tr: Kısayollar

# FeatherNotes::PrefDialog
source: Action
tr: İşlem

# FeatherNotes::PrefDialog
source: Shortcut
tr: Kısayol

# FeatherNotes::PrefDialog
source: Default
tr: Varsayılan

# FeatherNotes::PrefDialog
source: Warning: Ambiguous shortcut detected!
tr: Uyarı: Belirsiz kısayol algılandı!

# FeatherNotes::PrefDialog
source: The typed shortcut was reserved.
tr: Yazılan kısayol rezerve edildi.

# FeatherNotes::PrefDialog
source: Application restart is needed for changes to take effect.
tr: Değişikliklerin etkili olması için uygulamanın yeniden başlatılması gerekiyor.

# FeatherNotes::PrefDialog
source: Hunspell Dictionary Files (*.dic)
tr: Hunspell Sözlük Dosyaları (* .dic)

# FeatherNotes::SpellDialog
source: Unknown word:
tr: Bilinmeyen kelime:

# FeatherNotes::SpellDialog
source: Add To Dictionary
tr: Sözlüğe Ekle

# FeatherNotes::SpellDialog
source: Replace with:
tr: Şununla değiştir:

# FeatherNotes::SpellDialog
source: Ignore Once
tr: Bir Kerelik Yoksay

# FeatherNotes::SpellDialog
source: Ignore All
tr: Hepsini Yoksay

# FeatherNotes::SpellDialog
source: Correct Once
tr: Bir Kerelik Düzelt

# FeatherNotes::SpellDialog
source: Correct All
tr: Hepsini Düzelt

# FeatherNotes::helpDialog
source: Help
tr: Yardım

# QObject
source: New Node
tr: Yeni Düğüm

# FeatherNotes::FN
source: Recenl&y Opened
tr: &Son Açılan

# FeatherNotes::FN
source: &Clear
tr: &Açık

# FeatherNotes::FN
source: <center><b><big>Cannot be opened!</big></b></center>
tr: <center><b><big>Açılamaz!</big></b></center>

# FeatherNotes::PrefDialog
source: Number of recent files:
tr: Son dosya sayısı:

# FeatherNotes::PrefDialog
source: Open recent files separately
tr: Son dosyaları ayrı olarak açın

# FeatherNotes::FN
source: Align Table
tr: Tabloyu Hizala

# FeatherNotes::FN
source: &Center
tr: &Orta

# FeatherNotes::PrefDialog
source: By default, all nodes are expanded on opening a document.
tr: Varsayılan olarak, bir belge açıldığında tüm düğümler genişletilir.

# FeatherNotes::PrefDialog
source: Remember expanded states of nodes
tr: Genişletilmiş düğüm durumlarını hatırla

# FeatherNotes::PrefDialog
source: If this option is checked, the opened document will be saved on exiting without prompt and without showing a warning if saving is not possible.
tr: Bu seçenek işaretlenirse, açılan belge istenmeden ve gerekmeden çıkarken kaydedilebilir kaydetme mümkün değilse bir uyarı gösteriliyor.

# FeatherNotes::PrefDialog
source: Save opened document on exiting
tr: Açılan belgeyi çıkarken kaydet

# FeatherNotes::FN
source: System tray is not available. Please disable tray in Preferences.
tr: Sistem çekmecesi mevcut değil. Lütfen Tercihler'den sistem çekmecesini kapatın.

# FeatherNotes::PrefDialog
source: Saves position after closing this dialog and also on exit. This may not work correctly with some window managers.
tr: Bu diyaloğu kapattıktan sonra ve ayrıca çıkışta konumu kaydeder. Bu, bazı pencere yöneticileriyle düzgün çalışmayabilir.

# FeatherNotes::FN
source: Printing completed.
tr: Baskı tamamlandı.

# FeatherNotes::FN
source: Printing in progress...
tr: Yazdırma devam ediyor ...
