Repository: sabriunal/turkish-translation-backup
Catalog: Unity/po_unity-*.po
Languages: tr

source: All
tr: Tümü

source: Categories
tr: Kategoriler

source: Multi-range
tr: Çoklu aralık

source: Rating
tr: Değerlendirme

source: See fewer results
tr: Daha az sonuç gör

source: Sorry, there is nothing that matches your search.
tr: Üzgünüz, aramanızla eşleşen hiçbir şey yok.

source: Last Updated
tr: Son Güncelleme

source: Type your command
tr: Komutunuzu yazınız

source: Lock to Launcher
tr: Başlatıcıya Sabitle

source: Unlock from Launcher
tr: Başlatıcıdan Ayır

source: Quit
tr: Çık

source: Search your computer and online sources
tr: Bilgisayarınızda ve çevrimiçi kaynaklarda arayın

source: Show Desktop
tr: Masaüstünü Göster

source: The drive has been successfully ejected
tr: Sürücü başarıyla çıkartıldı

source: Workspace Switcher
tr: Çalışma Alanı Geçişi

source: HUD
tr: Bildirim Ekranı

source: Waiting to install
tr: Kurulum için bekleniyor

source: Drop To Add Application
tr: Uygulamayı Eklemek için Buraya Bırakın

source: Trash
tr: Çöp

source: Empty Trash...
tr: Çöpü Boşalt...

source: Open
tr: Aç

source: Eject parent drive
tr: Ana sürücüyü çıkart

source: Eject
tr: Çıkart

source: Safely remove parent drive
tr: Ana sürücüyü güvenli kaldır

source: Safely remove
tr: Güvenli kaldır

source: Unmount
tr: Ayır

source: Ubuntu Desktop
tr: Ubuntu Masaüstü

source: Dash
tr: Hızlı Menü

source: Launcher
tr: Başlatıcı

source: Quicklist
tr: Hızlı Liste

source: Switcher
tr: Değiştirici

source: Left Mouse
tr: Sol Tık

source: Middle Mouse
tr: Orta Tık

source: Right Mouse
tr: Sağ Tık

source: Keyboard Shortcuts
tr: Klavye Kısayolları

source: (Hold)
tr: (Tut)

source: Opens the Launcher, displays shortcuts.
tr: Başlatıcıyı açar ve kısayolları gösterir.

source: Opens Launcher keyboard navigation mode.
tr: Başlatıcı klavye gezinim kipini açar.

source: Switches applications via the Launcher.
tr: Başlatıcıdan uygulamaları değiştirir.

source: + 1 to 9
tr: + 1'den 9'a

source: Same as clicking on a Launcher icon.
tr: Bir başlatıcı simgesine tıklamanın aynısı.

source: + Shift + 1 to 9
tr: + Shift + 1'den 9'a

source: Opens a new window in the app.
tr: Uygulama içinde yeni bir pencere açar.

source: Opens the Trash.
tr: Çöpü açar.

source: (Tap)
tr: (Dokun)

source: Opens the Dash Home.
tr: Ana Seçke'yi açar.

source: Opens the Dash App Lens.
tr: Ana Seçke Uygulama Merceği'ni açar.

source: Opens the Dash Files Lens.
tr: Ana Seçke Dosya Merceği'ni açar.

source: Opens the Dash Music Lens.
tr: Ana Seçke Müzik Merceği'ni açar.

source: Opens the Dash Video Lens.
tr: Ana Seçke Video Merceği'ni açar.

source: Switches between Lenses.
tr: Mercekler arasında geliş yapar.

source: Moves the focus.
tr: Odağı hareket ettirir.

source: Arrow Keys
tr: Ok Tuşları

source: Opens the currently focused item.
tr: Mevcut odaklanılmış öğeyi açar.

source: Enter
tr: Giriş

source: HUD & Menu Bar
tr: Akıllı Seçke & Seçke Çubuğu

source: Opens the HUD.
tr: Akıllı Seçke'yi açar.

source: Reveals the application menu.
tr: Uygulama seçkesini ortaya çıkarır.

source: Opens the indicator menu.
tr: Gösterge seçkesini açar.

source: Moves focus between indicators.
tr: Odağı göstergeler arasında hareket ettirir.

source: Cursor Left or Right
tr: Sol ya da Sağ İmleç

source: Switching
tr: Geçiş

source: Switches between applications.
tr: Uygulamalar arası geçiş yapar.

source: Switches windows of current applications.
tr: Mevcut uygulamanın pencereleri arasında geçiş yapar.

source: Workspaces
tr: Çalışma Alanları

source: Switches between workspaces.
tr: Çalışma alanları arasında geçiş yapar.

source: + Arrow Keys
tr: + Ok Tuşları

source: Switches workspaces.
tr: Çalışma alanlarını değiştirir.

source: Moves focused window to another workspace.
tr: Odaklanılmış pencereyi başka bir çalışma alanına taşır.

source: Windows
tr: Pencereler

source: Spreads all windows in the current workspace.
tr: Geçerli çalışma alanındaki tüm pencereleri yayar.

source: Minimises all windows.
tr: Tüm pencereleri küçültür.

source: Maximises the current window.
tr: Geçerli pencereyi büyültür.

source: Restores or minimises the current window.
tr: Geçerli pencereyi geri alır ya da küçültür.

source: or Right
tr: ya da Sağ

source: Semi-maximise the current window.
tr: Pencereyi yarım büyüt.

source: Closes the current window.
tr: Bu pencereyi kapatır.

source: Opens the window accessibility menu.
tr: Pencere erişebilirlik seçkesini açar.

source: Places the window in corresponding position.
tr: Pencereyi ilgili alana yerleştir.

source: Ctrl + Alt + Num
tr: Ktrl + Alt + Num

source: Drag
tr: Sürükle

source: Moves the window.
tr: Pencereyi taşır.

source: Resizes the window.
tr: Pencereyi yeniden boyutlandırır.

source: Shut Down
tr: Bilgisayarı Kapat

source: Hi %s, you have open files that you might want to save before shutting down. Are you sure you want to continue?
tr: Merhaba %s, kaydedilmemiş dosyalarınız var. Eğer devam ederseniz bu dosyalardaki veriyi kaybedebilirsiniz. Kapatmak istediğinizden emin misiniz?

source: Goodbye, %s. Are you sure you want to close all programs and shut down the computer?
tr: Hoşçakalın %s. Tüm programları sonlandırıp bilgisayarı kapatmak istediğinizden emin misiniz?

source: Log Out
tr: Oturumu Kapat

source: Hi %s, you have open files that you might want to save before logging out. Are you sure you want to continue?
tr: Merhaba %s, kaydedilmemiş dosyalarınız var. Eğer devam ederseniz bu dosyalardaki veriyi kaybedebilirsiniz. Oturumu kapatmak istediğinize emin misiniz?

source: Goodbye, %s. Are you sure you want to close all programs and log out from your account?
tr: Hoşçakalın %s. Tüm programları sonlandırıp oturumunuzu kapatmak istediğinizden emin misiniz?

source: Hi %s, you have open files you might want to save. Would you like to…
tr: Merhaba %s, kaydedilmemiş dosyalarınız var. Eğer devam ederseniz bu dosyalardaki veriyi kaybedebilirsiniz. Ne yapmak istiyorsunuz?

source: Hi %s, you have open files you might want to save. Would you like to…
tr: Merhaba %s, kaydedilmemiş dosyalarınız var. Ne yapmak istiyorsunuz?

source: Goodbye, %s. Would you like to…
tr: Hoşçakalın %s. Ne yapmak istiyorsunuz?

source: Lock
tr: Kilitle

source: Suspend
tr: Uyku

source: Hibernate
tr: Hazırda Beklet

source: Restart
tr: Yeniden Başlat

source: Activate
tr: Etkinleştir

source: No Image Available
tr: Resim Bulunmamakta

source: Filter results
tr: Sonuçları filtrele
