Repository: sabriunal/turkish-translation-backup
Catalog: GNOME/extras/giggle.master.*.po
Languages: tr

source: Giggle is a graphical frontend for the git directory tracker.
tr: Giggle, git dizin takipçisi için bir grafiksel önuçtur.

source: It currently features a history viewer much like gitk and a commit GUI like git gui.
tr: Büyük oranda gitk'ya benzer bir geçmiş görüntüleyici ve git gui'ye benzer bir kod işleme görsel arayüzüne sahiptir.

source: Giggle history view
tr: Giggle geçmiş gösterici

source: The GNOME Project
tr: GNOME Projesi

source: Name:
tr: Ad:

source: Branches
tr: Dallar

source: Cannot find plugin description in '%s'
tr: '%s' içinde eklenti tanımlaması bulunamıyor

source: Demonstration of Giggle's Plugin System
tr: Giggle'ın Eklenti Sisteminin Tanıtımı

source: Hello World
tr: Merhaba Dünya

source: Check if the plugin system works
tr: Eklenti sisteminin çalışıp çalışmadığını denetle

source: There was an error setting the configuration
tr: Yapılandırma ayarlanırken bir hata oluştu

source: There was an error getting the configuration
tr: Yapılandırma alınırken bir hata oluştu

source: _Name:
tr: _Ad:

source: _Email:
tr: _Eposta:

source: Personal Details
tr: Kişisel Ayrıntılar

source: _Terminal
tr: _Uçbirim

source: Issue git commands via terminal
tr: Uçbirim ile git komutlarını ver

source: Edit personal details
tr: Kişisel ayrıntıları düzenle

source: Terminal window
tr: Uçbirim penceresi

source: Create _Terminal
tr: _Uçbirim Oluştur

source: Create new tab in git terminal
tr: Git uçbiriminde yeni sekme oluştur

source: Find:
tr: Bul:

source: Find previous occurrence of the search string
tr: Arama dizgisinin bulunduğu bir önceki yeri bul

source: Find next occurrence of the search string
tr: Arama dizgisinin bulunduğu bir sonraki yeri bul

source: C_ase Sensitive
tr: Bü_yük/Küçük Harf Duyarlı

source: Toggle case sensitive search
tr: Harf duyarlı aramayı aç ya da kapat

source: An error occurred when retrieving authors list: %s
tr: Yazar listesi alınırken bir hata oluştu: %s

source: Authors:
tr: Yazarlar:

source: An error occurred when retrieving branches list: %s
tr: Dal listesi alınırken bir hata oluştu: %s

source: Branches:
tr: Dallar:

source: Clone Repository
tr: Depoyu Kopyala

source: Cl_one
tr: Ko_pyala

source: _Repository:
tr: _Depo:

source: _Local name:
tr: _Yerel ad:

source: Please select a location for the clone
tr: Lütfen kopyalama için bir konum seçin

source: Clone in _folder:
tr: _Klasör içinde kopyala:

source: An error occurred when retrieving different files list: %s
tr: Farklı dosya listesi alınırken bir hata oluştu: %s

source: Changed files
tr: Değiştirilmiş dosyalar

source: An error occurred when retrieving a diff: %s
tr: Fark alınırken bir hata oluştu: %s

source: Commit changes
tr: Değişiklikleri depoya gönder

source: Revision log:
tr: Sürüm günlüğü:

source: Co_mmit
tr: Depoya Gö_nder

source: An error occurred when committing: %s
tr: Depoya gönderilirken bir hata oluştu: %s

source: An error occurred when retrieving the file list: %s
tr: Dosya listesi alınırken bir hata oluştu: %s

source: An error occurred when adding a file to git: %s
tr: Git ortamına dosya eklenirken bir hata oluştu: %s

source: Could not save the patch as %s
tr: Yama %s olarak kaydedilemesi

source: No error was given
tr: Hiçbir hata yok

source: Patch saved as %s
tr: Yama %s olarak kaydedildi

source: Created in project directory
tr: Proje dizininde oluşturuldu

source: Created in directory %s
tr: %s dizininde oluşturuldu

source: Create Patch
tr: Yama oluştur

source: Delete glob pattern?
tr: Damla deseni silinsin mi?

source: The selected file was shadowed by a glob pattern that may be hiding other files, delete it?
tr: Seçilen dosya diğer dosyaları gizleyebilen bir damla deseni tarafından gölgelendi, silinsin mi?

source: _Commit Changes
tr: Değişiklikler _Gönder

source: A_dd file to repository
tr: Depoya dosya e_kle

source: Create _Patch
tr: _Yama Oluştur

source: _Add to .gitignore
tr: .gitignore dosyasına _ekle

source: _Remove from .gitignore
tr: .gitignore dosyasından _sil

source: _Show all files
tr: Bütün dosyaları _göster

source: Project
tr: Proje

source: An error occurred:
tr: Bir hata oluştu:

source: Clone a repository
tr: Depoyu kopyala

source: Show the diff window
tr: Fark penceresini göster

source: Show version information and exit
tr: Sürüm bilgisini göster ve çık

source: [DIRECTORY]
tr: [DİZİN]

source: Report errors (in English, with LC_ALL=C) to <%s>.
tr: Hataları bildir (LC_ALL=C ile İngilizce) <%s>.

source: Giggle is a graphical frontend for the git content tracker.
tr: Giggle, git içerik takipçisi için bir grafiksel önuçtur.

source: Try '%s --help' for more information.
tr: Daha fazla bilgi için '%s --help' deneyin.

source: Click to add mapping…
tr: Eşleme eklemek için tıklayın…

source: Unnamed
tr: Adlandırılmamış

source: Icon
tr: Simge

source: Name
tr: Ad

source: Double click to add remote…
tr: Uzaktan eklemek için çift tıklayın…

source: Author:
tr: Yazar:

source: Committer:
tr: Gönderici:

source: Date:
tr: Tarih:

source: Change Log:
tr: Değişiklik Günlüğü:

source: _Details
tr: _Ayrıntılar

source: Display revision details
tr: Uyarlama detaylarını görüntüle

source: Delete branch "%s"
tr: "%s" dalını sil

source: Delete tag "%s"
tr: "%s" etiketini sil

source: Branch
tr: Dal

source: Tag
tr: Etiket

source: Remote
tr: Uzak

source: Enter branch name:
tr: Dal adı girin:

source: Enter tag name:
tr: Etiket adı girin:

source: Could not create patch
tr: Yama oluşturulamadı

source: Uncommitted changes
tr: Depoya gönderilmemiş değişiklikler

source: Commit
tr: Depoya Gönder

source: Create _Branch
tr: _Dal Oluştur

source: Create _Tag
tr: _Etiket Oluştur

source: Graph
tr: Grafik

source: Short Log
tr: Kısa Günlük

source: Author
tr: Yazar

source: Date
tr: Tarih

source: Details
tr: Ayrıntılar

source: Show A_ll…
tr: T_ümünü Göster…

source: Change %d of %d
tr: %d / %d değiştir

source: _Previous Change
tr: _Önceki Değişiklik

source: View previous change
tr: Önceki değişikliği görüntüle

source: _Next Change
tr: _Sonraki Değişiklik

source: View next change
tr: Sonraki değişikliği göster

source: _Changes
tr: _Değişiklikler

source: Browse a revision's changes
tr: Sürümün değişikliklerine gözat

source: _Goto Line Number
tr: Satır Numarasına _Git

source: Highlight specified line number
tr: Belirtilen satır numaralarını vurgula

source: Show _Changes
tr: _Değişiklikeri Göster

source: Show changes for selected revision
tr: Seçilen sürümün değişikliklerini göster

source: Select _Revision
tr: _Sürüm Seç

source: Select revision of selected line
tr: Seçilen satırın sürümünü seç

source: An error occurred when getting file ref: %s
tr: Dosya referansı alınırken bir hata oluştu: %s

source: An error occurred when getting the revisions list: %s
tr: Sürümlerin listesi alınırken bir hata oluştu: %s

source: Line Number:
tr: Satır Numarası:

source: _Browse
tr: _Gözat

source: Browse the files of this project
tr: Bu projenin dosyalarına gözat

source: _History
tr: _Geçmiş

source: Browse the history of this project
tr: Bu projenin geçmişine gözat

source: Description:
tr: Açıklama:

source: Remotes:
tr: Uzaktan:

source: _Summary
tr: _Özet

source: _Branches
tr: _Dallar

source: _Authors
tr: _Yazarlar

source: _Remotes
tr: _Uzaktan

source: The directory '%s' does not look like a git repository.
tr: '%s' dizini bir git deposu gibi görünmüyor.

source: Select git repository
tr: Git deposu seç

source: Properties of %s
tr: %s özellikleri

source: Contributors:
tr: Katkıcılar:

source: Copyright © 2007 - 2008 Imendio AB Copyright © 2008 - 2009 Mathias Hasselmann Copyright © 2009 - 2012 The Giggle authors
tr: Telif Hakkı © 2007 - 2008 Imendio AB Telif Hakkı © 2008 - 2009 Mathias Hasselmann Telif Hakkı © 2009 - 2012 The Giggle yazarları

source: translator-credits
tr: Simge Sezgin <simgeszgn@gmail.com> Muhammet Kara <muhammetk@gmail.com

source: A graphical frontend for Git
tr: Git için grafiksel önyüz

source: About Giggle
tr: Giggle Hakkında

source: Giggle Website
tr: Giggle Web Sitesi

source: _Find…
tr: _Bul…

source: Find…
tr: Bul…

source: Find Ne_xt
tr: Son_rakini Bul

source: Find next match
tr: Sonraki eşleşmeyi bul

source: Find Pre_vious
tr: Ön_cekini Bul

source: Find previous match
tr: Önceki eşleşmeyi bul

source: _Project
tr: _Proje

source: _Edit
tr: _Düzenle

source: _Go
tr: _Git

source: _View
tr: _Görünüm

source: _Help
tr: _Yardım

source: Open a git repository
tr: Git deposu aç

source: Clone _location
tr: _Konumu kopyala

source: Clone a location
tr: Bir konum kopyala

source: _Save patch
tr: Yamayı _kaydet

source: Save a patch
tr: Bir yama kaydet

source: _Diff current changes
tr: Mevcut değişikliklerin _farkını bul

source: Diff current changes
tr: Mevcut değişikliklerin farkını bul

source: Quit the application
tr: Uygulamadan çık

source: Go backward in history
tr: Geçmişte geriye git

source: Go forward in history
tr: Geçmişinde ileriye git

source: _Contents
tr: _İçindekiler

source: Show user guide for Giggle
tr: Giggle için kullanıcı klavuzunu göster

source: Report _Issue
tr: _Sorun Bildir

source: Report an issue you’ve found in Giggle
tr: Giggle uygulamasında bir sorun bulduğunda bildir

source: About this application
tr: Uygulama Hakkında

source: Show revision tree
tr: Sürüm ağacını göster

source: Show diffs by chunk
tr: Öbek ile farkları göster

source: Show diffs by file
tr: Dosya ile farkları göster

source: Show all diffs
tr: Bütün farkları göster

source: Show and edit project properties
tr: Proje özelliklerini düzenle ve göster

source: Refresh current view
tr: Mevcut görünümü tazele

source: Search Inside _Patches
tr: İç _Yamaları Ara

source: Save patch file
tr: Yama dosyasını kaydet

source: An error occurred when saving to file: %s
tr: Dosyaya kaydedilirken bir hata oluştu: %s
