Repository: sabriunal/turkish-translation-backup
Catalog: GNOME/extras/glom.master.*.po
Languages: tr

source: Show _Grid
tr: _Izgarayı Göster

source: Show _Rules
tr: _Kuralları Göster

source: Show _Outlines
tr: _Ana hatları Göster

source: Fit Page _Width
tr: Sayfa _Genişliğine Sığdır

source: Zoom 200%
tr: 200% Yakınlaştır

source: Zoom 100%
tr: 100% Yakınlaştır

source: Zoom 50%
tr: 50% Yakınlaştır

source: Zoom 25%
tr: 25% Yakınlaştır

source: Print Layout Editor
tr: Yazdırma Düzeni Düzenleyicisi

source: <b>Table Name</b>
tr: <b>Tablo Adı</b>

source: Layout name:
tr: Düzen adı:

source: Width:
tr: Genişlik:

source: Height:
tr: Yükseklik:

source: Page _Setup
tr: Sayfa _Ayarı

source: Edit _Fields
tr: _Alanları Düzenle

source: Edit _Relationships
tr: _İlişkileri Düzenle

source: Relationships Overview
tr: İlişkiler Genel Bakış

source: Report Layout
tr: Rapor Düzeni

source: _Show table title
tr: Tablo başlığını _göster

source: When this is checked the table's title will be shown at the top of the report in addition to the report title.
tr: Bu işaretlendiğinde, tablonun başlığı rapor başlığına ek olarak raporun en üstünde gösterilecek.

source: _Report name:
tr: _Rapor adı:

source: <b>Available Parts</b>
tr: <b>Mevcut Parçalar</b>

source: Main
tr: Ana Bölüm

source: <b>Parts</b>
tr: <b>Parçalar</b>

source: Text Format
tr: Metin Biçimi

source: <b>Text:</b>
tr: <b>Metin:</b>

source: Translations
tr: Çeviriler

source: <b>Source Language:</b>
tr: <b>Kaynak Dil:</b>

source: English
tr: İngilizce

source: Identify Source
tr: Kaynak Tanımla

source: <b>Target Language:</b>
tr: <b>Hedef Dil:</b>

source: Copy From Existing Translation
tr: Varolan Çeviriden Kopyala

source: Start a translation for this target locale by copying the strings from another target locale.
tr: Başka hedef lokalden karakter dizilerini kopyalayarak bu hedef lokal için bir çeviri başlatın.

source: <b>Group:</b>
tr: <b>Grup:</b>

source: <b>Users</b>
tr: <b>Kullanıcılar</b>
