Repository: sabriunal/turkish-translation-backup
Catalog: GNOME/extras/glom.master.*.po
Languages: tr

source: Enter search criteria to identify records in the other table, to choose an ID for this field.
tr: Diğer tablodaki kayıtları tanımlamak ve bu alana bir ID seçmek için arama kriteri girin.

source: _New
tr: _Yeni

source: Enter details for a new record in the other table, then use its ID for this field.
tr: Diğer tablodaki yeni bir kayıt için ayrıntı girin, daha sonra bu alan için onun ID'sini kullanın.

source: Table Content
tr: Tablo İçeriği

source: ExampleEg
tr: Örnek

source: Right-click to layout, to specify the related fields.
tr: İlgili alanları belirlemek için yerleşime sağ tıkla.

source: Extra Related Records Not Possible
tr: Fazladan İlgili Kayıt Mümkün Değil

source: You attempted to add a new related record, but there can only be one related record, because the relationship uses a unique key.
tr: Yeni bir ilgili kayıt eklemeyi denediniz fakat ilgili sadece bir kayıt olabilir çünkü ilişki benzersiz anahtar kullanır.

source: Select
tr: Seç

source: You have not entered any quick find criteria.
tr: Herhangi bir hızlı bul kriteri girmediniz.

source: Not enough memory available to load the image
tr: Görüntü yüklemek için yeterli hafıza yok

source: Error loading %1
tr: %1 yüklenirken hata

source: Error loading image
tr: Görüntü yükleme hatası

source: Error Saving
tr: Kaydetme Hatası

source: Error saving image
tr: Görüntü kaydedilirken hata

source: New Database
tr: Yeni Veritabanı

source: Please choose a human-readable title for the new database. You can change this later in the database properties. It may contain any characters.
tr: Yeni veritabanı için lütfen okunabilir bir başlık seçin. Bu başlığı daha sonra veritabanı özelliklerinde değiştirebilirsiniz. Başlık için herhangi bir karakteri içerebilir.

source: _Title:
tr: _Başlık:

source: Create PostgreSQL database in its own folder, to be hosted by this computer.
tr: Bu bilgisayar üzerinde barındırılan kendi klasöründe PostgreSQL veritabanı oluştur.

source: Create database on an external PostgreSQL database server, to be specified in the next step.
tr: Bir sonraki adımda belirtilen harici bir PostgreSQL veritabanı sunucusunda veritabanı oluştur.

source: Create database in its own folder, to be hosted by this computer.
tr: Bu bilgisayar tarafından barındırılan kendi klasöründe veritabanı oluştur.

source: Create database on an external database server, to be specified in the next step.
tr: Sonraki adımda belirtilen harici bir veritabanı sunucusunda veritabanı oluştur.

source: Create SQLite database in its own folder, to be hosted by this computer.
tr: Bu bilgisayar tarafından barındırılan kendi klasöründe SQLite veritabanı oluştur.

source: SQLite does not support authentication or remote access but is suitable for embedded devices.
tr: SQLite kimlik doğrulamayı ya da uzaktan erişimi desteklemez fakat gömülü aygıtlar için uygundur.

source: Create MySQL database in its own folder, to be hosted by this computer.
tr: Bu bilgisayar tarafından barındırılan kendi klasöründe MySQL veritabanı oluştur.

source: MySQL support in Glom is experimental and unlikely to work properly.
tr: Glom uygulamasındaki MySQL deneyseldir ve doğru çalışmama olasılığı vardır.

source: Create database on an external MySQL database server, to be specified in the next step.
tr: Sonraki adımda belirtilen harici MySQL veritabanı sunucusunda veritabanı oluştur.

source: Images
tr: Görüntüler

source: Save Image
tr: Görüntü Kaydet

source: Choose Image
tr: Görüntü Seç

source: _Open File
tr: Dosya _Aç

source: Open File With
tr: Dosyayı Birlikte Aç

source: _Copy
tr: _Kopyala

source: _Paste
tr: _Yapıştır

source: _Clear
tr: _Temizle

source: Containers
tr: Taşıyıcılar

source: Drag this to the layout to add a new group.
tr: Yeni bir grup eklemek için bunu yerleşim alanına sürükleyin.

source: Drag this to the layout to add a new notebook.
tr: Yeni bir not defteri eklemek için bunu yerleşim alanına sürükleyin.

source: Drag this to the layout to add a new Related Record.
tr: Yeni İlgili Kayıt eklemek için bunu yerleşim alanına sürükleyin.

source: Drag this to the layout to add a new button.
tr: Yeni bir buton eklemek için bunu yerleşim alanına sürükleyin.

source: Field Layout Properties
tr: Alan Yerleşim Özellikleri

source: Add Related Records
tr: İlgili Kayıtları Ekle

source: Add Notebook
tr: Not defteri Ekle

source: Add Group
tr: Grup Ekle

source: Add Button
tr: Buton Ekle

source: Add Text
tr: Metin Ekle

source: Delete
tr: Sil

source: Properties
tr: Özellikler

source: Delete whole notebook "%1"?
tr: "%1" not defterinin tümü silinsin mi?

source: Delete whole notebook?
tr: Not defterinin tümü silinsin mi?

source: _Show hidden tables
tr: Gizli tabloları _göster

source: _Close
tr: _Kapat

source: Choose Date
tr: Tarih Seç

source: _Help
tr: _Yardım

source: _OK
tr: _TAMAM

source: <span weight="bold" size="larger">Choose Date</span> Please select a date to enter in this field.
tr: <span weight="bold" size="larger">Tarih Seç</span> Lütfen bu alana girmek için bir tarih seçin.

source: Connect to Server
tr: Sunucuya Bağlan

source: C_onnect
tr: B_ağlan

source: Please enter the connection details for your database server.
tr: Lütfen veritabanı sunucunuz için bağlantı ayrıntılarını girin.

source: Host
tr: Makine

source: User
tr: Kullanıcı

source: _Host:
tr: _Makine:

source: Database:
tr: _Veritabanı:

source: _User:
tr: _Kullanıcı:

source: _Password:
tr: _Parola:

source: Database
tr: Veritabanı

source: _Revert
tr: _Geri Al

source: <span weight="bold" size="larger">Invalid Format</span> The data in the field was not recognized. Please try to correct the data or revert to the previous value. Here is an example of correctly-formatted data for this field.
tr: <span weight="bold" size="larger">Geçersiz Biçim</span> Alandaki veriler tanınmadı. Lütfen veriyi düzeltmeyi deneyin ya da önceki değerine geri alın. Bu alan için doğru biçimlendirilmiş örnek veri şu şekildedir.

source: example data format
tr: örnek veri biçimi

source: Welcome to Glom
tr: Glom'a Hoş Geldiniz

source: _Quit
tr: _Çık

source: _Select
tr: _Seç

source: <span weight="bold" size="larger">Open or Create a Document</span>
tr: <span weight="bold" size="larger">Bir Belge Aç ya da Oluştur</span>

source: Open or create Document
tr: Belge Aç ya da Oluştur

source: Open Existing Document
tr: Varolan Belgeyi Aç

source: Create New Document
tr: Yeni Belge Oluştur

source: Find Related Record
tr: İlgili Kaydı Bul

source: <b>Table:</b>
tr: <b>Tablo:</b>

source: table_name
tr: tablo_adı

source: New Related Record
tr: Yeni İlgili Kayıt

source: Loading image
tr: Görüntü yükleniyor

source: Saving Image
tr: Görüntü Kaydediliyor

source: bla.blub - Import from CSV
tr: bla.blub - CSV'den içeri aktar

source: I_mport
tr: İ_çeri Aktar

source: label
tr: etiket

source: _First line as title
tr: Başlık olarak _ilk satır

source: _Encoding:
tr: _Kodlama:

source: Import Into _Table:
tr: _Tabloya Aktar:

source: Encoding detected as: UTF-8
tr: Tespit edilen kodlama: UTF-8

source: <b>Import Options</b>
tr: <b>Seçenekleri İçeri Aktar</b>

source: _Number of sample rows:
tr: Örnek satır _sayısı:

source: <b>Import Fields</b>
tr: <b>Alanları İçeri Aktar</b>

source: Importing Data
tr: Veriler İçeri Aktarılıyor

source: Please wait while your data is imported.
tr: Veriniz içeri aktarılırken lütfen bekleyiniz.

source: _File
tr: _Dosya

source: _Save as Example
tr: Örnek olarak _Kaydet

source: S_hared on Network
tr: Ağ üzerinde P_aylaşıldı

source: _Print
tr: _Yazdır

source: _Edit Print Layouts
tr: Baskı Düzenini _Düzenle

source: Cu_t
tr: Ke_s

source: _Tables
tr: _Tablolar

source: _Edit Tables
tr: Tabloları _Düzenle

source: R_eports
tr: R_aporlar

source: _Edit Reports
tr: Raporları _Düzenle

source: _Developer
tr: _Geliştiriciler

source: _Operator
tr: _Operatör

source: _Fields
tr: _Alanlar

source: _Relationships
tr: _İlişkiler

source: Relationships _Overview
tr: İlişkiler _Görünümü

source: _Print Layouts
tr: _Baskı Düzeni

source: _Reports
tr: _Raporlar

source: _Database Preferences
tr: _Veritabanı Tercihleri

source: _Users
tr: _Kullanıcılar

source: Script _Library
tr: Betik _Kütüphanesi

source: _Translations
tr: _Çeviriler

source: Test Tra_nslation
tr: Test Çevi_risi

source: Active Platform
tr: Etkin Platform

source: _Drag and Drop Layout
tr: _Sürükle ve Bırak Alanı

source: _Export Backup
tr: Yedeği _Dışa Aktar

source: _Restore Backup
tr: Yedeği _Geri Yükle

source: _About
tr: _Hakkında

source: _Contents
tr: _İçerikler

source: Add Related Table
tr: İlgili Tablo Ekle

source: C_reate Table
tr: Tablo O_luştur

source: This will add a new table and add a relationship that refers to the new table, as a convenient alternative to doing this in separate steps. If a suitable related table already exists then you should instead cancel and just add a relationship.
tr: Bu, ayrı adımlarda işlem yapmak için uygun bir alternatif olarak, yeni bir tablo ekleyecek ve bu yeni tabloyu gösteren bir ilişki ekleyecek. Eğer uygun ilgili tablo zaten varsa o zaman iptal etmek yerine sadece bir ilişki eklemelisiniz.

source: From field:
tr: Alandan:

source: _Edit Fields
tr: Alanları _Düzenle

source: Name of new related table:
tr: Yeni ilgili tablonun adı:

source: Name of new relationship:
tr: Yeni ilişki adı:

source: Test Translation
tr: Test Çevirisi

source: Change Language
tr: Dili Değiştir

source: <span weight="bold" size="larger">Test Translation</span> Choose a language to use temporarily to test the translations. These translations are normally used automatically when the application is started on a computer that uses the language. Note that the standard parts of the Glom user interface, such as menus and dialog windows, will only be translated when you start Glom on a computer that uses that language.
tr: <span weight="bold" size="larger">Test Çevirisi</span> Çevirileri test etmek için geçici olarak kullanılacak bir dil seçin. Bu dili kullanan bir bilgisayarda uygulama başlatıldığında, genellikle çeviriler otomatik olarak kullanılır. Bu dili kullanan bir bilgisayarda Glom başlatırsanız, sadece Glom kullanıcı arayüzünün standart parçaları, örnek olarak menüler ve diyalog pencereleri çevrilecektir.

source: Locale:
tr: Yerel:

source: Select Field
tr: Alan Seç

source: Show _Related Relationships
tr: _İlgili İlişkileri Göster

source: _Table:
tr: _Tablo:

source: Select Relationship
tr: İlişki Seç

source: Table:
tr: Tablo:

source: Choose User
tr: Kullanıcı Seç

source: <span weight="bold" size="larger">Add User To Group</span> Which user should be added to this group?
tr: <span weight="bold" size="larger">Gruba Kullanıcı Ekle</span> Hangi kullanıcılar bu gruba eklenmeli?

source: Database Preferences
tr: Veritabanı Tercihleri

source: System Name:
tr: Sistem Adı:

source: Name:
tr: Ad:

source: Country:
tr: Ülke:

source: Zip/Postal Code:
tr: Posta Kodu:

source: State/County:
tr: İlçe/Ülke:

source: Town:
tr: Şehir:

source: Street (Line 2):
tr: Cadde (Hat 2):

source: Street:
tr: Cadde:

source: <b>Address</b>
tr: <b>Adres</b>

source: Organisation
tr: Organizasyon

source: Logo
tr: Amblem

source: Auto-increment values
tr: Değerleri otomatik artır

source: When the database is opened the python function implemented here will run.
tr: Veritabanı açıldığında burada gerçekleştirilen python fonksiyonu çalıştırılacak.

source: Startup Script
tr: Başlangıç Betiği

source: Table:
tr: Tablo:

source: _Up
tr: _Yukarı

source: _Down
tr: _Aşağı

source: <b>Fields</b>
tr: <b>Alanlar</b>

source: Field:
tr: Alan:

source: Summary Type:
tr: Özet Türü:

source: Group Properties
tr: Grup Özellikleri

source: Columns:
tr: Sütunlar:

source: Title:
tr: Başlık:

source: Sort Fields:
tr: Sıralama Alanları:

source: Secondary Fields:
tr: İkincil Alanlar:

source: Border Width (ems):
tr: Kenarlık Genişliği (ems):

source: Database User
tr: Veritabanı Kullanıcısı

source: C_reate
tr: O_luştur

source: Please enter the initial connection details for your database. You may add additional users later. Remember to keep this password secret because it allows access to your data from other computers on the network.
tr: Lütfen veritabanınız için başlangıç bağlantı detaylarını girin. Ek kullanıcıları daha sonra ekleyebilirsiniz. Bu parolayı gizli tutmayı unutmayın çünkü bu, ağ üzerindeki diğer bilgisayarlardan verilerinize erişime olanak sağlar.

source: _Confirm Password:
tr: Parolayı _Onayla:

source: Text Object
tr: Metin Nesnesi

source: Line Width:
tr: Satır Genişliği:

source: Color:
tr: Renk:

source: Field Layout
tr: Alan Düzeni

source: <b>Field:</b>
tr: <b>Alan:</b>

source: Use default field title:
tr: Öntanımlı alan başlığı kullan:

source: Use custom title:
tr: Özel başlık kullan:

source: <b>Title</b>
tr: <b>Başlık:</b>

source: Use default formatting
tr: Öntanımlı biçimlendirme kullan

source: Use custom formatting
tr: Özel biçimlendirme kullan

source: <b>Formatting</b>
tr: <b>Biçimlendirme</b>

source: Create Group
tr: Grup Oluştur

source: <span weight="bold" size="larger">Create Group</span> What name should this group have?
tr: <span weight="bold" size="larger">Grup Oluştur</span> Bu grubun ismi ne olmalı?

source: Group name:
tr: Grup adı:

source: <span weight="bold" size="larger">Add Module</span> What name should this module have?
tr: <span weight="bold" size="larger">Modül Ekle</span> Bu modülün adı ne olmalı?

source: Script name:
tr: Betik adı:

source: <b>Notebook Tabs</b>
tr: <b>Not Defteri Sekmeleri</b>

source: Script Library
tr: Betik Kütüphanesi

source: These modules will be available to your button scripts and field calculations via the python import keyword.
tr: Bu modüller buton betikleriniz ve python içe aktar anahtar kelimeleriniz yoluyla alan hesaplamaları için kullanılabilir.

source: Module name:
tr: Modül adı:

source: _Check
tr: _Kontrol et

source: Group By - Sort Fields
tr: Grupla - Alanları Sırala

source: <b>Sort Fields</b>
tr: <b>Sıralama Alanları</b>

source: Identify Original
tr: Orjinal Tanımlayın

source: Copy Translation
tr: Çeviriyi Kopyala

source: <span weight="bold" size="larger">Copy Translation</span> From what language would you like to copy the translations to use as the start of the current translation?
tr: <span weight="bold" size="larger">Çeviri Kopyala</span> Mevcut çevirinin başlangıcı olarak kullanmak için hangi dilden çeviri kopyalanmasını istersiniz?

source: Language:
tr: Dil:

source: <span weight="bold" size="larger">Identify Original</span> The language of the original text is currently identified as:
tr: <span weight="bold" size="larger">Orjinal Tanımla</span> Şu anda orjinal metnin dili tanımlanır:

source: <b>English</b>
tr: <b>İngilizce</b>

source: If the text is not actually in this language, please choose the correct language.
tr: Metin aslında bu dilde değilse, lütfen doğru dili seçin.

source: Group:
tr: Grup:

source: Password:
tr: Parola:

source: Confirm Password:
tr: Parola Onayla:

source: User:
tr: Kullanıcı:

source: Button Script
tr: Buton Betiği

source: <b>Title:</b>
tr: <b>Başlık:</b>

source: When the button is clicked it will run the python function which you implement here.
tr: Bu butonu tıkladığınızda burada uygulayacağınız python fonksiyonunu çalıştıracak.

source: Export Format
tr: Biçimi Dışa Aktar

source: Layout
tr: Konumlama

source: table name
tr: tablo adı

source: <b>Relationship:</b>
tr: <b>İlişki:</b>

source: Show child relationships
tr: Alt ilişkileri göster

source: Add Field
tr: Alan Ekle

source: Add a layout item that shows the data from a field in the record, and allows the user to edit that value.
tr: Kayıttaki bir alandan veri gösteren ve kullanıcıların bu değeri düzenlemesine olanak sağlayan bir düzen ögesi ekle.

source: Add text to a layout, such as an explanation or a warning. The text will be the same for every record viewed.
tr: Yerleşime açıklama ya da uyarı gibi bir metin ekle. Bu metin görüntülenen her kayıt için aynı olacaktır.

source: Add Image
tr: Görüntü Ekle

source: Add an image to the layout, such as a logo. The image will be the same for every record viewed. To show an image field from a record, to show different images for each field, use the field layout item.
tr: Yerleşime amblem gibi bir görüntü ekle. Bu görüntü görüntülenen her kayıt için aynı olacaktır. Kayıttan bir görüntü alanı ya da her alan için farklı görüntüler göstermek için alan yerleşim ögesini kullan.

source: Add a button. Edit the button to define the script that will be run when the button is clicked.
tr: Bir buton ekle. Buton tıklandığında çalıştırılacak betiği tanımlamak için butonu düzenle.

source: Add a group which can contain other layout items. Use this to group items together, such as fields.
tr: Diğer yerleşim ögelerini içerebilen bir grup ekle. Bunu ögeleri gruplamak için kullan, örnek olarak alanlar.

source: Add a tabbed notebook. Each page of the notebook may contain several other layout items, but only one page will be visible at one time.
tr: Sekmeli not defteri ekle. Not defterinin her sayfası farklı yerleşim ögeleri içerebilir fakat tek seferde sadece bir sayfa görünür olacaktır.

source: Add a related records portal. This is a list of records in a related table. Remember to edit this layout item to specify the relationship to use, and the fields to show from the related table.
tr: İlgili kayıt portalı ekle. Bu ilgili tablodaki kayıtların listesidir. Bu yerleşim ögesini kullanılacak ilişkiyi belirtmek için ve ilgili tablodan alanları göstermek içindüzenleyebileceğinizi hatırlayın.

source: Add Related Calendar
tr: İlgili Takvimi Ekle

source: Add a related records calendar portal. This is a calendar showing records from a related table. Remember to edit this layout item to specify the relationship to use, and the fields to show from the related table.
tr: İlgili kayıt takvim portalı ekle. Bu ilgili tablodan kayıtları gösteren bir takvimdir. Bu yerleşim ögesini kullanılacak ilişkiyi belirtmek için ve ilgili tablodan alanları göstermek için düzenleyebileceğinizi hatırlayın.

source: Remove the item from the layout. If you remove a field layout item, it will not remove the field from the table itself. It just will not be seen on the layout.
tr: Yerleşimden ögeyi sil. Eğer bir yerleşim ögesi olan alan silerseniz, bu alan tablodan kendiliğinden silinmeyecek. Alan sadece yerleşim üzerinde görüntülenmeyecektir.

source: Clicking the row button takes the user to the table specified by this relationship:
tr: Satır butonunu tıklama bu ilişkiler ile belirtilen tabloya kullanıcı alır:

source: Automatic:
tr: Otomatik:

source: None
tr: Hiçbiri

source: <b>Navigation</b>
tr: <b>Gezinti</b>

source: Date Field:
tr: Tarih Alanı:

source: <b>Dates</b>
tr: <b>Tarihler</b>

source: Minimum number of rows:
tr: Asgari satır sayısı:

source: Show at least this many rows.
tr: En azından bu satırları göster.

source: Maximum number of rows:
tr: Azami satır sayısı:

source: Show no more than this many rows.
tr: Bu satırlardan daha fazla gösterme.

source: Row Line Width:
tr: Satır Çizgisi Genişliği:

source: Column Line Width:
tr: Sütun Çizgisi Genişliği:

source: Line Color:
tr: Satır Rengi:

source: <b>Lines</b>
tr: <b>Çizgiler</b>

source: Default Formatting
tr: Öntanımlı Biçimlendirme

source: Field Definitions
tr: Alan Tanımları

source: Field Calculation
tr: Alan Hesaplaması

source: The field value will be the return value of the python function, which you implement here.
tr: Bu alanın değeri burada gerçeklediğiniz python işlevinin geri dönüş değeri olacaktır.

source: Triggered by:
tr: Tetikleyen:

source: Field Definition
tr: Alan Tanımı

source: Typ_e:
tr: Tü_r:

source: _Name:
tr: _Ad:

source: _Primary Key
tr: _Birincil Anahtar

source: _Unique
tr: _Özgün

source: _Auto-increment
tr: _Otomatik artır

source: _Lookup value when a field changes.
tr: Alan değiştiğinde _bakılacak değer.

source: _Relationship:
tr: _İlişki:

source: _Field:
tr: _Alan:

source: _User Entry
tr: _Kullanıcı Girişi

source: _Calculate Value
tr: _Değeri Hesapla

source: Value
tr: Değer

source: Use 1000s separator
tr: 1000'ler ayıracı kullan

source: If this is not selected then a thousands separator will not be used, even if your locale would normally use one. If it is selected then a thousands separator will be used only if your locale normally uses one.
tr: Eğer bu seçili değilse, binler ayıracı normalde lokalinizde kullanılsa bile kullanılamayacaktır. Eğer seçiliyse, normalde sadece lokalinizde kullanılıyorsa binler ayıracı kullanılabilecektir.

source: Decimal Places:
tr: Ondalık Yerler:

source: Currency Symbol:
tr: Para Birimi Sembolü:

source: Alternative Color for Negative Values
tr: Negatif Değerler için Alternatif Renk

source: Click this check box to use a different foreground color to display negative values.
tr: Negatif değerleri gösterecek farklı bir önplan rengi kullanmak için bu onay kutusunu tıklayın.

source: Numeric Formatting
tr: Sayısal Biçimlendirme

source: Horizontal Alignment:
tr: Yatay Hizalama:

source: Multi-line
tr: Çoklu-satır

source: If this is selected then the field value will be shown in a multi-line box with a scrollbar.
tr: Eğer seçiliyse o zaman alan değeri kaydırma çubuğu olan çok-satırlı kutuda gösterilecek.

source: Height (lines)
tr: Yükseklik (çizgiler)

source: Font:
tr: Yazıtipi:

source: Click this check box to use a non-standard font.
tr: Standart olmayan yazı tipi kullanmak için bu onay kutucuğunu tıklayın.

source: Foreground Color:
tr: Önplan Rengi:

source: Click this check box to use a non-standard foreground color.
tr: Standart olmayan bir önplan rengi kullanmak için bu onay kutusunu tıklayın.

source: Background Color:
tr: Arkaplan Rengi:

source: Click this check box to use a non-standard background color.
tr: Standart olmayan bir arkaplan rengi kullanmak için bu onay kutusunu tıklayın.

source: Text Formatting
tr: Metin Biçimlendirme

source: No Choices
tr: Seçenek yok

source: Relationship:
tr: İlişki:

source: Also show:
tr: Ayrıca göster:

source: Edit
tr: Düzenle

source: Sort Order:
tr: Sıralama Düzeni:

source: Show all records
tr: Tüm kayıtları göster

source: If this option is selected then the choices will list values from all records in the related table. If this option is not selected then the choices will list values only from related records.
tr: Eğer bu seçenek seçilirse o zaman seçimler ilgili tablodaki bütün kayıtların değerlerini listeleyecek. Eğer seçilmezse, seçimler sadece ilgili kayıtların değerlerini listeleyecek.

source: Choices From Related Records
tr: İlgili Kayıtlardan Seçimler

source: Custom Choice List
tr: Özel Seçim Listesi

source: Restrict data to these choices
tr: Bu seçimler için verileri kısıtla

source: Display as radio buttons
tr: Radyo buton olarak göster

source: Choices
tr: Seçimler

source: Groups
tr: Gruplar

source: Users
tr: Kullanıcılar

source: <b>Groups</b>
tr: <b>Gruplar</b>

source: <b>Tables</b>
tr: <b>Tablolar</b>

source: Image Object
tr: Görüntü Nesnesi

source: <b>Image:</b>
tr: <b>Görüntü: </b>

source: C_hoose Image
tr: Görüntü S_eçin

source: Page Set_up
tr: Sayfa Aya_rı

source: Print Pre_view
tr: Baskı Ön_izleme

source: Select _All
tr: _Tümünü Seç

source: _Unselect All
tr: Tümünün _Seçimini Kaldır

source: _Insert
tr: _Ekle

source: Insert _Field
tr: _Alan Ekle

source: Insert _Text
tr: _Metin Ekle

source: Insert _Image
tr: _Görüntü Ekle

source: Insert _Related Records
tr: _İlgili Kayıtları Ekle

source: Insert _Horizontal Line
tr: _Yatay Çizgi Ekle

source: Insert _Vertical Line
tr: _Dikey Çizgi Ekle

source: Create _Standard
tr: _Standart Oluştur

source: Add Page
tr: Sayfa Ekle

source: Delete Page
tr: Sayfayı Sil

source: _Align
tr: _Hizala

source: Align _Top
tr: _Üste Hizala

source: Align _Bottom
tr: _Alta Hizala

source: Align _Left
tr: _Sola Hizala

source: Align _Right
tr: _Sağa Hizala

source: _View
tr: _Görünüm
