Repository: sabriunal/turkish-translation-backup
Catalog: GNOME/extras/glom.master.*.po
Languages: tr

source: Please enter the database server's password for the user %1:
tr: Lütfen kullanıcı için veritabanı sunucusunun parolasını girin:

source: The path at which to save the created .po file, such as /home/someuser/somefile.po .
tr: Oluşturulan .po dosyasının kaydedileceği yol, örnek olarak /evdizini/kullanıcı/dosya.po .

source: The locale whose translations should be written to the .po file, such as de_DE.
tr: Çevirilerin bölgesi .po dosyasına yazılmalıdır, örnek olarak de_DE.

source: Generate a .pot template file instead of a .po file for a locale.
tr: Yerel ayar için .po dosyası yerine .pot şablon dosyası oluştur.

source: Please specify a glom file.
tr: Bir glom dosyası belirtin.

source: Please use either the --locale-id option or the --template option.
tr: Lütfen ya --locale-id ya da --template seçeneği kullanın.

source: Please specify an output path.
tr: Lütfen bir çıktı yolu belirtin.

source: Pot file creation failed.
tr: Pot dosyası oluşturma işlemi başarısız oldu.

source: Pot file created at: %1
tr: Pot dosyası oluşturuldu: %1

source: Po file creation failed.
tr: Po dosyası oluşturma işlemi başarısız oldu.

source: Po file created at: %1
tr: Po dosyası oluşturuldu: %1

source: The directory path at which to save the created .po files, such as /home/someuser/po_files/ .
tr: .po dosyasının oluşturulacağı dizin yolu, örneğin /home/kullanıcı/po_dosyaları/.

source: The Glom file does not exist.
tr: Glom dosyası mevcut değil.

source: The Glom file path is a directory instead of a file.
tr: Glom dosya yolu dosya yerine bir dizindir.

source: The output directory could not be created.
tr: Çıktı dizini oluşturulamadı.

source: Glom: The output file path is not a directory.
tr: Glom: Çıktı dosya yolu bir dizin değildir.

source: The Glom document has no translations.
tr: Glom belgesi hiçbir çeviri içermiyor.

source: The path to a directory containing .po files, such as /home/someuser/po_files/ .
tr: .po dosyası içeren dizin yolu, örnek olarak /evdizini/kullanıcı/po_dosyaları/ .

source: Please specify the path to a directory containing po files.
tr: Lütfen po dosyaları içeren dizin yolu belirtin.

source: Glom: The po files directory path is not a directory.
tr: Glom: po dosyaları dizin yolu bir dizin değildir.

source: Po file import failed for locale: %1
tr: Yerel ayar için po dosyası içeri aktarma işlemi başarısız oldu: %1

source: Po file import failed during document saving for locale: %1
tr: Yerel ayar için belge kaydetme sırasında po dosyası içeri aktarma işlemi başarısız oldu: %1

source: Po file imported for locale: %1 for file %2
tr: Yerel ayar için po dosyası içeri aktarıldı: %2 dosyası için %1

source: The hostname of the PostgreSQL server, such as localhost.
tr: PostgreSQL sunucusunun ana bilgisayar adı, örnek olarak localhost.

source: The specific database on the PostgreSQL server (Optional).
tr: PostgreSQL sunucusu üzerinde belirli bir veritabanı (İsteğe Bağlı).

source: Please provide a database username.
tr: Lütfen bir veritabanı kullanıcı adı girin.

source: Please enter the PostgreSQL server's password for the user %1:
tr: Lütfen %1 kullanıcısı için PostgreSQL sunucusunun parolasını girin:

source: Error: Could not connect to the server even without specifying a database.
tr: Hata: Bir veritabanı belirtilmese bile sunucuya bağlanılamadı.

source: Error: Could not connect to the specified database.
tr: Hata: Belirtilen veritabanına bağlanılamadı.

source: Successful connection.
tr: Başarılı bağlantı.

source: You seem to be running Glom as a user with administrator privileges. Glom may not be run with such privileges for security reasons. Please login to your system as a normal user.
tr: Glom uygulamasını yönetici haklarına sahip bir kullanıcı ile çalıştırmış görünüyorsunuz. Glom güvenlik nedenleriyle bu tür ayrıcalıklar ile çalıştırılamayabilir. Lütfen sisteminize normal bir kullanıcı ile giriş yapın.

source: You seem to be running Glom as root. Glom may not be run as root. Please login to your system as a normal user.
tr: Glom uygulamasını root ile çalıştırmış görünüyorsunuz. Glom root kullanıcısı ile çalıştırılamayabilir. Lütfen sisteminize normal bir kullanıcı ile giriş yapın.

source: Running As Root
tr: Root olarak Çalıştırılıyor

source: Incomplete Glom Installation
tr: Tamamlanmamış Glom Kurulumu

source: Your installation of Glom is not complete, because PostgreSQL is not available on your system. PostgreSQL is needed for self-hosting of Glom databases. You may now install PostgreSQL to complete the Glom installation.
tr: Glom kurulumunuz tamamlanamadı çünkü sisteminizdeki PostgreSQL mevcut değil. Glom veritabanlarının kendi üzerinde olması için PostgreSQL gereklidir. Glom kurulumunuzu tamamlamak için şu anda PostgreSQL kurabilirsiniz.

source: Install PostgreSQL
tr: PostgreSQL Kur

source: Your installation of Glom is not complete, because PostgreSQL is not available on your system. PostgreSQL is needed for self-hosting of Glom databases. Please report this bug to your vendor, or your system administrator so it can be corrected.
tr: Glom kurulumunuz tamamlanamadı çünkü sisteminizdeki PostgreSQL mevcut değil. Glom veritabanlarının kendi üzerinde olması için PostgreSQL gereklidir. Lütfen bu hatayı düzeltilebilmesi için satıcınıza ya da sistem yöneticinize bildirin.

source: Your installation of Glom is not complete, because MySQL is not available on your system. MySQL is needed for self-hosting of some Glom databases. You may now install MySQL to complete the Glom installation.
tr: Glom kurulumunuz tamamlanamadı çünkü sisteminizde MySQL mevcut değil. Bazı Glom veritabanlarının kendi üzerlerinde barındırılması için MySQL gereklidir. Glom kurulumunuzu tamamlamak için şu anda MySQL kurabilirsiniz.

source: Install MySQL
tr: MySQL Kur

source: Your installation of Glom is not complete, because MySQL is not available on your system. MySQL is needed for self-hosting of some Glom databases. Please report this bug to your vendor, or your system administrator so it can be corrected.
tr: Glom kurulumunuz tamamlanamadı çünkü bazı Glom veritabanlarının kendi üzerinde barındırılması için MySQL gereklidir. Lütfen bu hatayı düzeltilebilmesi için satıcınıza ya da sistem yöneticinize bildirin.

source: Your installation of Glom is not complete, because the Glom Python module is not available on your system. Please report this bug to your vendor, or your system administrator so it can be corrected.
tr: Glom kurulumunuz tamamlanamadı çünkü Glom Python modülü sisteminizde mevcut değil. Lütfen bu hatayı düzeltilebilmesi için satıcınıza ya da sistem yöneticinize bildirin.

source: Glom Python Module Not Installed
tr: Glom Python Modülü Kurulu Değil

source: Your installation of Glom is not complete, because the gi.repository Python module is not available on your system. Please report this bug to your vendor, or your system administrator so it can be corrected.
tr: Glom kurulumunuz tamamlanamadı çünkü sisteminizde gi.repository Python modülü mevcut değil. Lütfen bu hatayı düzeltilebilmesi için satıcınıza ya da sistem yöneticinize bildirin.

source: gi.repository Python Module Not Installed
tr: gi.repository Python Modülü kurulmadı

source: Your installation of Glom is not complete, because the gi.repository.Gda python module is not available on your system. Please report this bug to your vendor, or your system administrator so it can be corrected.
tr: Glom kurulumunuz tamamlanmadı, çünkü gi.repository.Gda python modülü sisteminizde kullanılabilir değil. Lütfen bu hatayı düzeltilebilmesi için satıcınıza ya da sistem yöneticinize bildirin.

source: gi.repository.Gda Python Module Not Installed
tr: gi.repository.Gda Python Modülü Kurulu Değil

source: Your installation of Glom is not complete, because the PostgreSQL libgda provider is not available on your system. This provider is needed to access Postgres database servers. Please report this bug to your vendor, or your system administrator so it can be corrected.
tr: Glom kurulumunuz tamamlanmadı, çünkü PostgreSQL libgda sağlayıcısı sisteminizde kullanılabilir değil. Bu sağlayıcının Postgres veritabanı sunucularına erişmesi gerekir. Lütfen bu hatayı düzeltilebilmesi için satıcınıza ya da sistem yöneticinize bildirin.

source: Extra Glom options
tr: Fazladan Glom seçenekleri

source: Extra command-line options for glom
tr: Glom için fazladan komut satırı seçenekleri

source: Show how Glom outputs a date in this locale, then stop.
tr: Lokalde Glom uygulamasının tarih çıktısının nasıl olduğunu göster sonra dur.

source: Main Glom options
tr: Ana Glom seçenekleri

source: Main command-line options for glom
tr: Glom için ana komut satırı seçenekleri

source: The Filename
tr: Dosya adı

source: Whether the filename is a .tar.gz backup to be restored.
tr: Dosya adının geri yüklenecek bir .tar.gz yedeği olup olmaması.

source: Do not automatically stop the database server if Glom quits. This is helpful for debugging with gdb.
tr: Eğer Glom uygulamasından çıkarsanız, veritabanı sunucusu otomatik bir şekilde durmaz. Bu özellik gdb ile hata ayıklama için yararlıdır.

source: Show the generated SQL queries on stdout, for debugging.
tr: Oluşturulan SQL sorgularını hata ayıklamak için stdout çıktısında göster.

source: _Edit
tr: _Düzenle

source: _Layout
tr: _Yerleşim

source: This data cannot be stored in the database because you have not provided a primary key. Do you really want to discard this data?
tr: Bu veriler veritabanında depolanamaz çünkü birincil anahtar girmediniz. Bu verilerden gerçekten vazgeçmek istiyor musunuz?

source: No primary key value
tr: Birincil anahtar değeri yok

source: _Add
tr: _Ekle

source: _First
tr: _İlk

source: _Back
tr: _Geri

source: _Forward
tr: _İleri

source: _Last
tr: _Son

source: Create a new record.
tr: Yeni bir kayıt oluştur.

source: Remove this record.
tr: Bu kaydı sil.

source: View the first record in the list.
tr: Listedeki ilk kaydı görüntüle.

source: View the previous record in the list.
tr: Listedeki önceki kaydı görüntüle.

source: View the next record in the list.
tr: Listedeki sonraki kaydı görüntüle.

source: View the last record in the list.
tr: Listedeki son kaydı görüntüle.

source: Layout Contains No Fields
tr: Yerleşim hiçbir alan içermez

source: There are no fields on the layout, so there is no way to enter data in a new record.
tr: Yerleşimde hiçbir alan yok, bu yüzden yeni bir kayda veri girmek için hiçbir yol yok.

source: No primary key value.
tr: Birincil anahtar değeri yok.

source: This record cannot be deleted because there is no primary key.
tr: Bu kayıt silinemez çünkü birincil anahtarı yok.

source: Primary key auto increments
tr: Birincil anahtar otomatik artar

source: The primary key is auto-incremented. You may not enter your own primary key value.
tr: Birincil anahtar otomatik artırılmış. Kendi birincil anahtar değerinizi giremezsiniz.

source: No Corresponding Record Exists
tr: Uyuşan Kayıt Mevcut Değil

source: No record with this value exists. Therefore navigation to the related record is not possible.
tr: Bu değere sahip kayıt mevcut değil. Bu nedenle ilgili kayda gitmek mümkün değil.

source: New Group
tr: Yeni Grup

source: notebook
tr: not defteri

source: tab1
tr: sekme1

source: Tab One
tr: Birinci Sekme

source: button
tr: buton

source: New Button
tr: Yeni Buton

source: text
tr: metin

source: New Text
tr: Yeni Metin

source: Delete whole group "%1"?
tr: "%1" grubunun tümü silinsin mi?

source: Delete whole group?
tr: Tüm grup silinsin mi?

source: List Or Details View
tr: Liste ya da Ayrıntılar Görünümü

source: This relationship already exists. Please choose a different relationship name
tr: İlişki zaten mevcut. Lütfen farklı bir ilişki adı seçin

source: From Field
tr: Alandan

source: To Field
tr: Alana

source: Allow Editing
tr: Düzenlemeye İzin Ver

source: Automatic Creation
tr: Otomatik Oluşturma

source: Title (Singular Form)
tr: Başlık (Tekil Biçem)

source: Next Value
tr: Sonraki Değer

source: None selected
tr: Hiçbiri seçilmedi

source: Username Is Empty
tr: Kullanıcıadı boş

source: Please enter a login name for the new user.
tr: Lütfen yeni kullanıcı için bir oturum açma adı girin.

source: Passwords Do Not Match
tr: Parolalar Eşleşmiyor

source: The entered password does not match the entered password confirmation. Please try again.
tr: Girilen parola doğrulanamadı. Lütfen tekrar deneyin.

source: Password Is Empty
tr: Parola Boş

source: Please enter a password for this user.
tr: Lütfen bu kullanıcı için bir parola girin.

source: This field already exists. Please choose a different field name.
tr: Bu alan zaten mevcut. Lütfen farklı bir alan adı seçin.

source: Type
tr: Tür

source: _Field Definition
tr: _Alan Tanımı

source: _Default Formatting
tr: _Öntanımlı Biçimlendirme

source: Recalculation Required
tr: Yeniden hesaplama Gerekli

source: You have changed the calculation used by this field so Glom must recalculate the value in all records. If the table contains many records then this could take a long time.
tr: Bu alan tarafından kullanılan hesaplamayı değiştirdiniz bu yüzden Glom bütün kayıtlardaki değerleri yeniden hesaplamalı. Eğer tablo birçok kayıt içeriyorsa bu işlem uzun zaman alabilir.

source: Recalculate
tr: Yeniden Hesapla

source: Invalid database structure
tr: Geçersiz veritabanı yapısı

source: This database field was created or edited outside of Glom. It has a data type that is not supported by Glom. Your system administrator may be able to correct this.
tr: Bu veritabanı alanı Glom dışında oluşturuldu ya da düzenlendi. Veritabanı Glom tarafından desteklenmeyen bir veri türüne sahip. Sistem yöneticiniz bu durumu düzeltebilir.

source: Primary key required
tr: Birincil anahtar gereklidir

source: You may not unset the primary key because the table must have a primary key. You may set another field as the primary key instead.
tr: Birincil anahtarı geri almamalısınız çünkü tablo birincil anahtara sahip olmalıdır. Başka bir alanı birincil anahtar olarak belirleyebilirsiniz.

source: Field contains empty values.
tr: Alan boş değerler içeriyor.

source: The field may not yet be used as a primary key because it contains empty values.
tr: Alan boş değerler içerdiğinden dolayı henüz birincil anahtar olarak kullanılamaz.

source: Field contains non-unique values.
tr: Alan benzersiz olmayan değerler içeriyor.

source: The field may not yet be used as a primary key because it contains values that are not unique.
tr: Alan benzersiz olmayan değerler içerdiğinden dolayı henüz birincil anahtar olarak kullanılamaz.

source: Change primary key
tr: Birincil anahtarı değiştir

source: Are you sure that you wish to set this field as the primary key, instead of the existing primary key?
tr: Bu alanın varolan birincil anahtar yerine ayarlanmasını istediğinize emin misiniz?

source: Change Primary Key
tr: Birincil Anahtarı Değiştir

source: Field Name Already Exists
tr: Alan Adı Zaten Mevcut

source: This field already exists. Please choose a different field name
tr: Bu alan zaten var. Lütfen farklı bir alan adı seçin

source: Calculation Error
tr: Hesaplama Hatası

source: The calculation does not have a return statement.
tr: Hesaplama bir dönüş ifadesine sahip değil.

source: Calculation result
tr: Hesaplama sonucu

source: The result of the calculation is: %1
tr: Hesaplama sonucu: %1

source: Calculation failed
tr: Hesaplama başarısız oldu

source: The calculation failed with this error: %s
tr: Hesaplama bu hata ile başarısız oldu: %s

source: Default Value
tr: Öntanımlı Değer

source: (None)
tr: (Hiçbiri)

source: Via: %1::%2
tr: Yolu ile: %1::%2

source: Via: %1
tr: Yolu ile: %1

source: None: No visible tables are specified by the fields.
tr: Hiçbiri: Alana göre görünür tablo belirtilmemiş.

source: Group Columns
tr: Grup Sütunları

source: Display Width
tr: Görüntü Genişliği

source: Text Title
tr: Metin Başlığı

source: Image Title
tr: Görüntü Başlığı

source: group
tr: grup

source: Notebook Tabs
tr: Not defteri Sekmeleri

source: Add child groups to the notebook to add tabs.
tr: Not defterine sekme eklemek için alt gruplar ekle.

source: Related Calendar: %1
tr: İlgili Takvim: %1

source: Related List: %1
tr: İlgili Liste: %1

source: Field: %1
tr: Alan: %1

source: (Notebook)
tr: (Not defteri)

source: Fields
tr: Alanlar

source: Invalid Relationship
tr: Geçersiz İlişki

source: The relationship may not be used to show related records because the relationship does not specify a field in the related table.
tr: İlişki ilgili kayıtları göstermek için kullanılamayabilir çünkü ilgili tabloda bir alan belirtmez.

source: Relationship Uses a Related Primary Key
tr: İlişki İlgili Birincil Anahtar Kullanır

source: The relationship may not be used to show related records because the relationship uses a primary key field in the related table, which must contain unique values. This would prevent the relationship from specifying multiple related records.
tr: İlişki ilgili kayıtları göstermek için kullanılamayabilir çünkü ilgili tabloda benzersiz değerler içermesi gereken birincil anahtar alanı kullanır. Bu durum birden fazla kayıt belirten ilişkiyi engelleyecek.

source: Relationship Uses a Related Unique Field
tr: İlişki İlgili Benzersiz bir Alanı Kullanır

source: The relationship may not be used to show related records because the relationship uses a unique-values field in the related table. This would prevent the relationship from specifying multiple related records.
tr: İlişki ilgili kayıtları göstermek için kullanılamayabilir çünkü ilişki ilgili tabloda benzersiz değer alanını kullanır. Bu ilişkinin çoklu kayıt belirtmesini engeller.

source: Automatic
tr: Otomatik

source: Left
tr: Sol

source: Right
tr: Sağ

source: Extra Fields
tr: Fazladan Alanlar

source: Sort Order
tr: Sıralama Düzeni

source: Font
tr: Yazı Tipi

source: Foreground Color
tr: Önplan Rengi

source: Background Color
tr: Arkaplan Rengi

source: The calculation failed with this error: %1
tr: Hesaplama hatası: %1

source: Formatting
tr: Biçimlendirme

source: Group By - Secondary Fields
tr: Grupla - İkincil Alanlar

source: Ascending
tr: Artan

source: Part
tr: Bölüm

source: This item already exists. Please choose a different item name
tr: Bu öge zaten var. Lütfen farklı bir öge adı seçin

source: Are you sure that you want to rename this print layout?
tr: Bu baskı düzenini yeniden adlandırmak istediğinizden emin misiniz?

source: <b>Rename Print Layout</b>
tr: <b>Baskı Düzenini Yeniden Adlandır</b>

source: Rename
tr: Yeniden Adlandır

source: Items
tr: Ögeler

source: Lines
tr: Satırlar

source: Records
tr: Kayıtlar

source: Database Field
tr: Veritabanı Alanı

source: Drag this to the layout to add a new database field.
tr: Yeni bir veritabanı alanı eklemek için bunu yerleşim alanına sürükleyin.

source: Drag this to the layout to add a new static text box.
tr: Yeni statik bir metin kutusu eklemek için bunu yerleşim alanına sürükleyin.

source: Drag this to the layout to add a new static image.
tr: Yeni statik görüntü eklemek için bunu yerleşim alanına sürükleyin.

source: Horizontal Line
tr: Yatay Satır

source: Drag this to the layout to add a new horizontal line.
tr: Yeni yatay çizgi eklemek için yerleşim alanına bunu sürükleyin.

source: Vertical Line
tr: Dikey Çizgi

source: Drag this to the layout to add a new vertical line.
tr: Yeni dikey çizgi eklemek için yerleşim alanına bunu sürükleyin.

source: Related Records
tr: İlgili Kayıtlar

source: Drag this to the layout to add a new related records portal.
tr: Yeni ilgili kayıt portalı eklemek için yerleşim alanına bunu sürükleyin.

source: Create Standard Layout
tr: Standart Yerleşim Oluştur

source: This is an experimental feature. It will remove all items from the print layout and then try to create a layout similar to the layout of the detail view.
tr: Bu deneysel bir özelliktir. Baskı yerleşiminden bütün ögeleri silecek ve daha sonra ayrıntı görünümünün yerleşimine benzer bir yerleşim oluşturmayı deneyecek.

source: Create
tr: Oluştur

source: Remove page
tr: Sayfayı sil

source: Are you sure that you wish to remove the last page and any items on that page?
tr: Son sayfayı ve bu sayfadaki herhangi bir ögeyi silmek istediğinizden emin misiniz?

source: Remove Page
tr: Sayfayı Sil

source: Remove library script
tr: Kütüphane betiğini sil

source: Do you really want to delete this script? This data can not be recovered
tr: Bu betiği gerçekten silmek istiyor musunuz? Bu veriler geri alınamaz

source: _Remove
tr: _Sil

source: View
tr: Görünüm

source: Delete Group
tr: Grup Sil

source: Are your sure that you wish to delete this group?
tr: Bu grubu silmek istediğinizden emin misiniz?

source: Full access.
tr: Tam erişim.

# Users List
source: User
tr: Kullanıcı

source: Delete User
tr: Kullanıcı Sil

source: Are your sure that you wish to delete this user?
tr: Bu kullanıcının silinmesini istediğinizden emin misiniz?

source: Error Retrieving the List of Users
tr: Kullanıcı listesi alınırken hata

source: Glom could not get the list of users from the database server. You probably do not have enough permissions. You should be a superuser.
tr: Glom veritabanı sunucusundan kullanıcı listesi alınamadı. Muhtemelen yeterli izinlere sahip değilsiniz. Süper kullanıcı olmalısınız.

source: Developer group may not be empty.
tr: Geliştirici grup boş olamaz.

source: The developer group must contain at least one user.
tr: Geliştirici grup en az bir kullanıcı içermelidir.

source: This table already exists. Please choose a different table name
tr: Bu tablo zaten var. Lütfen farklı bir tablo seçin

source: Hidden
tr: Gizli

source: Default
tr: Öntanımlı

source: Table Names Cannot Contain Spaces
tr: Tablo Adlarında Boşluk Olamaz

source: Unfortunately, Glom tables cannot have names that contain spaces. Please enter a different name for the table.
tr: Ne yazık ki, Glom tablolarının adlarında boşluk olamaz. Lütfen tablo için farklı bir ad girin.

source: Table Already Exists
tr: Tablo Zaten Mevcut

source: This table already exists on the database server, though it is not mentioned in the .glom file. This should not happen. Would you like Glom to attempt to use the existing table?
tr: .glom dosyasında belirtilmemesini rağmen veritabanı sunucusunda bu tablo zaten mevcut. Bu olmamalı. Varolan tabloyu Glom uygulamasına kullandırmak ister misiniz?

source: You cannot delete this table, because there is no information about this table in the document.
tr: Bu tabloyu silemezsiniz çünkü belgede bu tablo ile ilgili hiçbir bilgi yok.

source: Are you sure that you want to delete this table? Table name: %1
tr: Bu tabloyu silmek istediğinizden emin misiniz? Tablo adı: %1

source: Delete Table
tr: Tabloyu Sil

source: Are you sure that you want to rename this table?
tr: Bu tabloyu yeniden adlandırmak ister misiniz?

source: <b>Rename Table</b>
tr: <b>Tabloyu Yeniden Adlandır</b>

source: Unknown Table
tr: Bilinmeyen Tablo

source: You cannot open this table, because there is no information about this table in the document.
tr: Bu tabloyu açamazsınız çünkü belgede bu tablo ile ilgili hiçbir bilgi yok.

source: Choose Field
tr: Alan Seç

source: _Formatting
tr: _Biçimlendirme

source: Original
tr: Özgün

source: Translation
tr: Çeviri

source: Item
tr: Öge

source: Choose .po File Name
tr: .po dosya adı seçin

source: Po files
tr: Po dosyaları

source: Export
tr: Dışa Aktar

source: Import
tr: İçeri Aktar

source: This item already exists. Please try again.
tr: Bu öge zaten mevcut. Lütfen tekrar deneyin.

source: Duplicate
tr: Çoğalt

source: Example
tr: Örnek

source: Choose a date from an on-screen calendar.
tr: Ekrandaki takvimden bir tarih seçin.

source: Open the record identified by this ID, in the other table.
tr: Diğer tablodaki bu ID ile tanımlanmış kaydı açın.
