Repository: sabriunal/turkish-translation-backup
Catalog: GNOME/extras/glom.master.*.po
Languages: tr

source: Error while parsing command-line options:
tr: Komut satırı seçenekleri ayrıştırılırken hata oluştu:

source: Use --help to see a list of available command-line options.
tr: Kullanılabilir komut satırı seçeneklerinin listesini görmek için --help komutunu kullanın.

source: Glom: The file does not exist.
tr: Glom: Dosya mevcut değil.

source: Glom: The file path is a directory instead of a file.
tr: Glom: Dosya yolu dosya yerine bir dizindir.

source: Glom: Generating Encryption Certificates
tr: Glom: Şifreleme Sertifikaları Oluşturuluyor

source: Please wait while Glom prepares your system for publishing over the network.
tr: Glom sisteminizi ağ üzerinden yayımlamak için hazırlanırken lütfen bekleyin.

source: A Database GUI
tr: Veritabanı Arabirimi

source: Open Failed
tr: Açma İşlemi Başarısız

source: The document could not be found.
tr: Belge bulunamadı.

source: The document could not be opened because it was created or modified by a newer version of Glom.
tr: Belge, Glom uygulamasının daha yeni sürümü ile oluşturulduğu ya da değiştirildiğinden dolayı açılamadı.

source: Connection Failed
tr: Bağlantı Başarısız Oldu

source: Glom could not connect to the database server. Maybe you entered an incorrect user name or password, or maybe the postgres database server is not running.
tr: Glom veritabanı sunucusuna bağlanamadı. Belki yanlış bir kullanıcı adı ya da parola girdiniz ya da postgres veritabanı sunucusu çalışmıyor.

source: The file cannot be opened because this version of Glom does not support self-hosting of databases.
tr: Glom uygulamasının bu sürümü veritabanlarının kendi istemcilerini desteklemediğinden dolayı dosya açılamadı.

source: The file cannot be opened because this version of Glom does not support PostgreSQL databases.
tr: Glom uygulamasının bu sürümü PostgreSQL veritabanını desteklemediğinden dolayı dosya açılamadı.

source: The file cannot be opened because this version of Glom does not support SQLite databases.
tr: Glom uygulamasının bu sürümü SQLite veritabanını desteklemediğinden dolayı dosya açılamadı.

source: File Uses Unsupported Database Backend
tr: Dosya Desteklenmeyen Veritabanı Art Alan Çalışan Uygulamasını Kullanır

source: Creating From Example File
tr: Örnek Dosyadan Oluşturuluyor

source: To use this example file you must save an editable copy of the file. A new database will also be created on the server.
tr: Bu örnek dosyayı kullanmak için dosyanın düzenlenebilir bir kopyasını kaydetmelisiniz. Ayrıca sunucu üzerinde yeni veritabanı da oluşturulacaktır.

source: Creating From Backup File
tr: Yedekleme Dosyalarından Oluşturuluyor

source: To use this backup file you must save an editable copy of the file. A new database will also be created on the server.
tr: Bu yedekleme dosyalarını kullanmak için dosyanın düzenlenebilir bir kopyasını kaydetmelisiniz. Ayrıca sunucu üzerinde yeni veritabanıda oluşturulacaktır.

source: Opening Read-Only File.
tr: Salt Okunur Dosya Açılıyor.

source: This file is read only, so you will not be able to enter Developer mode to make design changes.
tr: Dosya salt okunurdur, yani, tasarım değişiklikleri yapmak için Geliştirici kipine giriş yapamayacaksınız.

source: _Cancel
tr: _Vazgeç

source: Continue without Developer Mode
tr: Geliştirici Kipi Olmaksızın Devam Et

source: Database Not Found On Server
tr: Sunucu Üzerinde Veritabanı Bulunamadı

source: The database could not be found on the server. Please consult your system administrator.
tr: Sunucu üzerinde veritabanı bulunamadı. Lütfen sistem yöneticinize danışın.

source: Problem Loading Document
tr: Belge Yükleme Sorunu

source: Glom could not load the document.
tr: Glom belge yükleyemedi.

source: Creating Glom database from example file.
tr: Örnek dosyadan Glom veritabanı oluşturuluyor.

source: Creating Glom database from backup file.
tr: Yedek dosyadan Glom veritabanı oluşturuluyor.

source: Glom could not create the new database. Maybe you do not have the necessary access rights. Please contact your system administrator.
tr: Glom yeni veritabanı oluşturamadı. Belki gerekli erişim haklarına sahip değilsinizdir. Lütfen sistem yöneticinize başvurun.

source: Database Creation Failed
tr: Veritabanı Oluşturma İşlemi Başarısız Oldu

source: Save failed.
tr: Kaydetme başarısız oldu.

source: There was an error while saving the example file.
tr: Örnek dosya kaydedilirken bir hata oluştu.

source: Save Document
tr: Belgeyi Kaydet

source: _Save
tr: _Kaydet

source: Read-only File.
tr: Salt-Okunur Dosya.

source: You may not overwrite the existing file, because you do not have sufficient access rights.
tr: Varolan dosyanın üzerine yazamazsınız, çünkü yeterli erişim haklarına sahip değilsiniz.

source: Read-only Directory.
tr: Salt-Okunur Dizin.

source: You may not create a file in this directory, because you do not have sufficient access rights.
tr: Bu dizinde dosya oluşturamazsınız, çünkü yeterli erişim haklarına sahip değilsiniz.

source: Database Title missing
tr: Eksik Veritabanı Başlığı

source: You must specify a title for the new database.
tr: Yeni veritabanı için bir başlık belirtmelisiniz.

source: Directory Already Exists
tr: Dizin Zaten Mevcut

source: There is an existing directory with the same name as the directory that should be created for the new database files. You should specify a different filename to use a new directory instead.
tr: Yeni veritabanı dosyaları için oluşturulması gereken dizinle aynı adda bir dizin var. Bunun yerine yeni bir dizin kullanmak için farklı bir dosya adı belirtmelisiniz.

source: Save Backup
tr: Yedeklemeyi Kaydet

source: Exporting backup
tr: Yedek Dışa Aktarılıyor

source: Export Backup failed.
tr: Yedek Dışa Aktarma işlemi başarısız oldu.

source: There was an error while exporting the backup.
tr: Yedek dışa aktarılırken bir hata oluştu.

source: Choose a backup file
tr: Bir yedek dosya seç

source: .tar.gz Backup files
tr: .tar.gz Yedek dosyalar

source: Restore
tr: Geri Yükle

source: Restoring backup
tr: Yedek geri yükleniyor

source: Restore Backup failed.
tr: Yedek Geri Yükleme işlemi başarısız oldu.

source: There was an error while extracting the backup.
tr: Yedek açılırken bir hata oluştu.

source: (read-only)
tr: (salt-okunur)

source: Processing
tr: İşleniyor

source: Open Document
tr: Belge Aç

source: _Open
tr: _Aç

source: Internal error
tr: İç hata

source: Value Is Not Unique
tr: Değer Özgün Değil

source: The field's value must be unique, but a record with this value already exists.
tr: Alanın değeri eşsiz olmalıdır fakat bu değere sahip bir kayıt zaten var.

source: Data may not be entered into this related field, because the related record does not yet exist, and the relationship does not allow automatic creation of new related records.
tr: İlgili kayıt henüz mevcut olmadığından dolayı bu alana veri girilemez ve ilişki ilgili yeni kaydın otomatik oluşmasına izin vermez.

source: Related Record Does Not Exist
tr: İlgili Kayıt Mevcut Değil

source: Data may not be entered into this related field, because the related record does not yet exist, and the key in the related record is auto-generated and therefore can not be created with the key value in this record.
tr: Bu alana veri girilemeyebilir çünkü ilgili kayıt henüz mevcut değil ve ilgili kayıttaki anahtar otomatik oluşturulur, bu nedenle veri bu kayıttaki anahtar ile oluşturulamaz.

source: Related Record Cannot Be Created
tr: İlgili Kayıt Oluşturulamaz

source: Are you sure that you would like to delete this record? The data in this record will then be permanently lost.
tr: Bu kaydı silmek istediğinizden emin misiniz? Sildiğinizde bu kayıttaki veriyi kalıcı olarak kaybedeceksiniz.

source: Delete record
tr: Kayıt Sil

source: _Delete
tr: _Sil

source: Name
tr: Ad

source: This report already exists. Please choose a different report name
tr: Bu rapor zaten mevcut. Lütfen farklı bir rapor adı seçin

source: Title
tr: Başlık

source: Are you sure that you want to rename this report?
tr: Bu raporu yeniden adlandırmak istediğinizden emin misiniz?

source: Rename Report
tr: Raporu Yeniden Adlandır

source: Database user interface
tr: Veritabanı kullanıcı arayüzü

source: With Glom you can design database systems - the database and the user interface.
tr: Glom ile veritabanı sistemleri tasarlayabilirsiniz - veritabanı ve kullanıcı arayüzü.

source: Glom has high-level features such as relationships, lookups, related fields, related records, calculated fields, drop-down choices, searching, reports, users and groups. It has simple Numeric, Text, Date, Time, Boolean, and Image field types.
tr: Glom; ilişkiler, aramalar, ilgili alanlar, ilgili kayıtlar, hesaplanan alanlar, açılır seçimler, arama, raporlar, kullanıcılar ve gruplar gibi üst düzey özelliklere sahiptir. Basit Sayısal, Metin, Tarih, Saat, Mantıksal ve Görüntü alan türlerine sahiptir.

source: The details view showing the whole record
tr: Kaydın tamamını gösteren ayrıntı görünümü

source: The list view showing all records in the table
tr: Tablodaki tüm kayıtları gösteren liste görünümü

source: The details view showing records from a related table
tr: İlgili tablodaki kayıtları gösteren ayrıntı görünümü

source: A user-friendly database environment
tr: Kullanıcı dostu veritabanı ortamı

source: database;ui;tables;postgresql;forms;
tr: veritabanı;ui;kullanıcı arayüzü;tablolar;postgresql;formlar;

source: Not yet created.
tr: Henüz oluşturulmadı.

source: No sessions found on the local network.
tr: Yerel ağda oturum bulunamadı.

source: Open a Document
tr: Bir Belge Aç

source: Select File
tr: Dosya Seç

source: Local Network
tr: Yerel Ağ

source: Recently Opened
tr: Son Açılanlar

source: No recently used documents available.
tr: Son kullanılan belge mevcut değil.

source: New Empty Document
tr: Yeni Boş Belge

source: New From Template
tr: Şablondan Yeni

source: %s on %s (via %s)
tr: %s makinesi üzerinde %s (%s yolu ile)

source: Export to File
tr: Dosyaya Dışa Aktar

source: Define Data _Format
tr: Tarih _Biçimini Tanımla

source: _Export
tr: _Dışa Aktar

source: Find All
tr: Tümünü Bul

source: No Table Selected
tr: Seçilen Tablo Yok

source: Quick _search:
tr: Hızlı _arama:

source: _Find
tr: _Bul

source: Records:
tr: Kayıtlar:

source: Found:
tr: Bulunan:

source: No table
tr: Tablo yok

source: This database has no tables yet.
tr: Bu veritabanında henüz tablo yok.

source: Developer mode not available.
tr: Geliştirici kipi kullanılabilir değil.

source: Developer mode is not available because the file was opened over the network from a running Glom. Only the original file may be edited.
tr: Geliştirici kipi kullanılamıyor çünkü çalışan bir Glom uygulaması tarafından ağ üzerinde bir dosya açılmış. Sadece özgün dosya düzenlenebilir.

source: Developer mode not available
tr: Geliştirici kipi kullanılamıyor

source: Developer mode is not available. Check that you have sufficient database access rights and that the glom file is not read-only.
tr: Geliştirici kipi kullanılabilir değil. Yeterli veritabanı erişim haklarına sahipliğinizi ve glom dosyasının salt-okunurluğunu kontrol edin.

source: Saving in new document format
tr: Yeni belge biçiminde kaydediliyor

source: The document was created by an earlier version of the application. Making changes to the document will mean that the document cannot be opened by some earlier versions of the application.
tr: Belge uygulamanın daha eski bir sürümü ile oluşturuldu. Belge için değişiklik yapma uygulamanın bazı daha eski sürümleri ile açılamayacağı anlamına gelir.

source: Continue
tr: Devam

source: Export Not Allowed.
tr: Dışa Aktarmaya İzin Verilmedi.

source: You do not have permission to view the data in this table, so you may not export the data.
tr: Bu tablodaki verileri görüntüleme iznine sahip değilsiniz, yani verileri dışa aktaramazsınız.

source: Could Not Create File.
tr: Dosya Oluşturulamadı.

source: Glom could not create the specified file.
tr: Glom belirtilen dosyayı oluşturamadı.

source: No Table
tr: Tablo Yok

source: There is no table in to which data could be imported.
tr: Tabloya aktarılacak veri yok.

source: Open CSV Document
tr: CSV Belgesini Aç

source: CSV files
tr: CSV dosyaları

source: All files
tr: Tüm dosyalar

source: Share on the network
tr: Ağ üzerinde Paylaş

source: This will allow other users on the network to use this database.
tr: Bu seçenek ağ üzerindeki diğer kullanıcıların bu veritabanını kullanmalarına olanak sağlayacak.

source: _Share
tr: _Paylaş

source: Stop sharing on the network
tr: Ağ üzerindeki paylaşımı durdur

source: This will prevent other users on the network from using this database.
tr: Bu seçenek ağ üzerindeki diğer kullanıcıların bu veritabanını kullanmalarını engelleyecek.

source: _Stop Sharing
tr: Paylaşımı _Durdur

source: Stopping Database Server
tr: Veritabanı Sunucusu Durduruluyor

source: Starting Database Server
tr: Veritabanı Sunucusu Başlatılıyor

source: Table Exists Already
tr: Tablo Zaten Var

source: A table with this name already exists in the database. Please choose a different table name.
tr: Bu addaki tablo veritabanında zaten var. Lütfen farklı bir tablo adı seçin.

source: Relationship Exists Already
tr: İlişki Zaten Var

source: A relationship with this name already exists for this table. Please choose a different relationship name.
tr: Tablo için bu addaki ilişki zaten var. Lütfen farklı bir ilişki adı seçin.

source: More information needed
tr: Daha fazla bilgiye ihtiyaç var

source: You must specify a field, a table name, and a relationship name.
tr: Bir alan, tablo ve ilişki adı belirtmelisiniz.

source: Related Table Created
tr: İlgili Tablo Oluşturuldu

source: The new related table has been created.
tr: İlgili yeni tablo oluşturulamadı.

source: Edit Tables
tr: Tabloları Düzenle

source: You have not entered any find criteria. Try entering information in the fields.
tr: Herhangi bir bulma kriteri girmediniz. Bu alana bilgi girmeyi deneyin.

source: No Find Criteria
tr: Bulma Kriteri Yok

source: Reports
tr: Raporlar

source: Print Layouts
tr: Yerleşimleri Yazdır

source: Could Not Create Directory
tr: Dizin Oluşturulamadı

source: There was an error when attempting to create the directory for the new database files.
tr: Yeni veritabanı dosyaları için dizin oluşturmaya çalışılırken bir hata oluştu.

source: Could Not Start Database Server
tr: Veritabanı Sunucusu Başlatılamadı

source: There was an error when attempting to start the database server.
tr: Veritabanı sunucusu başlatılmaya çalışılırken bir hata oluştu.

source: Initializing Database Data
tr: Veritabanı Verileri Başlatılıyor

source: All
tr: Tümü

source: Could not display help: %1
tr: Yardım görüntülenemedi: %1

source: Your find criteria did not match any records in the table.
tr: Bulma kriteriniz tablodaki hiçbir kayıt ile eşleşmedi.

source: No Records Found
tr: Kayıt Bulunamadı

source: New Find
tr: Yeni Bul

source: Report Finished
tr: Rapor Bitti

source: The report will now be opened in your web browser.
tr: Rapor şu anda web tarayıcınızda açılacaktır.

source: Script Uses PyGTK 2
tr: Betik PyGTK 2 kullanır

source: Glom cannot run this script because it uses pygtk 2, but Glom uses GTK+ 3, and attempting to use pygtk 2 would cause Glom to crash.
tr: Glom bu betiği çalıştıramaz çünkü betik pygtk 2 kullanıyor, halbuki Glom uygulaması GTK+ 3 kullanır ve pygtk 2 kullanma girişimi Glom uygulamasının çökmesine neden olur.

source: Search
tr: Ara

source: Back to List
tr: Listeye Geri Dön

source: Details
tr: Ayrıntılar

source: Generating the report...
tr: Rapor Oluşturuluyor...

source: Login
tr: Giriş

source: Enter the username and password.
tr: Kullanıcı adı ve parola girin.

source: Username
tr: Kullanıcı adı

source: Password
tr: Parola

source: Log Out
tr: Oturumu Kapat

source: The username or password are not correct.
tr: Kullanıcı adı ya da parola doğru değil.

source: Login seems to be necessary, but will not be attempted. This site is not being served via HTTPS, which is required for secure login. Please contact your system administrator.
tr: Oturum açma gerekli gibi görünüyor. Bu site güvenli oturum açma gerektiren HTTPS yolu ile yayınlanmıyor. Lütfen sistem yöneticinize başvurun.

source: Register
tr: Kaydol

source: Forgot Password
tr: Parolamı Unuttum

source: There was an error while saving the file. Your changes have not been saved.
tr: Dosya kaydedilirken bir hata oluştu. Değişiklikleriniz kaydedilemedi.

source: Open Failed.
tr: Açma İşlemi Başarısız Oldu.

source: The document could not be opened.
tr: Belge açılamadı.

source: This document has unsaved changes. Would you like to save the document?
tr: Bu belge kaydedilmemiş değişiklikler içeriyor. Belgeyi kaydetmek ister misiniz?

source: Document: %1
tr: Belge: %1

source: Close without Saving
tr: Kaydetmeden Kapat

source: Discard
tr: Vazgeç

source: Auto Detect
tr: Otomatik Algıla

source: Note that the source file should contain numbers and dates in international ISO format. For instance, 22nd November 2008 should be %1.
tr: Kaynak dosyaların uluslararası ISO biçiminde tarih ve numara içermesi gerektiğine dikkat edin. Örneğin, 22 Kasım 2008 %1 olmalıdır.

source: No Document Available
tr: Kullanılabilir Belge Yok

source: You need to open a document to import the data into a table.
tr: Tabloya veri aktarmak için bir belge açmanız gerekir.

source: Import From CSV File
tr: CSV Dosyasından İçeri Aktar

source: Error Importing CSV File
tr: CSV Dosyası İçeri Aktarılırken Hata

source: Encoding detected as: %1
tr: Kodlama algılandı: %1

source: Encoding detection failed. Please manually choose one from the box.
tr: Kodlama algılama başarısız oldu. Lütfen kutudan elle bir tanesini seçin.

source: The file contains data not in the specified encoding. Please choose another one, or try "Auto Detect".
tr: Dosya belirtilen kodlamada olmayan veriler içeriyor. Lütfen başka bir tanesini seçin ya da "Otomatik Algıla" seçeneğini deneyin.

source: Line
tr: Satır

source: Target Field
tr: Hedef Alan

source: <Picture>
tr: <Resim>

source: One column needs to be assigned the table's primary key (<b>%1</b>) as target field before importing
tr: İçeri aktarmadan önce bir sütun hedef alan olarak tablonun birincil anahtarının (<b>%1</b>) atanmış olmasına ihtiyaç duyar

source: Could Not Open file
tr: Dosya Açılamadı

source: The file at "%1" could not be opened: %2
tr: "%1" konumundaki dosya açılamadı: %2

source: Import From CSV File: %1
tr: CVS Dosyasından İçeri Aktar: %1

source: Parsing CSV file %1
tr: CSV dosyası %1 Ayrıştırılıyor

source: Import complete
tr: İçeri aktarma işlemi tamamlandı

source: Warning: Importing row %1: The value for field %2 must be unique, but is already in use. The value will not be imported.
tr: Uyarı: %1 satırı içeri aktarılıyor: %2 alanı için değer benzersiz olmalıdır fakat zaten kullanımda. Değer içeri aktarılamayacak.

source: Warning: Importing row %1: The value for field %2, "%3" could not be converted to the field's type. The value will not be imported.
tr: Uyarı: %1 satırı içeri aktarılıyor: %2 alanı için değer "%3", alanın türüne dönüştürülemedi. Değer içeri aktarılamayacak.

source: Error importing row %1: Cannot import the row because the primary key is empty.
tr: %1 satırı içeri aktarılırken hata: Satır içeri aktarılamıyor çünkü birincil anahtar boş.

source: Unicode
tr: Unikod

source: Western
tr: Batı

source: Central European
tr: Orta Avrupa

source: South European
tr: Güney Avrupa

source: Baltic
tr: Baltık

source: Cyrillic
tr: Kiril

source: Arabic
tr: Arapça

source: Greek
tr: Yunanca

source: Hebrew Visual
tr: Görsel İbranice

source: Hebrew
tr: İbranice

source: Turkish
tr: Türkçe

source: Nordic
tr: İskandinav

source: Celtic
tr: Keltçe

source: Romanian
tr: Romence

source: Vietnamese
tr: Vietnamca

source: Invalid
tr: Geçersiz

source: Number
tr: Sayı

source: Text
tr: Metin

source: Time
tr: Saat

source: Date
tr: Tarih

source: Boolean
tr: Mantıksal Değer

source: Image
tr: Görüntü

source: ERROR: sanity_check_date_parsing(): Sanity check failed: Glom could not parse a date's text representation that it generated itself, in this locale.
tr: HATA: sanity_check_date_parsing(): Tutarlılık kontrolü başarısız oldu: Glom yereldeki kendisi tarafından oluşturulan tarih metin gösterimini ayrıştıramadı.

source: ERROR: sanity_check_date_text_representation_uses_4_digit_year(): Sanity check failed: Glom does not seem to use 4 digits to display years in a date's text representation, in this locale. Defaulting to dd/mm/yyyy though this might be incorrect for your locale. This needs attention from a translator. Please file a bug - see http://www.glom.org
tr: HATA: sanity_check_date_text_representation_uses_4_digit_year(): Tutarlılık kontrolü başarısız oldu: Glom lokaldeki tarih metni gösteriminde yılı göstermek için 4 basamak kullanmaz. dd/mm/yyyy varsaymak lokaliniz için yanlış olabilir. Bu durum çevirmenin dikkatini gerektiriyor. Lütfen bir hata kayda geçirin - http://www.glom.org bakın

source: Group
tr: Grup

source: Button
tr: Düğme

source: Calendar Portal
tr: Takvim Portalı

source: Field
tr: Alan

source: Notebook
tr: Not Defteri

source: Placeholder
tr: Ayrılmış Bilgi Alanı

source: Undefined Table
tr: Belirsiz Tablo

source: Field Summary
tr: Özet Alanı

source: No summary chosen
tr: Seçilmiş özet yok

source: Sum
tr: Toplam

source: Average
tr: Ortalama

source: Count
tr: Sayı

source: Footer
tr: Alt Bilgi

source: Group By
tr: Grupla

source: Header
tr: Üst Bilgi

source: Summary
tr: Özet

source: Vertical Group
tr: Dikey Grup

source: Custom Title
tr: Özel Başlık

source: Relationship
tr: İlişki

source: Print Layout
tr: Baskı Düzeni

source: Report
tr: Rapor

source: Table
tr: Tablo

source: Layout Item
tr: Yerleşim Ögesi

source: Text Item
tr: Metin Ögesi

source: Field Choice
tr: Alan Seçimi

source: Database Title
tr: Veritabanı Başlığı

source: Unknown
tr: Bilinmeyen

source: System Preferences
tr: Sistem Tercihleri

source: System Name
tr: Sistem Adı

source: Organisation Name
tr: Organizasyon Adı

source: Organisation Logo
tr: Organizasyon İşareti

source: Street
tr: Cadde

source: Street (line 2)
tr: Cadde (hat 2)

source: City
tr: Şehir

source: State
tr: İlçe

source: Country
tr: Ülke

source: Zip Code
tr: Posta Kodu

source: Overview
tr: Genel Bakış

source: Untitled
tr: Başlıksız

source: Gettext-Warning:
tr: Gettext-Uyarısı:

source: System: Auto Increments
tr: Sistem: Otomatik Artırır

source: Description
tr: Tanımlama

source: Comments
tr: Açıklamalar

source: List
tr: Liste

source: Glom options
tr: Glom seçenekleri

source: Command-line options
tr: Komut satırı seçenekleri

source: The example .glom file to open.
tr: Açmak için örnek .glom dosyası.

source: The directory in which to save the created .glom file, or sub-directory if necessary, such as /home/someuser/ .
tr: Oluşturulan .glom dosyasının kaydedileceği dizin ya da eğer gerekirse alt dizin, örnek olarak /evdizini/kullanıcı/ .

source: The name for the created .glom file, such as something.glom .
tr: .glom dosyası oluşturmak için ad, örneğin birşey.glom .

source: The version of this application.
tr: Uygulamanın sürümü.

source: The hostname of the PostgreSQL server, such as localhost. If this is not specified then a self-hosted database will be created.
tr: PostgreSQL ana bilgisayar adı, örneğin localhost. Eğer bu belirtilmezse o zaman kendi üzerinde veritabanı oluşturulacaktır.

source: The port of the PostgreSQL server, such as 5434.
tr: PostgreSQL sunucusunun bağlantı noktası, 5434.

source: The username for the PostgreSQL server.
tr: PostgreSQL sunucusu için kullanıcı adı.

source: Use MySQL instead of PostgreSQL.
tr: PostgreSQL yerine MySQL kullan.

source: Glom: The output directory does not exist.
tr: Glom: Çıktı dizini bulunamadı.

source: Glom: The output path is not a directory.
tr: Glom: Çıktı yolu bir dizin değildir.
