Repository: sabriunal/turkish-translation-backup
Catalog: GNOME/extras/gnome-schedule.master.*.po
Languages: tr

source: Scheduled tasks
tr: Zamanlanmış görevler

source: Manage your system tasks
tr: Sistem görevlerini yönet

source: Gnome schedule
tr: Gnome zamanlama

source: Configures your scheduled tasks
tr: Zamanlanmış görevlerinizi yapılandırır

source: System tools
tr: Sistem araçları

source: Failed to create data dir! Make sure ~/.gnome and ~/.gnome/gnome-schedule are writable.
tr: Veri dizini oluşturulamadı! ~/.gnome ve ~/.gnome/gnome-schedule yazılabilir olduğundan emin olun.

source: Failed to create data dir: %s. Make sure ~/.gnome and ~/.gnome/gnome-schedule are writable.
tr: Veri dizini oluşturulamadı: %s. ~/.gnome ve ~/.gnome/gnome-schedule yazılabilir olduğundan emin olun.

source: Warning! Unknown task: %(preview)s
tr: Uyarı! Bilinmeyen görev: %(preview)s

source: On %(timestring)s
tr: %(timestring)s

source: Once
tr: Bir kere

source: Warning: a line in atq's output didn't parse:
tr: Uyarı: atq çıktısındaki satır ayrıştırılamadı:

source: Untitled
tr: Başlıksız

source: Minute
tr: Dakika

source: Hour
tr: Saat

source: Day of Month
tr: Ayın Günü

source: Month
tr: Ay

source: Weekday
tr: Haftanın günü

source: Basic
tr: Temel

source: This is not a valid special record: %(record)s
tr: Bu geçerli özel bir kayıt değildir: %(record)s

source: Must be between %(min)s and %(max)s
tr: %(min)s ve %(max)s arasında olmalıdır

source: %s is not a number
tr: %s sayı değildir

source: Recurrent
tr: Tekrarlayan

source: At reboot
tr: Yeniden yüklemede

source: minute
tr: dakika

source: hour
tr: saat

source: day
tr: gün

source: month
tr: ay

source: weekday
tr: haftanın günü

source: Failed to parse the Day of Month field, possibly due to a bug in crontab.
tr: Muhtemelen crontab'daki bir hata dolayısıyla ayın günü alanı ayrıştırılamadı.

source: Every minute
tr: Her dakika

source: Every hour
tr: Her saat

source: Every day
tr: Her gün

source: Every month
tr: Her ay

source: Every week
tr: Her hafta

source: Create a New Scheduled Task
tr: Yeni bir Zamanlanmış Görev Oluştur

source: Edit template
tr: Şablonu düzenle

source: New template
tr: Yeni şablon

source: Edit a Scheduled Task
tr: Zamanlanmış Görevi Düzenle

source: This is an invalid record! The problem could be in the %(field)s field. Reason: %(reason)s
tr: Bu geçersiz bir kayıttır! Sorun %(field)s alanında olabilir. Neden: %(reason)s

source: Your command contains one or more of the character %, this is special for cron and cannot be used with Gnome-schedule because of the format it uses to store extra information on the crontab line. Please use the | redirector character to achieve the same functionality. Refer to the crontab manual for more information about the % character. If you don not want to use it for redirection it must be properly escaped with the \ letter.
tr: Komutunuz bir ya da daha fazla % karakteri içerir, bu cron için özeldir ve crontab satırındaki fazladan bilgiyi depolamak için kullanılan biçimden dolayı Gnome-zamanlama ile kullanılamaz. Aynı işlevselliği elde etmek için lütfen yönlendirici karakteri | kullanın. % karakteri ile ilgili daha fazla bilgi almak için crontab kılavuzuna başvurun. Eğer yönlendirme için bunu kullanmak istemiyorsanız, uygun \ ile olmalıdır.

source: Note about working directory of executed tasks: Recurrent tasks will be run from the home directory.
tr: Yürütülen görevin çalıştığı dizin ile ilgili bilgi: Tekrarlayan görevler ev dizininden çalıştırılacaktır.

source: _Don't show again
tr: _Tekrar gösterme

source: Warning: Working directory of executed tasks
tr: Uyarı: Yürütülen görevin çalışma dizini

source: Every weekday
tr: Her hafta içi

source: Edit minute
tr: Dakika düzenle

source: Edit hour
tr: Saat düzenle

source: Edit day
tr: Günü düzenle

source: Edit month
tr: Ayı düzenle

source: Edit weekday
tr: Hafta içini düzenle

source: This is invalid. Reason: %s
tr: Geçersiz. Neden: %s

source: At an exact minute
tr: Tam dakikasında

source: Minute:
tr: Dakika:

source: At an exact hour
tr: Tam saatinde

source: Hour:
tr: Saat:

source: On a day
tr: Günde

source: Day:
tr: Gün:

source: In a month
tr: Bir ayda

source: Month:
tr: Ay:

source: On a weekday
tr: Haftanın bir gününde

source: Weekday:
tr: Haftanın günü:

source: In a step width
tr: Bir aralıkta

source: Minutes:
tr: Dakika:

source: Hours:
tr: Saat:

source: Days:
tr: Gün:

source: Months:
tr: Ay:

source: Weekdays:
tr: Haftanın günü:

source: _Manage tasks
tr: _Görevleri yönet

source: _Add a task
tr: _Görev Ekle

source: _Help
tr: _Yardım

source: A_bout
tr: H_akkında

source: Gnome Schedule: Export tasks
tr: Gnome Zamanlama: Görevleri dışarı aktar

source: Usage: %s [output file]
tr: Kullanım: %s [çıktı dosyası]

source: No file means export to stdout.
tr: Hiçbir dosyanın stdout'a aktarılamayacak anlamına gelir.

source: File exists already.
tr: Dosya zaten var.

source: Could not open file for writing: %s
tr: Yazmak için dosya açılamadı: %s

source: Exporting crontab task: %s
tr: Crontab görevi dıları aktarılıyor: %s

source: Exporting at task: %s
tr: Görevde dışarı aktarma: %s

source: Finished, exported: %d task total.
tr: Bitti, dışarı aktarıldı: %d toplam görev.

source: Gnome Schedule: Import tasks
tr: Gnome Zamanlama: Görevleri içeri aktar

source: Usage: %s [input file]
tr: Kullanım: %s [girdi dosyası]

source: No file means import from stdin.
tr: Stdin'den hiçbir dosyanın içeriği aktarılmadığı anlamına gelir.

source: File does not exist.
tr: Dosya mevcut değil.

source: Reading from stdin..
tr: stdin'den okunuyor..

source: Reading file: %s..
tr: Dosya okunuyor: %s..

source: Could not open file for reading: %s
tr: Dosya okumak için açılamadı: %s

source: Importing crontab task: %s
tr: Crontab görevi içeri aktarılıyor: %s

source: Importing at task: %s
tr: Görevde içeri aktarma: %s

source: Finished, imported: %d task total.
tr: Bitti, içeri aktarıldı: %d toplam görev.

source: Choose template
tr: Şablon Seç

source: Create a new task from the selected template
tr: Seçilen şablondan yeni bir görev oluştur

source: Manage templates
tr: Şablonları yönet

source: Create a new template
tr: Yeni bir şablon oluştur

source: Edit the selected template
tr: Seçilen şablonu düzenle

source: Delete the selected template
tr: Seçilen şablonu sil

source: Task description:
tr: Görev açıklaması:

source: X application
tr: X uygulaması

source: Execute at:
tr: Şu tarihte yürüt:

source: Date:
tr: Tarih:

source: Time:
tr: Zaman:

source: Task:
tr: Görev:

source: Add as template
tr: Şablon olarak ekle

source: Edit a periodical task
tr: Periyodik bir görevi düzenle

source: Command:
tr: Komut:

source: Description:
tr: Tanımlama:

source: <big>Time &amp; Date</big>
tr: <big>Saat &amp; Tarih</big>

source: Advanced
tr: Gelişmiş

source: <big>Preview</big>
tr: <big>Önizleme</big>

source: Change User
tr: Kullanıcı Değiştir

source: <b>Choose the user whose tasks you want to modify</b>
tr: <b>Değiştirmek istediğin görevlerin kullanıcılarını seç</b>

source: _User:
tr: _Kullanıcı:

source: Add a Scheduled Task
tr: Zamanlanmış Görev Ekle

source: <b>Select the type of the scheduled task:</b>
tr: <b>Zamanlanmış görevin türünü seç:</b>

source: Time expression help
tr: Zaman ifadesi yardım

source: Expression:
tr: İfade:

source: To:
tr: Şuna kadar:

source: From:
tr: Şundan:

source: Other
tr: Diğer

source: See "man 5 crontab" for information about the crontab format.
tr: Crontab formatı hakkında bilgi için "man 5 crontab" bakın.

source: Execution at a specific minute, hour, day, weekday or month.
tr: Belirli dakika, saat, gün, hafta içi günleri ya da ayda yürütme.

source: In a range
tr: Bir aralıkta

source: Execution in a range.
tr: Bir aralıkta yürütme.

source: Execution at every minute, hour, day, weekday or month.
tr: Her dakika, saat, gün, hafta içi günleri ya da ayda yürütme.

source: Execution at a step width. For example every five minutes, hours, days, weekdays or months.
tr: Bir aralıkta yürütme. Örneğin her 5 dakika, saat, gün, haftaiçi ya da ayda.

source: Configure Scheduled Tasks
tr: Zamanlanmış Görevleri Yapılandır

source: Edit a scheduled task
tr: Zamanlanmış bir görevi düzenle

source: Delete a scheduled task
tr: Zamanlanmış bir görevi sil

source: Run selected task
tr: Seçilen görevi çalıştır

source: Run task
tr: Görev çalıştır

source: Templates
tr: Şablonlar

source: Change edit mode
tr: Düzenleme kipini değiştir

source: Choose the user whose tasks you want to modify
tr: Değişiklik yapmak istediğiniz görevlerin kullanıcılarını seç

source: Show help
tr: Yardımı göster

source: About Gnome-schedule
tr: Gnome-zamanlama Hakkında

source: Scheduled and active tasks
tr: Zamanlanmış ve aktif görevler

source: You need to install pyGTK or GTKv2, or set your PYTHONPATH correctly. try: export PYTHONPATH=
tr: PyGTK ya da GTKv2 kurmanız ya da PYTHONPATH değişkeninizi düzgün ayarlamanız gerekiyor. dene: PYTHONPATH dışarı aktar=

source: At every full hour
tr: Her saat başında

source: At every minute
tr: Her dakikada

source: At minute %(minute)s of every hour
tr: Her saatin %(minute)s. dakikasında

source: At every minute between %(time_from)s and %(time_to)s
tr: %(time_from)s ve %(time_to)s arasındaki her dakikada

source: On every day at %(time)s
tr: Her gün %(time)s saatinde

source: On day %(monthday)s of every month at every full hour
tr: Her ayın %(monthday)s. gününde, her saat başında

source: On day %(monthday)s of every month at every minute
tr: Her ayın %(monthday)s. gününde, her dakikada

source: On day %(monthday)s of every month at minute %(minute)s of every hour
tr: Her ayın %(monthday)s. gününde, her saatin %(minute)s. dakikasında

source: On day %(monthday)s of every month at every minute between %(time_from)s and %(time_to)s
tr: Her ayın %(monthday)s. gününde, %(time_from)s ile %(time_to)s arasındaki her dakikada

source: On day %(monthday)s of every month at %(time)s
tr: Her ayın %(monthday)s. gününde, %(time)s saatinde

source: On every day in %(month)s at every full hour
tr: %(month)s ayının her gününde, her saat başında

source: On every day in %(month)s at every minute
tr: %(month)s ayının her gününde, her dakikada

source: On every day in %(month)s at minute %(minute)s of every hour
tr: %(month)s ayının her gününde, her saatin %(minute)s. dakikasında

source: On every day in %(month)s at every minute between %(time_from)s and %(time_to)s
tr: %(month)s ayının her gününde, %(time_from)s ile %(time_to)s arasındaki her dakikada

source: On every day in %(month)s at %(time)s
tr: %(month)s ayının her gününde, %(time)s saatinde

source: Every year on %(date)s at every full hour
tr: Her yılın %(date)s tarihinde, her saat başında

source: Every year on %(date)s at every minute
tr: Her yılın %(date)s tarihinde, her dakikada

source: Every year on %(date)s at minute %(minute)s of every hour
tr: Her yılın %(date)s tarihinde, her saatinin %(minute)s. dakikasında

source: Every year on %(date)s at every minute between %(time_from)s and %(time_to)s
tr: Her yılın %(date)s tarihinde, %(time_from)s ile %(time_to)s arasındaki her dakikada

source: Every year on %(date)s at %(time)s
tr: Her yılın %(date)s tarihinde, %(time)s saatinde

source: On every weekday: %(weekday)s at every full hour
tr: Her hafta içi: %(weekday)s her saat başında

source: On every weekday: %(weekday)s at every minute
tr: Her haftanın %(weekday)s gününde, her dakikada

source: On every weekday: %(weekday)s at minute %(minute)s of every hour
tr: Her haftanın %(weekday)s gününde, her saatin %(minute)s. dakikasında

source: On every weekday: %(weekday)s at every minute between %(time_from)s and %(time_to)s
tr: Her haftanın %(weekday)s gününde, %(time_from)s ile %(time_to)s arasındaki her dakikada

source: On every weekday: %(weekday)s at %(time)s
tr: Her haftanın %(weekday)s gününde, %(time)s saatinde

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every full hour
tr: Her ayın %(monthday)s. gününde ve her haftanın %(weekday)s gününde her saat başında

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every minute
tr: Her ayın %(monthday)s. gününde ve her haftanın %(weekday)s gününde her dakikada

source: On day %(monthday)s of every month and every weekday: %(weekday)s at minute %(minute)s of every hour
tr: Her ayın %(monthday)s. gününde ve her haftanın %(weekday)s gününde, her saatin %(minute)s. dakikasında

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every minute between %(time_from)s and %(time_to)s
tr: Her ayın %(monthday)s. gününde ve her haftanın %(weekday)s gününde, %(time_from)s ile %(time_to)s saatleri arasında

source: On day %(monthday)s of every month and every weekday: %(weekday)s at %(time)s
tr: Her ayın %(monthday)s. gününde ve her haftanın %(weekday)s gününde %(time)s saatinde

source: On every weekday: %(weekday)s in %(month)s at every full hour
tr: %(month)s ayının her %(weekday)s gününe, her saat başında

source: On every weekday: %(weekday)s in %(month)s at every minute
tr: %(month)s ayının her %(weekday)s gününe, her dakikasında

source: On every weekday: %(weekday)s in %(month)s at minute %(minute)s of every hour
tr: %(month)s ayının her %(weekday)s gününe,her saatin %(minute)s. dakikasında

source: On every weekday: %(weekday)s in %(month)s at every minute between %(time_from)s and %(time_to)s
tr: %(month)s ayının her %(weekday)s gününe, %(time_from)s ile %(time_to)s arasındaki her dakikasında

source: On every weekday: %(weekday)s in %(month)s at %(time)s
tr: %(month)s ayının her %(weekday)s gününe, %(time)s saatinde

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every full hour
tr: %(month)s ayının her %(weekday)s gününe ilave olarak, her yılın %(date)s tarihinde, her saat başında

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every minute
tr: %(month)s ayının her %(weekday)s gününe ilave olarak, her yılın %(date)s tarihinde, her dakikasında

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at minute %(minute)s of every hour
tr: %(month)s ayının her %(weekday)s gününe ilave olarak, her yılın %(date)s tarihinde, her saatin %(minute)s. dakikasında

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every minute between %(time_from)s and %(time_to)s
tr: %(month)s ayının her %(weekday)s gününe ilave olarak, her yılın %(date)s tarihinde, %(time_from)s ile %(time_to)s arasındaki her dakikada

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at %(time)s
tr: %(month)s ayının her %(weekday)s gününe ilave olarak, her yılın %(date)s tarihinde, %(time)s saatinde

source: every minute
tr: her dakika

source: minute: %s
tr: dakika: %s

source: every hour
tr: her saat

source: hour: %s
tr: saat: %s

source: every day of month
tr: ayın her günü

source: day of month: %s
tr: ayın günü: %s

source: every month
tr: her ay

source: month: %s
tr: ay: %s

source: At %(minute)s, %(hour)s, %(monthday)s, %(month)s
tr: %(minute)s, %(hour)s, %(monthday)s, %(month)s

source: weekday: %s
tr: haftanın günü: %s

source: At %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s
tr: %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s

source: Default behaviour
tr: Öntanımlı davranış

source: Suppress output
tr: Çıktıyı bastır

source: X application: suppress output
tr: X uygulaması: çıktıyı bastırın

source: Recurrent task
tr: Tekrarlayan görev

source: One-time task
tr: Tek seferlik görev

source: From template
tr: Şablondan

source: Add a new task
tr: Yeni bir görev ekle

source: Editing user: %s
tr: Kullanıcı düzenleniyor: %s

source: ERROR: Could not load icon
tr: HATA: Simge yüklenemedi

source: ERROR: Could not load glade file
tr: HATA: Glade dosyası yüklenemedi

source: Task
tr: Görev

source: Description
tr: Tanımlama

source: Date and Time
tr: Tarih ve Saat

source: Command preview
tr: Komut önizle

source: Please select a task
tr: Lütfen bir görev seçin

source: Do you want to delete this task?
tr: Bu görevi silmek istiyor musunuz?

source: Are you sure you want to run this task now? This is used to preview the task and initiates a one-time run, this does not affect the normal scheduled run times.
tr: Bu görevi şu anda çalıştırmak istediğinizden emin misiniz? Bu, görevi önizlemek için kullanılır ve tek seferlik çalışma başlatır, normal planlanmış çalışma zamanlarını etkilemez.

source: Are you sure you want to run this task?
tr: Bu görevi çalıştırmak istediğinizden emin misiniz?

source: Note about working directory of executed tasks: Recurrent tasks will be run from the home directory, one-time tasks from the directory where Gnome schedule was run from at the time of task creation (normally the home directory).
tr: Yürütülen görevlerin çalışma dizinine dikkat edin: Tekrarlayan görevler ev dizininden, tek seferlik görevler GNOME zamanlamanın görev oluşturma zamanında çalıştırıldığı dizinden (normalde ev dizini) çalıştırılacaktır.

source: No default graphical terminal for GNOME could be found.
tr: GNOME için öntanımlı grafiksel terminal bulunamadı.

source: Please select a task!
tr: Lütfen bir görev seçin!

source: About Gnome Schedule
tr: Gnome Zamanlama Hakkında

source: Gnome Schedule
tr: Gnome Zamanlama

source: Copyright (c) %(year)s %(name)s.
tr: Telif hakkı (c) %(year) s %(name) s.

source: translator-credits
tr: Necdet Yücel Simge Sezgin Sabri Ünal

source: Could not display help
tr: Yardım görüntülenemedi

source: ERROR: Could not load menu xml file
tr: HATA: menü xml dosyası yüklenemedi

source: No such user
tr: Böyle bir kullanıcı yok

source: A task that launches recurrently
tr: Tekrarlı başlayan görev

source: A task that launches one time
tr: Bir kez başlayan görev

source: A task from a predefined template
tr: Önceden tanımlanmış şablondan bir görev

source: Calendar
tr: Takvim

source: In one or both of the fields hour and minute there was entered a letter, or a number out of range. Remember an hour only has 60 minutes and a day only 24 hours.
tr: Saat ve dakika alanlarının birinde veya her ikisindede girilmiş bir harf ya da aralık dışı bir sayı vardı. Bir saatin 60 dakika ve bir günün 24 saat olduğunu hatırlayın.

source: This is an invalid record! The problem could be: %s
tr: Geçersiz kayıt! Sorun şu olabilir: %s

source: Note about working directory of executed tasks: One-time tasks will be run from the directory where Gnome schedule is run from (normally the home directory).
tr: Yürütülen görevlerin çalışma dizinine dikkat edin: Tek seferlik görevler GNOME zamanlamanın çalıştırılacağı dizinden çalıştırılacaktır (normalde ev dizini).

source: Title:
tr: Başlık:

source: Run:
tr: Çalıştır:

source: Use template
tr: Şablonu kullan

source: One-time
tr: Tek-sefer

source: Could not open a connection to X!
tr: X'e bağlantı açılamadı!

source: Wrong number of arguments.
tr: Yanlış değişken sayısı.

source: Wrapper script for Gnome-schedule (http://gnome-schedule.sf.net) for applications to be run from crontab or at under X. Use through gnome-schedule.
tr: X altında ya da crontab'dan çalıştırılacak uygulamalar için (http://gnome-schedule.sf.net) Gnome-zamanlama sarıcı betiği.

source: Unknown type of job.
tr: Bilinmeyen iş türü.

source: Invalid job id.
tr: Geçersiz iş kimliği.

source: Could not get job data, the task might have been created with an old version - try recreating the task.
tr: İş verisi alınamadı, görev eski sürüm ile oluşturulmuştu - görevi yeniden oluşturmayı deneyin.

source: Data file too old. Recreate task.
tr: Tarih dosyası çok eski. Görevi yeniden oluşturun.

source: Launching %s..
tr: Başlatılıyor %s..

source: output<2: Why am I launched?
tr: çıktı<2: Neden başlatıldım?

source: len(display)<2: No proper DISPLAY variable
tr: uzunluk(ekran)<2: Uygun hiçbir EKRAN değişkeni yok

source: I will never be displayed.
tr: Asla görüntüleyemeyeceğim.

source: xwrapper.py: completed
tr: xwrapper.py: tamamlandı
