Repository: sabriunal/turkish-translation-backup
Catalog: GNOME/extras/libepc.master.*.po
Languages: tr

source: Unexpected element: '%s'
tr: Beklenmeyen öge: '%s'

source: Table of Contents
tr: İçindekiler

source: Sorry, no resources published yet.
tr: Üzgünüz, henüz kaynak yayınlanmadı.

source: %a of %u on %h
tr: Uygulama: %a, kullanıcı: %u, ana makine adı: %h

source: Cannot create Avahi client: %s
tr: Avahi istemcisi oluşturulamadı: %s

source: Cannot create Avahi service browser.
tr: Avahi servis tarayıcı oluşturulamadı.

source: Operation in Progress
tr: İşlem Devam Ediyor

source: No details known
tr: Ayrıntılar bilinmiyor

source: Generating Server Key
tr: Sunucu Anahtarı Oluşturuluyor

source: This may take some time. Type on the keyboard, move your mouse, or browse the web to generate some entropy.
tr: Bu biraz zaman alabilir. Biraz entropi oluşturmak için klavyeye tuşlayın, farenizi hareket ettirin veya internette gezinin.

source: Cannot create private server key: %s
tr: Özel sunucu anahtarı oluşturulamadı: %s

source: Cannot import private server key '%s': %s
tr: '%s' özel sunucu anahtarı içe aktarılamadı: %s

source: Cannot export private key to PEM format: %s
tr: Özel anahtar PEM biçiminde dışa aktarılamadı: %s

source: Failed to create private key folder '%s': %s
tr: '%s' özel anahtar dizini oluşturulamadı: %s

source: Failed to create private key file '%s': %s
tr: '%s' özel anahtar dosyası oluşturulamadı: %s

source: Failed to write private key file '%s': %s
tr: '%s' özel anahtar dosyası yazılamadı : %s

source: Cannot create self signed server key for '%s': %s
tr: '%s' için kendinden imzalı sunucu anahtarı oluşturulamadı: %s

source: Cannot import server certificate '%s': %s
tr: '%s' sunucu sertifikası içe aktarılamadı: %s

source: Cannot export server certificate to PEM format: %s
tr: Sunucu sertifikası PEM biçiminde dışa atarılamadı: %s

source: Failed to create server certificate folder '%s': %s
tr: '%s' sunucu sertifikası dizini oluşturulamadı: %s

source: <big><b>Authentication required.</b></big>
tr: <big><b>Kimlik doğrulaması gerekli.</b></big>

source: _Username:
tr: K_ullanıcı adı:

source: _Password:
tr: Pa_rola:

source: Anonymous Authentication
tr: Anonim Kimlik Doğrulaması

source: Data source <b>%s</b> requires authentication before permitting access.
tr: Veri kaynağı <b>%s</b> erişime izin vermeden önce kimlik doğrulaması gerektiriyor.

source: Authentication required.
tr: Kimlik doğrulaması gerekli.
